{
    "_id": "2chronicles22",
    "nextChapterId": "2chronicles23",
    "prevChapterId": "2chronicles21",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 22,
        "summary": "Ahaziah reigns in wickedness and is slain by Jehu; his mother, Athaliah, reigns in his stead.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the inhabitants of Jerusalem made Ahaziah his youngest son king in his stead: for the band of men that came with the Arabians to the camp had slain all the eldest. So Ahaziah the son of Jehoram king of Judah reigned.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 21:16 (16–17).",
                        "start": 121,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Forty and two years old was Ahaziah when he began to reign, and he reigned one year in Jerusalem. His mother's name also was Athaliah the daughter of Omri.",
                "footnotes": [
                    {
                        "footnote": "OR Twenty-two; see 2 Kgs. 8:26. JST 2 Chr. 22:2 Two and twenty …",
                        "start": 0,
                        "end": 13
                    },
                    {
                        "footnote": "2 Kgs. 8:26.",
                        "start": 28,
                        "end": 35
                    },
                    {
                        "footnote": "OR granddaughter; see 2 Kgs. 8:26–27; 2 Chr. 21:6.",
                        "start": 138,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 27
                    },
                    {
                        "start": 121,
                        "end": 124
                    }
                ]
            },
            {
                "text": "He also walked in the ways of the house of Ahab: for his mother was his counsellor to do wickedly.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:30 (30–33); 2 Chr. 21:6.",
                        "start": 43,
                        "end": 47
                    },
                    {
                        "footnote": "TG Marriage, Motherhood.",
                        "start": 57,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore he did evil in the sight of the Lord like the house of Ahab: for they were his counsellors after the death of his father to his destruction.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He walked also after their counsel, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Syria at Ramoth-gilead: and the Syrians smote Joram.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 8:28.",
                        "start": 50,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he returned to be healed in Jezreel because of the wounds which were given him at Ramah, when he fought with Hazael king of Syria. And Azariah the son of Jehoram king of Judah went down to see Jehoram the son of Ahab at Jezreel, because he was sick.",
                "footnotes": [
                    {
                        "footnote": "OR Ahaziah (see vv. 7, 11) or Jehoahaz (see 2 Chr. 21:17).",
                        "start": 139,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the destruction of Ahaziah was of God by coming to Joram: for when he was come, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord had anointed to cut off the house of Ahab.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:6 (5–10).",
                        "start": 159,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, that, when Jehu was executing judgment upon the house of Ahab, and found the princes of Judah, and the sons of the brethren of Ahaziah, that ministered to Ahaziah, he slew them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he sought Ahaziah: and they caught him, (for he was hid in Samaria,) and brought him to Jehu: and when they had slain him, they buried him: Because, said they, he is the son of Jehoshaphat, who sought the Lord with all his heart. So the house of Ahaziah had no power to keep still the kingdom.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:27.",
                        "start": 116,
                        "end": 121
                    },
                    {
                        "footnote": "OR grandson.",
                        "start": 174,
                        "end": 177
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 167,
                        "end": 169
                    }
                ]
            },
            {
                "text": "But when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the seed royal of the house of Judah.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 11:1 (1–12).",
                        "start": 9,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah, and stole him from among the king's sons that were slain, and put him and his nurse in a bedchamber. So Jehoshabeath, the daughter of king Jehoram, the wife of Jehoiada the priest, (for she was the sister of Ahaziah,) hid him from Athaliah, so that she slew him not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he was with them hid in the house of God six years: and Athaliah reigned over the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}