{
    "_id": "2chronicles16",
    "nextChapterId": "2chronicles17",
    "prevChapterId": "2chronicles15",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 16,
        "summary": "Asa employs Syria to defeat Israel—Hanani the seer reproves Asa for lack of faith—Asa suffers from disease and dies.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the six and thirtieth year of the reign of Asa Baasha king of Israel came up against Judah, and built Ramah, to the intent that he might let none go out or come in to Asa king of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Asa brought out silver and gold out of the treasures of the house of the Lord and of the king's house, and sent to Ben-hadad king of Syria, that dwelt at Damascus, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "There is a league between me and thee, as there was between my father and thy father: behold, I have sent thee silver and gold; go, break thy league with Baasha king of Israel, that he may depart from me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 8
                    },
                    {
                        "start": 42,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And Ben-hadad hearkened unto king Asa, and sent the captains of his armies against the cities of Israel; and they smote Ijon, and Dan, and Abel-maim, and all the store cities of Naphtali.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 605
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass, when Baasha heard it, that he left off building of Ramah, and let his work cease.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 42
                    }
                ]
            },
            {
                "text": "Then Asa the king took all Judah; and they carried away the stones of Ramah, and the timber thereof, wherewith Baasha was building; and he built therewith Geba and Mizpah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at that time Hanani the seer came to Asa king of Judah, and said unto him, Because thou hast relied on the king of Syria, and not relied on the Lord thy God, therefore is the host of the king of Syria escaped out of thine hand.",
                "footnotes": [
                    {
                        "footnote": "TG Seer.",
                        "start": 28,
                        "end": 32
                    },
                    {
                        "footnote": "1 Kgs. 15:18.",
                        "start": 111,
                        "end": 115
                    },
                    {
                        "footnote": "D&C 30:1.",
                        "start": 134,
                        "end": 140
                    },
                    {
                        "footnote": "Septuagint: Israel.",
                        "start": 199,
                        "end": 204
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? yet, because thou didst rely on the Lord, he delivered them into thine hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the eyes of the Lord run to and fro throughout the whole earth, to shew himself strong in the behalf of them whose heart is perfect toward him. Herein thou hast done foolishly: therefore from henceforth thou shalt have wars.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 112
                    },
                    {
                        "start": 125,
                        "end": 127
                    }
                ]
            },
            {
                "text": "Then Asa was wroth with the seer, and put him in a prison house; for he was in a rage with him because of this thing. And Asa oppressed some of the people the same time.",
                "footnotes": [
                    {
                        "footnote": "OR stocks.",
                        "start": 49,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 75
                    },
                    {
                        "start": 111,
                        "end": 117
                    },
                    {
                        "start": 136,
                        "end": 140
                    }
                ]
            },
            {
                "text": "And, behold, the acts of Asa, first and last, lo, they are written in the book of the kings of Judah and Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 58
                    }
                ]
            },
            {
                "text": "And Asa in the thirty and ninth year of his reign was diseased in his feet, until his disease was exceeding great: yet in his disease he sought not to the Lord, but to the physicians.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 97
                    },
                    {
                        "start": 108,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And Asa slept with his fathers, and died in the one and fortieth year of his reign.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they buried him in his own sepulchres, which he had made for himself in the city of David, and laid him in the bed which was filled with sweet odours and divers kinds of spices prepared by the apothecaries' art: and they made a very great burning for him.",
                "footnotes": [
                    {
                        "footnote": "IE of the spices, as incense. 2 Chr. 21:19.",
                        "start": 243,
                        "end": 250
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 171,
                        "end": 180
                    }
                ]
            }
        ]
    }
}