{
    "_id": "2chronicles2",
    "nextChapterId": "2chronicles3",
    "prevChapterId": "2chronicles1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Solomon engages Huram of Tyre to supply timber for the temple—Laborers are organized to do the work.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Solomon determined to build an house for the name of the Lord, and an house for his kingdom.",
                "footnotes": [
                    {
                        "footnote": "TG Temple.",
                        "start": 35,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Solomon told out threescore and ten thousand men to bear burdens, and fourscore thousand to hew in the mountain, and three thousand and six hundred to oversee them.",
                "footnotes": [
                    {
                        "footnote": "IE to quarry stone.",
                        "start": 93,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Solomon sent to Huram the king of Tyre, saying, As thou didst deal with David my father, and didst send him cedars to build him an house to dwell therein, even so deal with me.",
                "footnotes": [
                    {
                        "footnote": "OR Hiram. 1 Kgs. 5:2 (2–11).",
                        "start": 20,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 159,
                        "end": 180
                    }
                ]
            },
            {
                "text": "Behold, I build an house to the name of the Lord my God, to dedicate it to him, and to burn before him sweet incense, and for the continual shewbread, and for the burnt offerings morning and evening, on the sabbaths, and on the new moons, and on the solemn feasts of the Lord our God. This is an ordinance for ever to Israel.",
                "footnotes": [
                    {
                        "footnote": "D&C 97:15 (13–15).",
                        "start": 10,
                        "end": 15
                    },
                    {
                        "footnote": "TG Bread, Shewbread.",
                        "start": 140,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 71
                    },
                    {
                        "start": 80,
                        "end": 83
                    },
                    {
                        "start": 290,
                        "end": 305
                    }
                ]
            },
            {
                "text": "And the house which I build is great: for great is our God above all gods.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 30
                    },
                    {
                        "start": 48,
                        "end": 50
                    }
                ]
            },
            {
                "text": "But who is able to build him an house, seeing the heaven and heaven of heavens cannot contain him? who am I then, that I should build him an house, save only to burn sacrifice before him?",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:27.",
                        "start": 61,
                        "end": 67
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 589
                    }
                ],
                "italics": [
                    {
                        "start": 103,
                        "end": 105
                    }
                ]
            },
            {
                "text": "Send me now therefore a man cunning to work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and that can skill to grave with the cunning men that are with me in Judah and in Jerusalem, whom David my father did provide.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 187,
                        "end": 190
                    }
                ]
            },
            {
                "text": "Send me also cedar trees, fir trees, and algum trees, out of Lebanon: for I know that thy servants can skill to cut timber in Lebanon; and, behold, my servants shall be with thy servants,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 160,
                        "end": 168
                    }
                ]
            },
            {
                "text": "Even to prepare me timber in abundance: for the house which I am about to build shall be wonderful great.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 80,
                        "end": 88
                    }
                ]
            },
            {
                "text": "And, behold, I will give to thy servants, the hewers that cut timber, twenty thousand measures of beaten wheat, and twenty thousand measures of barley, and twenty thousand baths of wine, and twenty thousand baths of oil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Huram the king of Tyre answered in writing, which he sent to Solomon, Because the Lord hath loved his people, he hath made thee king over them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Huram said moreover, Blessed be the Lord God of Israel, that made heaven and earth, who hath given to David the king a wise son, endued with prudence and understanding, that might build an house for the Lord, and an house for his kingdom.",
                "footnotes": [
                    {
                        "footnote": "TG Prudence.",
                        "start": 141,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 29,
                        "end": 31
                    }
                ]
            },
            {
                "text": "And now I have sent a cunning man, endued with understanding, of Huram my father's,",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 7:13 (13–51).",
                        "start": 65,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The son of a woman of the daughters of Dan, and his father was a man of Tyre, skilful to work in gold, and in silver, in brass, in iron, in stone, and in timber, in purple, in blue, and in fine linen, and in crimson; also to grave any manner of graving, and to find out every device which shall be put to him, with thy cunning men, and with the cunning men of my lord David thy father.",
                "footnotes": [
                    {
                        "footnote": "OR to execute any design.",
                        "start": 258,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "Now therefore the wheat, and the barley, the oil, and the wine, which my lord hath spoken of, let him send unto his servants:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we will cut wood out of Lebanon, as much as thou shalt need: and we will bring it to thee in floats by sea to Joppa; and thou shalt carry it up to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Solomon numbered all the strangers that were in the land of Israel, after the numbering wherewith David his father had numbered them; and they were found an hundred and fifty thousand and three thousand and six hundred.",
                "footnotes": [
                    {
                        "footnote": "TG Stranger.",
                        "start": 29,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "And he set threescore and ten thousand of them to be bearers of burdens, and fourscore thousand to be hewers in the mountain, and three thousand and six hundred overseers to set the people a work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 52
                    },
                    {
                        "start": 96,
                        "end": 101
                    }
                ]
            }
        ]
    }
}