{
    "_id": "2kings12",
    "nextChapterId": "2kings13",
    "prevChapterId": "2kings11",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 12,
        "summary": "Jehoash (Joash) reigns in righteousness—The breaches in the temple are repaired—The safety of Jerusalem is purchased with the hallowed things in the temple—Joash is slain and Amaziah reigns.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the seventh year of Jehu Jehoash began to reign; and forty years reigned he in Jerusalem. And his mother's name was Zibiah of Beer-sheba.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 115,
                        "end": 118
                    }
                ]
            },
            {
                "text": "And Jehoash did that which was right in the sight of the Lord all his days wherein Jehoiada the priest instructed him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 30
                    }
                ]
            },
            {
                "text": "But the high places were not taken away: the people still sacrificed and burnt incense in the high places.",
                "footnotes": [
                    {
                        "footnote": "Deut. 12:2 (2–3).",
                        "start": 8,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoash said to the priests, All the money of the dedicated things that is brought into the house of the Lord, even the money of every one that passeth the account, the money that every man is set at, and all the money that cometh into any man's heart to bring into the house of the Lord,",
                "footnotes": [
                    {
                        "footnote": "Ex. 30:12; 2 Kgs. 22:4 (4–7).",
                        "start": 41,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 115,
                        "end": 119
                    },
                    {
                        "start": 156,
                        "end": 168
                    },
                    {
                        "start": 205,
                        "end": 208
                    }
                ]
            },
            {
                "text": "Let the priests take it to them, every man of his acquaintance: and let them repair the breaches of the house, wheresoever any breach shall be found.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 23
                    }
                ]
            },
            {
                "text": "But it was so, that in the three and twentieth year of king Jehoash the priests had not repaired the breaches of the house.",
                "footnotes": [
                    {
                        "footnote": "OR gaps, holes.",
                        "start": 101,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 19
                    }
                ]
            },
            {
                "text": "Then king Jehoash called for Jehoiada the priest, and the other priests, and said unto them, Why repair ye not the breaches of the house? now therefore receive no more money of your acquaintance, but deliver it for the breaches of the house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 63
                    },
                    {
                        "start": 163,
                        "end": 167
                    }
                ]
            },
            {
                "text": "And the priests consented to receive no more money of the people, neither to repair the breaches of the house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 44
                    }
                ]
            },
            {
                "text": "But Jehoiada the priest took a chest, and bored a hole in the lid of it, and set it beside the altar, on the right side as one cometh into the house of the Lord: and the priests that kept the door put therein all the money that was brought into the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 223,
                        "end": 231
                    }
                ]
            },
            {
                "text": "And it was so, when they saw that there was much money in the chest, that the king's scribe and the high priest came up, and they put up in bags, and told the money that was found in the house of the Lord.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 24:11.",
                        "start": 159,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 14
                    },
                    {
                        "start": 34,
                        "end": 43
                    }
                ]
            },
            {
                "text": "And they gave the money, being told, into the hands of them that did the work, that had the oversight of the house of the Lord: and they laid it out to the carpenters and builders, that wrought upon the house of the Lord,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And to masons, and hewers of stone, and to buy timber and hewed stone to repair the breaches of the house of the Lord, and for all that was laid out for the house to repair it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 173,
                        "end": 176
                    }
                ]
            },
            {
                "text": "Howbeit there were not made for the house of the Lord bowls of silver, snuffers, basins, trumpets, any vessels of gold, or vessels of silver, of the money that was brought into the house of the Lord:",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 24:14.",
                        "start": 54,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 155,
                        "end": 163
                    }
                ]
            },
            {
                "text": "But they gave that to the workmen, and repaired therewith the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover they reckoned not with the men, into whose hand they delivered the money to be bestowed on workmen: for they dealt faithfully.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 22:7 (6–7).",
                        "start": 14,
                        "end": 22
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 526
                    }
                ],
                "italics": []
            },
            {
                "text": "The trespass money and sin money was not brought into the house of the Lord: it was the priests'.",
                "footnotes": [
                    {
                        "footnote": "Lev. 5:15 (15–16).",
                        "start": 4,
                        "end": 12
                    },
                    {
                        "footnote": "Lev. 4:23 (22–26); 7:7.",
                        "start": 23,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Hazael king of Syria went up, and fought against Gath, and took it: and Hazael set his face to go up to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoash king of Judah took all the hallowed things that Jehoshaphat, and Jehoram, and Ahaziah, his fathers, kings of Judah, had dedicated, and his own hallowed things, and all the gold that was found in the treasures of the house of the Lord, and in the king's house, and sent it to Hazael king of Syria: and he went away from Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 15:18 (18–22).",
                        "start": 155,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 189,
                        "end": 197
                    },
                    {
                        "start": 281,
                        "end": 283
                    }
                ]
            },
            {
                "text": "And the rest of the acts of Joash, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 59
                    }
                ]
            },
            {
                "text": "And his servants arose, and made a conspiracy, and slew Joash in the house of Millo, which goeth down to Silla.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 14:5 (5–6).",
                        "start": 51,
                        "end": 55
                    },
                    {
                        "footnote": "2 Sam. 5:9; 1 Kgs. 9:15 (15, 24); 11:27; 2 Chr. 32:5.",
                        "start": 78,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For Jozachar the son of Shimeath, and Jehozabad the son of Shomer, his servants, smote him, and he died; and they buried him with his fathers in the city of David: and Amaziah his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}