{
    "_id": "2kings9",
    "nextChapterId": "2kings10",
    "prevChapterId": "2kings8",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 9,
        "summary": "A prophet anoints Jehu king over Israel and prophesies the destruction of the house of Ahab and the death of Jezebel—Jehu kills Joram in the field of Naboth—Jezebel is killed by Jehu and is eaten by dogs.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Elisha the prophet called one of the children of the prophets, and said unto him, Gird up thy loins, and take this box of oil in thine hand, and go to Ramoth-gilead:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when thou comest thither, look out there Jehu the son of Jehoshaphat the son of Nimshi, and go in, and make him arise up from among his brethren, and carry him to an inner chamber;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then take the box of oil, and pour it on his head, and say, Thus saith the Lord, I have anointed thee king over Israel. Then open the door, and flee, and tarry not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "So the young man, even the young man the prophet, went to Ramoth-gilead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 22
                    }
                ]
            },
            {
                "text": "And when he came, behold, the captains of the host were sitting; and he said, I have an errand to thee, O captain. And Jehu said, Unto which of all us? And he said, To thee, O captain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 55
                    }
                ]
            },
            {
                "text": "And he arose, and went into the house; and he poured the oil on his head, and said unto him, Thus saith the Lord God of Israel, I have anointed thee king over the people of the Lord, even over Israel.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 22:7 (7–9).",
                        "start": 57,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 183,
                        "end": 187
                    }
                ]
            },
            {
                "text": "And thou shalt smite the house of Ahab thy master, that I may avenge the blood of my servants the prophets, and the blood of all the servants of the Lord, at the hand of Jezebel.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:24 (21–25), 33 (30–37); 10:8 (8–11).",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "1 Kgs. 18:4.",
                        "start": 170,
                        "end": 177
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the whole house of Ahab shall perish: and I will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 21:21; 2 Kgs. 10:17.",
                        "start": 23,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:10.",
                        "start": 52,
                        "end": 60
                    },
                    {
                        "footnote": "1 Kgs. 16:3 (3, 11).",
                        "start": 101,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the dogs shall eat Jezebel in the portion of Jezreel, and there shall be none to bury her. And he opened the door, and fled.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:36 (35–36).",
                        "start": 8,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 62,
                        "end": 76
                    },
                    {
                        "start": 90,
                        "end": 94
                    }
                ]
            },
            {
                "text": "Then Jehu came forth to the servants of his lord: and one said unto him, Is all well? wherefore came this mad fellow to thee? And he said unto them, Ye know the man, and his communication.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 57
                    },
                    {
                        "start": 73,
                        "end": 75
                    },
                    {
                        "start": 110,
                        "end": 116
                    }
                ]
            },
            {
                "text": "And they said, It is false; tell us now. And he said, Thus and thus spake he to me, saying, Thus saith the Lord, I have anointed thee king over Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 20
                    }
                ]
            },
            {
                "text": "Then they hasted, and took every man his garment, and put it under him on the top of the stairs, and blew with trumpets, saying, Jehu is king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 60
                    }
                ]
            },
            {
                "text": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. (Now Joram had kept Ramoth-gilead, he and all Israel, because of Hazael king of Syria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But king Joram was returned to be healed in Jezreel of the wounds which the Syrians had given him, when he fought with Hazael king of Syria.) And Jehu said, If it be your minds, then let none go forth nor escape out of the city to go to tell it in Jezreel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 178,
                        "end": 182
                    },
                    {
                        "start": 201,
                        "end": 204
                    },
                    {
                        "start": 242,
                        "end": 244
                    }
                ]
            },
            {
                "text": "So Jehu rode in a chariot, and went to Jezreel; for Joram lay there. And Ahaziah king of Judah was come down to see Joram.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there stood a watchman on the tower in Jezreel, and he spied the company of Jehu as he came, and said, I see a company. And Joram said, Take an horseman, and send to meet them, and let him say, Is it peace?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 198,
                        "end": 203
                    }
                ]
            },
            {
                "text": "So there went one on horseback to meet him, and said, Thus saith the king, Is it peace? And Jehu said, What hast thou to do with peace? turn thee behind me. And the watchman told, saying, The messenger came to them, but he cometh not again.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 521
                    }
                ],
                "italics": [
                    {
                        "start": 75,
                        "end": 80
                    }
                ]
            },
            {
                "text": "Then he sent out a second on horseback, which came to them, and said, Thus saith the king, Is it peace? And Jehu answered, What hast thou to do with peace? turn thee behind me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 96
                    }
                ]
            },
            {
                "text": "And the watchman told, saying, He came even unto them, and cometh not again: and the driving is like the driving of Jehu the son of Nimshi; for he driveth furiously.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 95
                    }
                ]
            },
            {
                "text": "And Joram said, Make ready. And his chariot was made ready. And Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out against Jehu, and met him in the portion of Naboth the Jezreelite.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Joram saw Jehu, that he said, Is it peace, Jehu? And he answered, What peace, so long as the whoredoms of thy mother Jezebel and her witchcrafts are so many?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 61
                    },
                    {
                        "start": 171,
                        "end": 177
                    }
                ]
            },
            {
                "text": "And Joram turned his hands, and fled, and said to Ahaziah, There is treachery, O Ahaziah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 67
                    }
                ]
            },
            {
                "text": "And Jehu drew a bow with his full strength, and smote Jehoram between his arms, and the arrow went out at his heart, and he sunk down in his chariot.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:7 (1–7).",
                        "start": 48,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Jehu to Bidkar his captain, Take up, and cast him in the portion of the field of Naboth the Jezreelite: for remember how that, when I and thou rode together after Ahab his father, the Lord laid this burden upon him;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 14
                    },
                    {
                        "start": 47,
                        "end": 50
                    }
                ]
            },
            {
                "text": "Surely I have seen yesterday the blood of Naboth, and the blood of his sons, saith the Lord; and I will requite thee in this plat, saith the Lord. Now therefore take and cast him into the plat of ground, according to the word of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 169
                    },
                    {
                        "start": 193,
                        "end": 203
                    }
                ]
            },
            {
                "text": "But when Ahaziah the king of Judah saw this, he fled by the way of the garden house. And Jehu followed after him, and said, Smite him also in the chariot. And they did so at the going up to Gur, which is by Ibleam. And he fled to Megiddo, and died there.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 22:9.",
                        "start": 124,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 44
                    },
                    {
                        "start": 155,
                        "end": 170
                    },
                    {
                        "start": 201,
                        "end": 203
                    }
                ]
            },
            {
                "text": "And his servants carried him in a chariot to Jerusalem, and buried him in his sepulchre with his fathers in the city of David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the eleventh year of Joram the son of Ahab began Ahaziah to reign over Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Jehu was come to Jezreel, Jezebel heard of it; and she painted her face, and tired her head, and looked out at a window.",
                "footnotes": [
                    {
                        "footnote": "HEB adorned.",
                        "start": 86,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 55
                    }
                ]
            },
            {
                "text": "And as Jehu entered in at the gate, she said, Had Zimri peace, who slew his master?",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:10 (9–10).",
                        "start": 50,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 49
                    }
                ]
            },
            {
                "text": "And he lifted up his face to the window, and said, Who is on my side? who? And there looked out to him two or three eunuchs.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 57
                    },
                    {
                        "start": 107,
                        "end": 109
                    }
                ]
            },
            {
                "text": "And he said, Throw her down. So they threw her down: and some of her blood was sprinkled on the wall, and on the horses: and he trode her under foot.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:7 (1–7).",
                        "start": 37,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And when he was come in, he did eat and drink, and said, Go, see now this cursed woman, and bury her: for she is a king's daughter.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:31.",
                        "start": 122,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 87
                    },
                    {
                        "start": 110,
                        "end": 112
                    }
                ]
            },
            {
                "text": "And they went to bury her: but they found no more of her than the skull, and the feet, and the palms of her hands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 104,
                        "end": 107
                    }
                ]
            },
            {
                "text": "Wherefore they came again, and told him. And he said, This is the word of the Lord, which he spake by his servant Elijah the Tishbite, saying, In the portion of Jezreel shall dogs eat the flesh of Jezebel:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 21:23; 2 Kgs. 9:10.",
                        "start": 175,
                        "end": 179
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And the carcase of Jezebel shall be as dung upon the face of the field in the portion of Jezreel; so that they shall not say, This is Jezebel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 98,
                        "end": 100
                    },
                    {
                        "start": 131,
                        "end": 133
                    }
                ]
            }
        ]
    }
}