{
    "_id": "2kings4",
    "nextChapterId": "2kings5",
    "prevChapterId": "2kings3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 4,
        "summary": "Elisha multiplies the widow's oil—He promises a son to a Shunammite woman—The child dies and is raised to life by Elisha—He makes the poisonous food harmless—Bread and grain are multiplied for the people to eat.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant did fear the Lord: and the creditor is come to take unto him my two sons to be bondmen.",
                "footnotes": [
                    {
                        "footnote": "TG Debt.",
                        "start": 187,
                        "end": 195
                    },
                    {
                        "footnote": "Matt. 18:25.",
                        "start": 239,
                        "end": 246
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then he said, Go, borrow thee vessels abroad of all thy neighbours, even empty vessels; borrow not a few.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 72
                    }
                ]
            },
            {
                "text": "And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So she went from him, and shut the door upon her and upon her sons, who brought the vessels to her; and she poured out.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 512
                    }
                ],
                "italics": [
                    {
                        "start": 80,
                        "end": 91
                    }
                ]
            },
            {
                "text": "And it came to pass, when the vessels were full, that she said unto her son, Bring me yet a vessel. And he said unto her, There is not a vessel more. And the oil stayed.",
                "footnotes": [
                    {
                        "footnote": "HEB stopped.",
                        "start": 162,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 122,
                        "end": 130
                    }
                ]
            },
            {
                "text": "Then she came and told the man of God. And he said, Go, sell the oil, and pay thy debt, and live thou and thy children of the rest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it fell on a day, that Elisha passed to Shunem, where was a great woman; and she constrained him to eat bread. And so it was, that as oft as he passed by, he turned in thither to eat bread.",
                "footnotes": [
                    {
                        "footnote": "Josh. 19:18.",
                        "start": 44,
                        "end": 50
                    },
                    {
                        "footnote": "TG Woman.",
                        "start": 70,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 61
                    },
                    {
                        "start": 119,
                        "end": 121
                    },
                    {
                        "start": 130,
                        "end": 134
                    }
                ]
            },
            {
                "text": "And she said unto her husband, Behold now, I perceive that this is an holy man of God, which passeth by us continually.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 64,
                        "end": 66
                    }
                ]
            },
            {
                "text": "Let us make a little chamber, I pray thee, on the wall; and let us set for him there a bed, and a table, and a stool, and a candlestick: and it shall be, when he cometh to us, that he shall turn in thither.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it fell on a day, that he came thither, and he turned into the chamber, and lay there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said to Gehazi his servant, Call this Shunammite. And when he had called her, she stood before him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, Say now unto her, Behold, thou hast been careful for us with all this care; what is to be done for thee? wouldest thou be spoken for to the king, or to the captain of the host? And she answered, I dwell among mine own people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 103,
                        "end": 105
                    }
                ]
            },
            {
                "text": "And he said, What then is to be done for her? And Gehazi answered, Verily she hath no child, and her husband is old.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And he said, Call her. And when he had called her, she stood in the door.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said, About this season, according to the time of life, thou shalt embrace a son. And she said, Nay, my lord, thou man of God, do not lie unto thine handmaid.",
                "footnotes": [
                    {
                        "footnote": "Gen. 18:14.",
                        "start": 49,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 117,
                        "end": 121
                    }
                ]
            },
            {
                "text": "And the woman conceived, and bare a son at that season that Elisha had said unto her, according to the time of life.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Motherhood.",
                        "start": 8,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the child was grown, it fell on a day, that he went out to his father to the reapers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto his father, My head, my head. And he said to a lad, Carry him to his mother.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he had taken him, and brought him to his mother, he sat on her knees till noon, and then died.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 97
                    }
                ]
            },
            {
                "text": "And she went up, and laid him on the bed of the man of God, and shut the door upon him, and went out.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 77
                    }
                ]
            },
            {
                "text": "And she called unto her husband, and said, Send me, I pray thee, one of the young men, and one of the asses, that I may run to the man of God, and come again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said, Wherefore wilt thou go to him to day? it is neither new moon, nor sabbath. And she said, It shall be well.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 56
                    },
                    {
                        "start": 102,
                        "end": 113
                    }
                ]
            },
            {
                "text": "Then she saddled an ass, and said to her servant, Drive, and go forward; slack not thy riding for me, except I bid thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 86
                    }
                ]
            },
            {
                "text": "So she went and came unto the man of God to mount Carmel. And it came to pass, when the man of God saw her afar off, that he said to Gehazi his servant, Behold, yonder is that Shunammite:",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 2:25.",
                        "start": 50,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 161,
                        "end": 170
                    }
                ]
            },
            {
                "text": "Run now, I pray thee, to meet her, and say unto her, Is it well with thee? is it well with thy husband? is it well with the child? And she answered, It is well.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 58
                    },
                    {
                        "start": 75,
                        "end": 80
                    },
                    {
                        "start": 104,
                        "end": 109
                    },
                    {
                        "start": 149,
                        "end": 154
                    }
                ]
            },
            {
                "text": "And when she came to the man of God to the hill, she caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul is vexed within her: and the Lord hath hid it from me, and hath not told me.",
                "footnotes": [
                    {
                        "footnote": "D&C 6:16.",
                        "start": 210,
                        "end": 213
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 171,
                        "end": 173
                    },
                    {
                        "start": 214,
                        "end": 216
                    }
                ]
            },
            {
                "text": "Then she said, Did I desire a son of my lord? did I not say, Do not deceive me?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then he said to Gehazi, Gird up thy loins, and take my staff in thine hand, and go thy way: if thou meet any man, salute him not; and if any salute thee, answer him not again: and lay my staff upon the face of the child.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 18:46.",
                        "start": 24,
                        "end": 28
                    },
                    {
                        "footnote": "Luke 10:4.",
                        "start": 114,
                        "end": 120
                    },
                    {
                        "footnote": "Acts 19:12.",
                        "start": 187,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the mother of the child said, As the Lord liveth, and as thy soul liveth, I will not leave thee. And he arose, and followed her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 36
                    },
                    {
                        "start": 58,
                        "end": 60
                    }
                ]
            },
            {
                "text": "And Gehazi passed on before them, and laid the staff upon the face of the child; but there was neither voice, nor hearing. Wherefore he went again to meet him, and told him, saying, The child is not awaked.",
                "footnotes": [
                    {
                        "footnote": "John 11:11.",
                        "start": 199,
                        "end": 205
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 94
                    }
                ]
            },
            {
                "text": "And when Elisha was come into the house, behold, the child was dead, and laid upon his bed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 72
                    }
                ]
            },
            {
                "text": "He went in therefore, and shut the door upon them twain, and prayed unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Matt. 6:6; 3 Ne. 13:6.",
                        "start": 26,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands: and he stretched himself upon the child; and the flesh of the child waxed warm.",
                "footnotes": [
                    {
                        "footnote": "TG Administrations to the Sick.",
                        "start": 110,
                        "end": 115
                    },
                    {
                        "footnote": "1 Kgs. 17:21.",
                        "start": 139,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then he returned, and walked in the house to and fro; and went up, and stretched himself upon him: and the child sneezed seven times, and the child opened his eyes.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 8:1. TG Death, Power over.",
                        "start": 148,
                        "end": 154
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he called Gehazi, and said, Call this Shunammite. So he called her. And when she was come in unto him, he said, Take up thy son.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then she went in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 17:23.",
                        "start": 89,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Elisha came again to Gilgal: and there was a dearth in the land; and the sons of the prophets were sitting before him: and he said unto his servant, Set on the great pot, and seethe pottage for the sons of the prophets.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 2:1.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "OR famine.",
                        "start": 49,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 46
                    },
                    {
                        "start": 98,
                        "end": 102
                    }
                ]
            },
            {
                "text": "And one went out into the field to gather herbs, and found a wild vine, and gathered thereof wild gourds his lap full, and came and shred them into the pot of pottage: for they knew them not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 142
                    },
                    {
                        "start": 182,
                        "end": 186
                    }
                ]
            },
            {
                "text": "So they poured out for the men to eat. And it came to pass, as they were eating of the pottage, that they cried out, and said, O thou man of God, there is death in the pot. And they could not eat thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 133
                    },
                    {
                        "start": 146,
                        "end": 154
                    },
                    {
                        "start": 196,
                        "end": 204
                    }
                ]
            },
            {
                "text": "But he said, Then bring meal. And he cast it into the pot; and he said, Pour out for the people, that they may eat. And there was no harm in the pot.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 2:21.",
                        "start": 54,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 44
                    }
                ]
            },
            {
                "text": "And there came a man from Baal-shalisha, and brought the man of God bread of the firstfruits, twenty loaves of barley, and full ears of corn in the husk thereof. And he said, Give unto the people, that they may eat.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 9:7.",
                        "start": 45,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And his servitor said, What, should I set this before an hundred men? He said again, Give the people, that they may eat: for thus saith the Lord, They shall eat, and shall leave thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 178,
                        "end": 186
                    }
                ]
            },
            {
                "text": "So he set it before them, and they did eat, and left thereof, according to the word of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Matt. 14:20 (19–21); 15:37 (36–38).",
                        "start": 48,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 12
                    },
                    {
                        "start": 53,
                        "end": 61
                    }
                ]
            }
        ]
    }
}