{
    "_id": "2kings1",
    "nextChapterId": "2kings2",
    "prevChapterId": "1kings22",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Ahaziah turns to Baalzebub to learn if he will live—Elijah prophesies Ahaziah's death—Elijah calls down fire from heaven to consume the soldiers sent to apprehend him.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then Moab rebelled against Israel after the death of Ahab.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 8:2 (1–2); 2 Kgs. 3:4–5.",
                        "start": 5,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, inquire of Baal-zebub the god of Ekron whether I shall recover of this disease.",
                "footnotes": [
                    {
                        "footnote": "Matt. 12:24.",
                        "start": 155,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 69
                    }
                ]
            },
            {
                "text": "But the angel of the Lord said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it not because there is not a God in Israel, that ye go to inquire of Baal-zebub the god of Ekron?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 134,
                        "end": 139
                    },
                    {
                        "start": 152,
                        "end": 160
                    },
                    {
                        "start": 182,
                        "end": 186
                    }
                ]
            },
            {
                "text": "Now therefore thus saith the Lord, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 1:17.",
                        "start": 118,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the messengers turned back unto him, he said unto them, Why are ye now turned back?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the Lord, Is it not because there is not a God in Israel, that thou sendest to inquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 157,
                        "end": 162
                    },
                    {
                        "start": 175,
                        "end": 183
                    },
                    {
                        "start": 205,
                        "end": 209
                    }
                ]
            },
            {
                "text": "And he said unto them, What manner of man was he which came up to meet you, and told you these words?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 48
                    }
                ]
            },
            {
                "text": "And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.",
                "footnotes": [
                    {
                        "footnote": "Mark 1:6.",
                        "start": 33,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 29
                    },
                    {
                        "start": 111,
                        "end": 113
                    }
                ]
            },
            {
                "text": "Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Elijah answered and said to the captain of fifty, If I be a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.",
                "footnotes": [
                    {
                        "footnote": "Luke 9:54 (54–56); Hel. 13:13; 3 Ne. 9:11.",
                        "start": 85,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 61
                    }
                ]
            },
            {
                "text": "Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 47
                    }
                ]
            },
            {
                "text": "And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel of the Lord said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.",
                "footnotes": [
                    {
                        "footnote": "TG Angels.",
                        "start": 8,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, Thus saith the Lord, Forasmuch as thou hast sent messengers to inquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to inquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 125,
                        "end": 130
                    },
                    {
                        "start": 143,
                        "end": 151
                    }
                ]
            },
            {
                "text": "So he died according to the word of the Lord which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 1:4 (1–4).",
                        "start": 6,
                        "end": 10
                    },
                    {
                        "footnote": "2 Kgs. 3:1.",
                        "start": 74,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 53
                    }
                ]
            }
        ]
    }
}