{
    "_id": "deuteronomy20",
    "nextChapterId": "deuteronomy21",
    "prevChapterId": "deuteronomy19",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Deuteronomy",
        "titleShort": "Deut",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "deuteronomy"
    },
    "chapter": {
        "bookTitle": "Deuteronomy",
        "delineation": "Chapter",
        "number": 20,
        "summary": "Laws are revealed for selecting soldiers and making war—Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites will be utterly destroyed.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the Lord thy God is with thee, which brought thee up out of the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "D&C 98:37; 105:14.",
                        "start": 23,
                        "end": 29
                    },
                    {
                        "footnote": "Josh. 17:18.",
                        "start": 75,
                        "end": 83
                    },
                    {
                        "footnote": "TG Courage.",
                        "start": 121,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    },
                    {
                        "start": 158,
                        "end": 160
                    }
                ]
            },
            {
                "text": "And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord your God is he that goeth with you, to fight for you against your enemies, to save you.",
                "footnotes": [
                    {
                        "footnote": "Josh. 23:10.",
                        "start": 52,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 24
                    }
                ]
            },
            {
                "text": "And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 71
                    }
                ]
            },
            {
                "text": "And what man is he that hath planted a vineyard, and hath not yet eaten of it? let him also go and return unto his house, lest he die in the battle, and another man eat of it.",
                "footnotes": [
                    {
                        "footnote": "1 Cor. 9:7.",
                        "start": 39,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 13,
                        "end": 18
                    },
                    {
                        "start": 62,
                        "end": 65
                    },
                    {
                        "start": 87,
                        "end": 91
                    }
                ]
            },
            {
                "text": "And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.",
                "footnotes": [
                    {
                        "footnote": "Deut. 24:5.",
                        "start": 44,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 13,
                        "end": 21
                    }
                ]
            },
            {
                "text": "And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and fainthearted? let him go and return unto his house, lest his brethren's heart faint as well as his heart.",
                "footnotes": [
                    {
                        "footnote": "Judg. 7:3.",
                        "start": 100,
                        "end": 107
                    },
                    {
                        "footnote": "HEB melt like his; i.e., lest they all lost their courage.",
                        "start": 190,
                        "end": 195
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And it shall be, when the officers have made an end of speaking unto the people, that they shall make captains of the armies to lead the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When thou comest nigh unto a city to fight against it, then proclaim peace unto it.",
                "footnotes": [
                    {
                        "footnote": "TG War.",
                        "start": 37,
                        "end": 42
                    },
                    {
                        "footnote": "TG Peace; Peacemakers.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that is found therein shall be tributaries unto thee, and they shall serve thee.",
                "footnotes": [
                    {
                        "footnote": "OR servants, in tribute.",
                        "start": 139,
                        "end": 150
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 92
                    },
                    {
                        "start": 108,
                        "end": 115
                    }
                ]
            },
            {
                "text": "And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the Lord thy God hath delivered it into thine hands, thou shalt smite every male thereof with the edge of the sword:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take unto thyself; and thou shalt eat the spoil of thine enemies, which the Lord thy God hath given thee.",
                "footnotes": [
                    {
                        "footnote": "IE consume, enjoy.",
                        "start": 154,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 85
                    }
                ]
            },
            {
                "text": "Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 48
                    },
                    {
                        "start": 79,
                        "end": 82
                    }
                ]
            },
            {
                "text": "But of the cities of these people, which the Lord thy God doth give thee for an inheritance, thou shalt save alive nothing that breatheth:",
                "footnotes": [
                    {
                        "footnote": "Josh. 11:14.",
                        "start": 11,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    }
                ]
            },
            {
                "text": "But thou shalt utterly destroy them; namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the Lord thy God hath commanded thee:",
                "footnotes": [
                    {
                        "footnote": "Josh. 10:40 (40–43); 11:12 (11–12).",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 44
                    }
                ]
            },
            {
                "text": "That they teach you not to do after all their abominations, which they have done unto their gods; so should ye sin against the Lord your God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by forcing an axe against them: for thou mayest eat of them, and thou shalt not cut them down (for the tree of the field is man's life) to employ them in the siege:",
                "footnotes": [
                    {
                        "footnote": "HEB for are the trees in the field men, that you should besiege them?",
                        "start": 217,
                        "end": 220
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 243,
                        "end": 245
                    },
                    {
                        "start": 252,
                        "end": 256
                    },
                    {
                        "start": 268,
                        "end": 272
                    }
                ]
            },
            {
                "text": "Only the trees which thou knowest that they be not trees for meat, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it be subdued.",
                "footnotes": [
                    {
                        "footnote": "HEB food.",
                        "start": 61,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 46
                    }
                ]
            }
        ]
    }
}