{
    "_id": "revelation18",
    "nextChapterId": "revelation19",
    "prevChapterId": "revelation17",
    "volume": {
        "title": "New Testament",
        "titleShort": "NT",
        "titleOfficial": "The New Testament",
        "_id": "newtestament"
    },
    "book": {
        "title": "Revelation",
        "titleShort": "Rev",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "revelation"
    },
    "chapter": {
        "bookTitle": "Revelation",
        "delineation": "Chapter",
        "number": 18,
        "summary": "The Saints are called out of Babylon lest they partake of her sins—She falls and is lamented by her supporters.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 43:2.",
                        "start": 104,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.",
                "footnotes": [
                    {
                        "footnote": "TG Babylon.",
                        "start": 51,
                        "end": 58
                    },
                    {
                        "footnote": "GR ward, prison.",
                        "start": 139,
                        "end": 143
                    },
                    {
                        "footnote": "GR ward, prison.",
                        "start": 172,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.",
                "footnotes": [
                    {
                        "footnote": "Rev. 17:1 (1–2); D&C 35:11.",
                        "start": 59,
                        "end": 70
                    },
                    {
                        "footnote": "Isa. 23:17.",
                        "start": 114,
                        "end": 125
                    },
                    {
                        "footnote": "GR power of her wantonness.",
                        "start": 194,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.",
                "footnotes": [
                    {
                        "footnote": "Zech. 2:7.",
                        "start": 47,
                        "end": 51
                    },
                    {
                        "footnote": "Gen. 19:14.",
                        "start": 52,
                        "end": 55
                    },
                    {
                        "footnote": "Isa. 52:11.",
                        "start": 107,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For her sins have reached unto heaven, and God hath remembered her iniquities.",
                "footnotes": [
                    {
                        "footnote": "Jer. 51:9 (8–9).",
                        "start": 8,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.",
                "footnotes": [
                    {
                        "footnote": "D&C 1:9. TG Retribution.",
                        "start": 0,
                        "end": 6
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.",
                "footnotes": [
                    {
                        "footnote": "GR wantonly, riotously.",
                        "start": 47,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 20,
                        "end": 27
                    },
                    {
                        "footnote": "Rev. 17:16; D&C 64:24; 86:7.",
                        "start": 103,
                        "end": 109
                    },
                    {
                        "footnote": "TG Jesus Christ, Judge.",
                        "start": 152,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 134
                    }
                ]
            },
            {
                "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                "footnotes": [
                    {
                        "footnote": "Jer. 51:8.",
                        "start": 97,
                        "end": 103
                    },
                    {
                        "footnote": "Gen. 19:28.",
                        "start": 153,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                "footnotes": [
                    {
                        "footnote": "TG Slavery.",
                        "start": 158,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.",
                "footnotes": [
                    {
                        "footnote": "TG Lust.",
                        "start": 29,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And cried when they saw the smoke of her burning, saying, What city is like unto this great city!",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 70
                    }
                ]
            },
            {
                "text": "And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 27:30.",
                        "start": 14,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 22
                    },
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.",
                "footnotes": [
                    {
                        "footnote": "TG Babylon; Devil, Church of.",
                        "start": 134,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 70
                    }
                ]
            },
            {
                "text": "And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 149,
                        "end": 155
                    }
                ]
            },
            {
                "text": "And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.",
                "footnotes": [
                    {
                        "footnote": "Jer. 7:34.",
                        "start": 70,
                        "end": 75
                    },
                    {
                        "footnote": "TG Sorcery.",
                        "start": 212,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.",
                "footnotes": [
                    {
                        "footnote": "Rev. 17:6 (1–18); 2 Ne. 27:4 (3–4); 28:10; Morm. 8:27 (27, 40–41).",
                        "start": 25,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}