{
    "_id": "1chronicles21",
    "nextChapterId": "1chronicles22",
    "prevChapterId": "1chronicles20",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Chronicles",
        "titleShort": "1 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1chronicles"
    },
    "chapter": {
        "bookTitle": "1 Chronicles",
        "delineation": "Chapter",
        "number": 21,
        "summary": "David sins by numbering Israel—The Lord sends pestilence upon the people—David offers sacrifices and the plague is stayed.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Satan stood up against Israel, and provoked David to number Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Devil.",
                        "start": 4,
                        "end": 9
                    },
                    {
                        "footnote": "2 Sam. 24:1 (1–25).",
                        "start": 39,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said to Joab and to the rulers of the people, Go, number Israel from Beer-sheba even to Dan; and bring the number of them to me, that I may know it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 155,
                        "end": 158
                    }
                ]
            },
            {
                "text": "And Joab answered, The Lord make his people an hundred times so many more as they be: but, my lord the king, are they not all my lord's servants? why then doth my lord require this thing? why will he be a cause of trespass to Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 82,
                        "end": 85
                    },
                    {
                        "start": 109,
                        "end": 112
                    }
                ]
            },
            {
                "text": "Nevertheless the king's word prevailed against Joab. Wherefore Joab departed, and went throughout all Israel, and came to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joab gave the sum of the number of the people unto David. And all they of Israel were a thousand thousand and an hundred thousand men that drew sword: and Judah was four hundred threescore and ten thousand men that drew sword.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 24:9.",
                        "start": 92,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 70,
                        "end": 77
                    },
                    {
                        "start": 165,
                        "end": 168
                    }
                ]
            },
            {
                "text": "But Levi and Benjamin counted he not among them: for the king's word was abominable to Joab.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And God was displeased with this thing; therefore he smote Israel.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 27:24.",
                        "start": 53,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said unto God, I have sinned greatly, because I have done this thing: but now, I beseech thee, do away the iniquity of thy servant; for I have done very foolishly.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 11:27 (1–27); 12:11 (1–25); Ps. 88:14 (6–8, 14–18).",
                        "start": 32,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord spake unto Gad, David's seer, saying,",
                "footnotes": [
                    {
                        "footnote": "TG Seer.",
                        "start": 37,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Go and tell David, saying, Thus saith the Lord, I offer thee three things: choose thee one of them, that I may do it unto thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 67,
                        "end": 74
                    },
                    {
                        "start": 114,
                        "end": 116
                    }
                ]
            },
            {
                "text": "So Gad came to David, and said unto him, Thus saith the Lord, Choose thee",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Either three years' famine; or three months to be destroyed before thy foes, while that the sword of thine enemies overtaketh thee; or else three days the sword of the Lord, even the pestilence, in the land, and the angel of the Lord destroying throughout all the coasts of Israel. Now therefore advise thyself what word I shall bring again to him that sent me.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 24:13; 2 Ne. 1:18; Mosiah 1:17; Hel. 11:4; Abr. 2:1.",
                        "start": 7,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 126,
                        "end": 131
                    }
                ]
            },
            {
                "text": "And David said unto Gad, I am in a great strait: let me fall now into the hand of the Lord; for very great are his mercies: but let me not fall into the hand of man.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 107,
                        "end": 110
                    }
                ]
            },
            {
                "text": "So the Lord sent pestilence upon Israel: and there fell of Israel seventy thousand men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And God sent an angel unto Jerusalem to destroy it: and as he was destroying, the Lord beheld, and he repented him of the evil, and said to the angel that destroyed, It is enough, stay now thine hand. And the angel of the Lord stood by the threshingfloor of Ornan the Jebusite.",
                "footnotes": [
                    {
                        "footnote": "JST 1 Chr. 21:15 (Appendix).",
                        "start": 0,
                        "end": 3
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David lifted up his eyes, and saw the angel of the Lord stand between the earth and the heaven, having a drawn sword in his hand stretched out over Jerusalem. Then David and the elders of Israel, who were clothed in sackcloth, fell upon their faces.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 189,
                        "end": 208
                    }
                ]
            },
            {
                "text": "And David said unto God, Is it not I that commanded the people to be numbered? even I it is that have sinned and done evil indeed; but as for these sheep, what have they done? let thine hand, I pray thee, O Lord my God, be on me, and on my father's house; but not on thy people, that they should be plagued.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 576
                    }
                ],
                "italics": [
                    {
                        "start": 25,
                        "end": 30
                    },
                    {
                        "start": 37,
                        "end": 41
                    },
                    {
                        "start": 135,
                        "end": 141
                    }
                ]
            },
            {
                "text": "Then the angel of the Lord commanded Gad to say to David, that David should go up, and set up an altar unto the Lord in the threshingfloor of Ornan the Jebusite.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 4:1.",
                        "start": 9,
                        "end": 14
                    },
                    {
                        "footnote": "2 Chr. 3:1 (1–2).",
                        "start": 124,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David went up at the saying of Gad, which he spake in the name of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ornan turned back, and saw the angel; and his four sons with him hid themselves. Now Ornan was threshing wheat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as David came to Ornan, Ornan looked and saw David, and went out of the threshingfloor, and bowed himself to David with his face to the ground.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 124,
                        "end": 127
                    }
                ]
            },
            {
                "text": "Then David said to Ornan, Grant me the place of this threshingfloor, that I may build an altar therein unto the Lord: thou shalt grant it me for the full price: that the plague may be stayed from the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 52
                    }
                ]
            },
            {
                "text": "And Ornan said unto David, Take it to thee, and let my lord the king do that which is good in his eyes: lo, I give thee the oxen also for burnt offerings, and the threshing instruments for wood, and the wheat for the meat offering; I give it all.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 34
                    },
                    {
                        "start": 72,
                        "end": 85
                    },
                    {
                        "start": 115,
                        "end": 119
                    },
                    {
                        "start": 129,
                        "end": 133
                    }
                ]
            },
            {
                "text": "And king David said to Ornan, Nay; but I will verily buy it for the full price: for I will not take that which is thine for the Lord, nor offer burnt offerings without cost.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 104
                    },
                    {
                        "start": 111,
                        "end": 113
                    }
                ]
            },
            {
                "text": "So David gave to Ornan for the place six hundred shekels of gold by weight.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 24:24.",
                        "start": 37,
                        "end": 48
                    },
                    {
                        "footnote": "Gen. 23:16.",
                        "start": 68,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David built there an altar unto the Lord, and offered burnt offerings and peace offerings, and called upon the Lord; and he answered him from heaven by fire upon the altar of burnt offering.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 24:25.",
                        "start": 25,
                        "end": 30
                    },
                    {
                        "footnote": "Lev. 9:24; 2 Chr. 7:1.",
                        "start": 156,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord commanded the angel; and he put up his sword again into the sheath thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "At that time when David saw that the Lord had answered him in the threshingfloor of Ornan the Jebusite, then he sacrificed there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the tabernacle of the Lord, which Moses made in the wilderness, and the altar of the burnt offering, were at that season in the high place at Gibeon.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 16:39.",
                        "start": 8,
                        "end": 18
                    },
                    {
                        "footnote": "1 Kgs. 3:4.",
                        "start": 146,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 109
                    }
                ]
            },
            {
                "text": "But David could not go before it to inquire of God: for he was afraid because of the sword of the angel of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}