{
    "_id": "moses7",
    "nextChapterId": "moses8",
    "prevChapterId": "moses6",
    "volume": {
        "title": "Pearl of Great Price",
        "titleShort": "PoGP",
        "titleOfficial": "The Pearl of Great Price",
        "_id": "pearlofgreatprice"
    },
    "book": {
        "title": "Moses",
        "titleShort": "Moses",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "moses"
    },
    "chapter": {
        "bookTitle": "Moses",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Enoch teaches, leads the people, and moves mountains—The city of Zion is established—Enoch foresees the coming of the Son of Man, His atoning sacrifice, and the resurrection of the Saints—He foresees the Restoration, the Gathering, the Second Coming, and the return of Zion.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that Enoch continued his speech, saying: Behold, our father Adam taught these things, and many have believed and become the sons of God, and many have believed not, and have perished in their sins, and are looking forth with fear, in torment, for the fiery indignation of the wrath of God to be poured out upon them.",
                "footnotes": [
                    {
                        "footnote": "TG Sons and Daughters of God.",
                        "start": 144,
                        "end": 148
                    },
                    {
                        "footnote": "Alma 40:14 (11–14).",
                        "start": 245,
                        "end": 249
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And from that time forth Enoch began to prophesy, saying unto the people, that: As I was journeying, and stood upon the place Mahujah, and cried unto the Lord, there came a voice out of heaven, saying—Turn ye, and get ye upon the mount Simeon.",
                "footnotes": [
                    {
                        "footnote": "The Hebrew equivalent of Simeon is Shimʼon, which means “hearing.”",
                        "start": 236,
                        "end": 242
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I turned and went up on the mount; and as I stood upon the mount, I beheld the heavens open, and I was clothed upon with glory;",
                "footnotes": [
                    {
                        "footnote": "TG Transfiguration.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I saw the Lord; and he stood before my face, and he talked with me, even as a man talketh one with another, face to face; and he said unto me: Look, and I will show unto thee the world for the space of many generations.",
                "footnotes": [
                    {
                        "footnote": "TG God, Privilege of Seeing; Jesus Christ, Appearances, Antemortal.",
                        "start": 6,
                        "end": 9
                    },
                    {
                        "footnote": "Gen. 32:30; Deut. 5:4; Moses 1:11 (2, 11, 31).",
                        "start": 112,
                        "end": 124
                    },
                    {
                        "footnote": "Moses 1:4.",
                        "start": 147,
                        "end": 151
                    },
                    {
                        "footnote": "TG God, Omniscience of; Revelation.",
                        "start": 164,
                        "end": 168
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 21
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that I beheld in the valley of Shum, and lo, a great people which dwelt in tents, which were the people of Shum.",
                "footnotes": [
                    {
                        "footnote": "Moses 5:45; 6:38.",
                        "start": 95,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again the Lord said unto me: Look; and I looked towards the north, and I beheld the people of Canaan, which dwelt in tents.",
                "footnotes": [
                    {
                        "footnote": "Abr. 1:21.",
                        "start": 98,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the Lord shall curse the land with much heat, and the barrenness thereof shall go forth forever; and there was a blackness came upon all the children of Canaan, that they were despised among all people.",
                "footnotes": [
                    {
                        "footnote": "TG Earth, Curse of.",
                        "start": 27,
                        "end": 32
                    },
                    {
                        "footnote": "TG Barren.",
                        "start": 66,
                        "end": 76
                    },
                    {
                        "footnote": "2 Ne. 26:33.",
                        "start": 125,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: Go to this people, and say unto them—Repent, lest I come out and smite them with a curse, and they die.",
                "footnotes": [
                    {
                        "footnote": "Moses 5:8; 6:57.",
                        "start": 64,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he gave unto me a commandment that I should baptize in the name of the Father, and of the Son, which is full of grace and truth, and of the Holy Ghost, which beareth record of the Father and the Son.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism, Essential.",
                        "start": 48,
                        "end": 55
                    },
                    {
                        "footnote": "TG Grace.",
                        "start": 116,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch continued to call upon all the people, save it were the people of Canaan, to repent;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And so great was the faith of Enoch that he led the people of God, and their enemies came to battle against them; and he spake the word of the Lord, and the earth trembled, and the mountains fled, even according to his command; and the rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of the language which God had given him.",
                "footnotes": [
                    {
                        "footnote": "TG Faith.",
                        "start": 21,
                        "end": 26
                    },
                    {
                        "footnote": "Moses 6:32.",
                        "start": 121,
                        "end": 126
                    },
                    {
                        "footnote": "Matt. 17:20; Luke 17:6 (5–6).",
                        "start": 181,
                        "end": 190
                    },
                    {
                        "footnote": "Moses 6:34.",
                        "start": 236,
                        "end": 242
                    },
                    {
                        "footnote": "TG Priesthood, Power of.",
                        "start": 379,
                        "end": 387
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 9:8.",
                        "start": 16,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the giants of the land, also, stood afar off; and there went forth a curse upon all people that fought against God;",
                "footnotes": [
                    {
                        "footnote": "Num. 13:33; Moses 8:18.",
                        "start": 8,
                        "end": 14
                    },
                    {
                        "footnote": "Ps. 83:17 (2–17); 2 Ne. 25:14; D&C 71:7.",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                "footnotes": [
                    {
                        "footnote": "TG God, Presence of.",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The fear of the Lord was upon all nations, so great was the glory of the Lord, which was upon his people. And the Lord blessed the land, and they were blessed upon the mountains, and upon the high places, and did flourish.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:27 (27–28); Alma 14:26; D&C 64:43.",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "TG Glory.",
                        "start": 60,
                        "end": 65
                    },
                    {
                        "footnote": "1 Chr. 28:8 (7–8); 1 Ne. 2:20.",
                        "start": 131,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 30:12; Acts 4:32 (31–32); Philip. 2:1–4. TG Unity.",
                        "start": 58,
                        "end": 61
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p18",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And Enoch continued his preaching in righteousness unto the people of God. And it came to pass in his days, that he built a city that was called the City of Holiness, even Zion.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch talked with the Lord; and he said unto the Lord: Surely Zion shall dwell in safety forever. But the Lord said unto Enoch: Zion have I blessed, but the residue of the people have I cursed.",
                "footnotes": [
                    {
                        "footnote": "Moses 7:63 (62–63). TG Jerusalem, New.",
                        "start": 87,
                        "end": 91
                    },
                    {
                        "footnote": "Moses 7:28.",
                        "start": 182,
                        "end": 189
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord showed unto Enoch all the inhabitants of the earth; and he beheld, and lo, Zion, in process of time, was taken up into heaven. And the Lord said unto Enoch: Behold mine abode forever.",
                "footnotes": [
                    {
                        "footnote": "Moses 7:31.",
                        "start": 109,
                        "end": 113
                    },
                    {
                        "footnote": "Moses 7:47, 69.",
                        "start": 139,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch also beheld the residue of the people which were the sons of Adam; and they were a mixture of all the seed of Adam save it was the seed of Cain, for the seed of Cain were black, and had not place among them.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 26:33.",
                        "start": 181,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after that Zion was taken up into heaven, Enoch beheld, and lo, all the nations of the earth were before him;",
                "footnotes": [
                    {
                        "footnote": "TG Heaven.",
                        "start": 38,
                        "end": 44
                    },
                    {
                        "footnote": "TG Vision.",
                        "start": 52,
                        "end": 58
                    },
                    {
                        "footnote": "D&C 88:47 (45–47); Moses 1:28 (27–29); Abr. 3:21 (21–23).",
                        "start": 68,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there came generation upon generation; and Enoch was high and lifted up, even in the bosom of the Father, and of the Son of Man; and behold, the power of Satan was upon all the face of the earth.",
                "footnotes": [
                    {
                        "footnote": "2 Cor. 12:2 (1–4).",
                        "start": 66,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he saw angels descending out of heaven; and he heard a loud voice saying: Wo, wo be unto the inhabitants of the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he beheld Satan; and he had a great chain in his hand, and it veiled the whole face of the earth with darkness; and he looked up and laughed, and his angels rejoiced.",
                "footnotes": [
                    {
                        "footnote": "Prov. 5:22; 2 Tim. 2:26 (24–26); Alma 12:11 (10–11).",
                        "start": 40,
                        "end": 45
                    },
                    {
                        "footnote": "Isa. 60:2 (1–3); Alma 10:25; 14:6; Moses 6:27.",
                        "start": 106,
                        "end": 114
                    },
                    {
                        "footnote": "Moses 5:21.",
                        "start": 137,
                        "end": 144
                    },
                    {
                        "footnote": "2 Pet. 2:4; Jude 1:6; D&C 29:37 (36–45).",
                        "start": 154,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch beheld angels descending out of heaven, bearing testimony of the Father and Son; and the Holy Ghost fell on many, and they were caught up by the powers of heaven into Zion.",
                "footnotes": [
                    {
                        "footnote": "TG Angels.",
                        "start": 17,
                        "end": 23
                    },
                    {
                        "footnote": "TG Testimony.",
                        "start": 58,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the God of heaven looked upon the residue of the people, and he wept; and Enoch bore record of it, saying: How is it that the heavens weep, and shed forth their tears as the rain upon the mountains?",
                "footnotes": [
                    {
                        "footnote": "Moro. 7:32; Moses 7:20.",
                        "start": 59,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch said unto the Lord: How is it that thou canst weep, seeing thou art holy, and from all eternity to all eternity?",
                "footnotes": [
                    {
                        "footnote": "Isa. 63:9 (7–10).",
                        "start": 56,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And were it possible that man could number the particles of the earth, yea, millions of earths like this, it would not be a beginning to the number of thy creations; and thy curtains are stretched out still; and yet thou art there, and thy bosom is there; and also thou art just; thou art merciful and kind forever;",
                "footnotes": [
                    {
                        "footnote": "Job 9:9 (7–9); Ps. 8:3 (3–4); D&C 76:24; Moses 1:33. TG Astronomy.",
                        "start": 88,
                        "end": 94
                    },
                    {
                        "footnote": "TG Creation.",
                        "start": 155,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou hast taken Zion to thine own bosom, from all thy creations, from all eternity to all eternity; and naught but peace, justice, and truth is the habitation of thy throne; and mercy shall go before thy face and have no end; how is it thou canst weep?",
                "footnotes": [
                    {
                        "footnote": "Moses 7:21.",
                        "start": 20,
                        "end": 24
                    },
                    {
                        "footnote": "TG God, Justice of.",
                        "start": 126,
                        "end": 133
                    },
                    {
                        "footnote": "Moses 7:37 (37, 40).",
                        "start": 251,
                        "end": 255
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p31",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;",
                "footnotes": [
                    {
                        "footnote": "Moses 1:4.",
                        "start": 90,
                        "end": 95
                    },
                    {
                        "footnote": "TG God, Intelligence of; Knowledge.",
                        "start": 124,
                        "end": 133
                    },
                    {
                        "footnote": "TG Agency.",
                        "start": 209,
                        "end": 215
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And unto thy brethren have I said, and also given commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood;",
                "footnotes": [
                    {
                        "footnote": "TG Love.",
                        "start": 80,
                        "end": 84
                    },
                    {
                        "footnote": "Gen. 6:11. TG Hate.",
                        "start": 193,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the fire of mine indignation is kindled against them; and in my hot displeasure will I send in the floods upon them, for my fierce anger is kindled against them.",
                "footnotes": [
                    {
                        "footnote": "Num. 11:1 (1, 10); D&C 35:14.",
                        "start": 8,
                        "end": 12
                    },
                    {
                        "footnote": "Ps. 106:40.",
                        "start": 21,
                        "end": 32
                    },
                    {
                        "footnote": "Gen. 7:10 (4, 10); Moses 8:17 (17, 24). TG Flood.",
                        "start": 103,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I am God; Man of Holiness is my name; Man of Counsel is my name; and Endless and Eternal is my name, also.",
                "footnotes": [
                    {
                        "footnote": "Moses 6:57.",
                        "start": 18,
                        "end": 21
                    },
                    {
                        "footnote": "Ex. 3:15; Moses 1:3.",
                        "start": 103,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, I can stretch forth mine hands and hold all the creations which I have made; and mine eye can pierce them also, and among all the workmanship of mine hands there has not been so great wickedness as among thy brethren.",
                "footnotes": [
                    {
                        "footnote": "D&C 38:2; 88:41; Moses 1:35 (35–37). TG God, Omniscience of.",
                        "start": 59,
                        "end": 68
                    },
                    {
                        "footnote": "Gen. 6:5 (5–6); 3 Ne. 9:9; Morm. 4:12 (10–12); D&C 112:23; Moses 8:22 (22, 28–30).",
                        "start": 195,
                        "end": 205
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, their sins shall be upon the heads of their fathers; Satan shall be their father, and misery shall be their doom; and the whole heavens shall weep over them, even all the workmanship of mine hands; wherefore should not the heavens weep, seeing these shall suffer?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, these which thine eyes are upon shall perish in the floods; and behold, I will shut them up; a prison have I prepared for them.",
                "footnotes": [
                    {
                        "footnote": "1 Pet. 3:20 (18–21). TG Spirits in Prison.",
                        "start": 107,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                "footnotes": [
                    {
                        "footnote": "IE the Savior.",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "Ezek. 33:11.",
                        "start": 69,
                        "end": 78
                    },
                    {
                        "footnote": "Moses 4:2; Abr. 3:27.",
                        "start": 143,
                        "end": 149
                    },
                    {
                        "footnote": "TG Damnation.",
                        "start": 208,
                        "end": 215
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, for this shall the heavens weep, yea, and all the workmanship of mine hands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord spake unto Enoch, and told Enoch all the doings of the children of men; wherefore Enoch knew, and looked upon their wickedness, and their misery, and wept and stretched forth his arms, and his heart swelled wide as eternity; and his bowels yearned; and all eternity shook.",
                "footnotes": [
                    {
                        "footnote": "TG God, Omniscience of.",
                        "start": 56,
                        "end": 60
                    },
                    {
                        "footnote": "Mosiah 28:3. TG Compassion.",
                        "start": 227,
                        "end": 232
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch also saw Noah, and his family; that the posterity of all the sons of Noah should be saved with a temporal salvation;",
                "footnotes": [
                    {
                        "footnote": "Gen. 8:16; Moses 8:12.",
                        "start": 33,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore Enoch saw that Noah built an ark; and that the Lord smiled upon it, and held it in his own hand; but upon the residue of the wicked the floods came and swallowed them up.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:14–22; Ether 6:7 (6–8).",
                        "start": 39,
                        "end": 42
                    },
                    {
                        "footnote": "TG Flood; Punish.",
                        "start": 146,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as Enoch saw this, he had bitterness of soul, and wept over his brethren, and said unto the heavens: I will refuse to be comforted; but the Lord said unto Enoch: Lift up your heart, and be glad; and look.",
                "footnotes": [
                    {
                        "footnote": "Job 10:1; Isa. 38:15.",
                        "start": 30,
                        "end": 40
                    },
                    {
                        "footnote": "Ps. 77:2; Ether 15:3.",
                        "start": 125,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch looked; and from Noah, he beheld all the families of the earth; and he cried unto the Lord, saying: When shall the day of the Lord come? When shall the blood of the Righteous be shed, that all they that mourn may be sanctified and have eternal life?",
                "footnotes": [
                    {
                        "footnote": "TG Sanctification.",
                        "start": 247,
                        "end": 257
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 24
                    }
                ],
                "italics": []
            },
            {
                "text": "And the Lord said: It shall be in the meridian of time, in the days of wickedness and vengeance.",
                "footnotes": [
                    {
                        "footnote": "Moses 5:57.",
                        "start": 38,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, Enoch saw the day of the coming of the Son of Man, even in the flesh; and his soul rejoiced, saying: The Righteous is lifted up, and the Lamb is slain from the foundation of the world; and through faith I am in the bosom of the Father, and behold, Zion is with me.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Appearances, Antemortal.",
                        "start": 18,
                        "end": 21
                    },
                    {
                        "footnote": "TG Jesus Christ, Lamb of God; Passover.",
                        "start": 149,
                        "end": 153
                    },
                    {
                        "footnote": "TG Faith.",
                        "start": 209,
                        "end": 214
                    },
                    {
                        "footnote": "Moses 7:21.",
                        "start": 260,
                        "end": 264
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch looked upon the earth; and he heard a voice from the bowels thereof, saying: Wo, wo is me, the mother of men; I am pained, I am weary, because of the wickedness of my children. When shall I rest, and be cleansed from the filthiness which is gone forth out of me? When will my Creator sanctify me, that I may rest, and righteousness for a season abide upon my face?",
                "footnotes": [
                    {
                        "footnote": "TG Earth, Purpose of.",
                        "start": 47,
                        "end": 52
                    },
                    {
                        "footnote": "TG Pain.",
                        "start": 146,
                        "end": 152
                    },
                    {
                        "footnote": "Moses 7:64 (54, 58, 64).",
                        "start": 221,
                        "end": 225
                    },
                    {
                        "footnote": "TG Earth, Cleansing of.",
                        "start": 234,
                        "end": 242
                    },
                    {
                        "footnote": "TG Filthiness.",
                        "start": 252,
                        "end": 262
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Enoch heard the earth mourn, he wept, and cried unto the Lord, saying: O Lord, wilt thou not have compassion upon the earth? Wilt thou not bless the children of Noah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch continued his cry unto the Lord, saying: I ask thee, O Lord, in the name of thine Only Begotten, even Jesus Christ, that thou wilt have mercy upon Noah and his seed, that the earth might never more be covered by the floods.",
                "footnotes": [
                    {
                        "footnote": "TG Flood.",
                        "start": 247,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord could not withhold; and he covenanted with Enoch, and sware unto him with an oath, that he would stay the floods; that he would call upon the children of Noah;",
                "footnotes": [
                    {
                        "footnote": "Moses 7:60.",
                        "start": 40,
                        "end": 50
                    },
                    {
                        "footnote": "Ps. 104:9.",
                        "start": 119,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he sent forth an unalterable decree, that a remnant of his seed should always be found among all nations, while the earth should stand;",
                "footnotes": [
                    {
                        "footnote": "Moses 8:2.",
                        "start": 48,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said: Blessed is he through whose seed Messiah shall come; for he saith—I am Messiah, the King of Zion, the Rock of Heaven, which is broad as eternity; whoso cometh in at the gate and climbeth up by me shall never fall; wherefore, blessed are they of whom I have spoken, for they shall come forth with songs of everlasting joy.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Messiah.",
                        "start": 90,
                        "end": 97
                    },
                    {
                        "footnote": "Matt. 2:2; 2 Ne. 10:14; Alma 5:50; D&C 128:22 (22–23).",
                        "start": 103,
                        "end": 107
                    },
                    {
                        "footnote": "Ps. 71:3; 78:35; Hel. 5:12. TG Cornerstone; Rock.",
                        "start": 121,
                        "end": 125
                    },
                    {
                        "footnote": "TG Eternity.",
                        "start": 155,
                        "end": 163
                    },
                    {
                        "footnote": "2 Ne. 31:19 (19–20).",
                        "start": 197,
                        "end": 205
                    },
                    {
                        "footnote": "TG Singing.",
                        "start": 315,
                        "end": 320
                    },
                    {
                        "footnote": "TG Joy.",
                        "start": 336,
                        "end": 339
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch cried unto the Lord, saying: When the Son of Man cometh in the flesh, shall the earth rest? I pray thee, show me these things.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Enoch: Look, and he looked and beheld the Son of Man lifted up on the cross, after the manner of men;",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Prophecies about.",
                        "start": 65,
                        "end": 75
                    },
                    {
                        "footnote": "3 Ne. 27:14. TG Jesus Christ, Crucifixion of.",
                        "start": 93,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he heard a loud voice; and the heavens were veiled; and all the creations of God mourned; and the earth groaned; and the rocks were rent; and the saints arose, and were crowned at the right hand of the Son of Man, with crowns of glory;",
                "footnotes": [
                    {
                        "footnote": "TG Veil.",
                        "start": 48,
                        "end": 54
                    },
                    {
                        "footnote": "Matt. 27:51 (45, 50–51).",
                        "start": 108,
                        "end": 115
                    },
                    {
                        "footnote": "TG Saints.",
                        "start": 150,
                        "end": 156
                    },
                    {
                        "footnote": "TG Exaltation.",
                        "start": 173,
                        "end": 180
                    },
                    {
                        "footnote": "Matt. 25:34.",
                        "start": 188,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as many of the spirits as were in prison came forth, and stood on the right hand of God; and the remainder were reserved in chains of darkness until the judgment of the great day.",
                "footnotes": [
                    {
                        "footnote": "TG Spirits, Disembodied.",
                        "start": 19,
                        "end": 26
                    },
                    {
                        "footnote": "D&C 76:73 (71–74); 88:99. TG Salvation for the Dead; Spirits in Prison.",
                        "start": 38,
                        "end": 44
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 25
                    }
                ],
                "italics": []
            },
            {
                "text": "And again Enoch wept and cried unto the Lord, saying: When shall the earth rest?",
                "footnotes": [
                    {
                        "footnote": "Dan. 12:8 (8–13).",
                        "start": 75,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch beheld the Son of Man ascend up unto the Father; and he called unto the Lord, saying: Wilt thou not come again upon the earth? Forasmuch as thou art God, and I know thee, and thou hast sworn unto me, and commanded me that I should ask in the name of thine Only Begotten; thou hast made me, and given unto me a right to thy throne, and not of myself, but through thine own grace; wherefore, I ask thee if thou wilt not come again on the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Enoch: As I live, even so will I come in the last days, in the days of wickedness and vengeance, to fulfil the oath which I have made unto you concerning the children of Noah;",
                "footnotes": [
                    {
                        "footnote": "TG Last Days.",
                        "start": 68,
                        "end": 77
                    },
                    {
                        "footnote": "Moses 7:51.",
                        "start": 134,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men, but my people will I preserve;",
                "footnotes": [
                    {
                        "footnote": "TG Rest.",
                        "start": 44,
                        "end": 48
                    },
                    {
                        "footnote": "Micah 3:6; D&C 38:11 (11–12); 112:23.",
                        "start": 91,
                        "end": 99
                    },
                    {
                        "footnote": "TG Veil.",
                        "start": 107,
                        "end": 111
                    },
                    {
                        "footnote": "1 Ne. 22:17 (15–22); 2 Ne. 30:10. TG Protection, Divine.",
                        "start": 276,
                        "end": 284
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "TG Righteousness.",
                        "start": 4,
                        "end": 17
                    },
                    {
                        "footnote": "TG Testimony.",
                        "start": 104,
                        "end": 113
                    },
                    {
                        "footnote": "TG Jesus Christ, Resurrection.",
                        "start": 141,
                        "end": 153
                    },
                    {
                        "footnote": "TG Israel, Gathering of.",
                        "start": 292,
                        "end": 298
                    },
                    {
                        "footnote": "TG Zion.",
                        "start": 546,
                        "end": 550
                    },
                    {
                        "footnote": "TG Jerusalem, New.",
                        "start": 554,
                        "end": 567
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Enoch: Then shalt thou and all thy city meet them there, and we will receive them into our bosom, and they shall see us; and we will fall upon their necks, and they shall fall upon our necks, and we will kiss each other;",
                "footnotes": [
                    {
                        "footnote": "Rev. 21:10 (9–11); D&C 45:12 (11–12); Moses 7:20 (20–21).",
                        "start": 58,
                        "end": 62
                    },
                    {
                        "footnote": "Rev. 14:13 (12–13).",
                        "start": 92,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there shall be mine abode, and it shall be Zion, which shall come forth out of all the creations which I have made; and for the space of a thousand years the earth shall rest.",
                "footnotes": [
                    {
                        "footnote": "TG Millennium.",
                        "start": 143,
                        "end": 151
                    },
                    {
                        "footnote": "TG Earth, Destiny of.",
                        "start": 162,
                        "end": 167
                    },
                    {
                        "footnote": "Moses 7:48. TG Earth, Purpose of.",
                        "start": 174,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Enoch saw the day of the coming of the Son of Man, in the last days, to dwell on the earth in righteousness for the space of a thousand years;",
                "footnotes": [
                    {
                        "footnote": "1 Cor. 5:5.",
                        "start": 39,
                        "end": 42
                    },
                    {
                        "footnote": "Jude 1:14.",
                        "start": 50,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But before that day he saw great tribulations among the wicked; and he also saw the sea, that it was troubled, and men's hearts failing them, looking forth with fear for the judgments of the Almighty God, which should come upon the wicked.",
                "footnotes": [
                    {
                        "footnote": "Isa. 13:7.",
                        "start": 128,
                        "end": 135
                    },
                    {
                        "footnote": "TG Judgment, the Last.",
                        "start": 174,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord showed Enoch all things, even unto the end of the world; and he saw the day of the righteous, the hour of their redemption, and received a fulness of joy;",
                "footnotes": [
                    {
                        "footnote": "TG Joy.",
                        "start": 163,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the days of Zion, in the days of Enoch, were three hundred and sixty-five years.",
                "footnotes": [
                    {
                        "footnote": "Gen. 5:23; Moses 8:1.",
                        "start": 20,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                "footnotes": [
                    {
                        "footnote": "Gen. 5:24; Moses 6:34. TG Walking with God.",
                        "start": 29,
                        "end": 35
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 26
                    }
                ],
                "italics": []
            }
        ]
    }
}