{
    "_id": "ezekiel46",
    "nextChapterId": "ezekiel47",
    "prevChapterId": "ezekiel45",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 46,
        "summary": "The ordinances of worship and of sacrifice are explained.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Thus saith the Lord God; The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath it shall be opened, and in the day of the new moon it shall be opened.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 9:18.",
                        "start": 29,
                        "end": 33
                    },
                    {
                        "footnote": "OR faces.",
                        "start": 58,
                        "end": 72
                    },
                    {
                        "footnote": "TG Sabbath.",
                        "start": 129,
                        "end": 136
                    },
                    {
                        "footnote": "Ezek. 45:17.",
                        "start": 183,
                        "end": 187
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1095
                    }
                ],
                "italics": []
            },
            {
                "text": "And the prince shall enter by the way of the porch of that gate without, and shall stand by the post of the gate, and the priests shall prepare his burnt offering and his peace offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 41:21.",
                        "start": 96,
                        "end": 100
                    },
                    {
                        "footnote": "Ezek. 40:38.",
                        "start": 154,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 58
                    }
                ]
            },
            {
                "text": "Likewise the people of the land shall worship at the door of this gate before the Lord in the sabbaths and in the new moons.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the burnt offering that the prince shall offer unto the Lord in the sabbath day shall be six lambs without blemish, and a ram without blemish.",
                "footnotes": [
                    {
                        "footnote": "Num. 28:10 (9–10).",
                        "start": 72,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And the meat offering shall be an ephah for a ram, and the meat offering for the lambs as he shall be able to give, and an hin of oil to an ephah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And in the day of the new moon it shall be a young bullock without blemish, and six lambs, and a ram: they shall be without blemish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 42
                    }
                ]
            },
            {
                "text": "And he shall prepare a meat offering, an ephah for a bullock, and an ephah for a ram, and for the lambs according as his hand shall attain unto, and an hin of oil to an ephah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the prince shall enter, he shall go in by the way of the porch of that gate, and he shall go forth by the way thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 75,
                        "end": 79
                    }
                ]
            },
            {
                "text": "But when the people of the land shall come before the Lord in the solemn feasts, he that entereth in by the way of the north gate to worship shall go out by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate whereby he came in, but shall go forth over against it.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:14 (1–17); Deut. 16:16.",
                        "start": 73,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the prince in the midst of them, when they go in, shall go in; and when they go forth, shall go forth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the feasts and in the solemnities the meat offering shall be an ephah to a bullock, and an ephah to a ram, and to the lambs as he is able to give, and an hin of oil to an ephah.",
                "footnotes": [
                    {
                        "footnote": "TG Solemn Assembly.",
                        "start": 29,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when the prince shall prepare a voluntary burnt offering or peace offerings voluntarily unto the Lord, one shall then open him the gate that looketh toward the east, and he shall prepare his burnt offering and his peace offerings, as he did on the sabbath day: then he shall go forth; and after his going forth one shall shut the gate.",
                "footnotes": [
                    {
                        "footnote": "D&C 58:26 (26–29).",
                        "start": 36,
                        "end": 45
                    },
                    {
                        "footnote": "TG Sacrifice.",
                        "start": 70,
                        "end": 79
                    },
                    {
                        "footnote": "Lev. 7:16; 22:23.",
                        "start": 80,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 107,
                        "end": 110
                    },
                    {
                        "start": 315,
                        "end": 318
                    }
                ]
            },
            {
                "text": "Thou shalt daily prepare a burnt offering unto the Lord of a lamb of the first year without blemish: thou shalt prepare it every morning.",
                "footnotes": [
                    {
                        "footnote": "Ex. 29:38.",
                        "start": 11,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 58
                    }
                ]
            },
            {
                "text": "And thou shalt prepare a meat offering for it every morning, the sixth part of an ephah, and the third part of an hin of oil, to temper with the fine flour; a meat offering continually by a perpetual ordinance unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "OR moisten, soften.",
                        "start": 129,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus shall they prepare the lamb, and the meat offering, and the oil, every morning for a continual burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 87
                    }
                ]
            },
            {
                "text": "Thus saith the Lord God; If the prince give a gift unto any of his sons, the inheritance thereof shall be his sons'; it shall be their possession by inheritance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 120,
                        "end": 128
                    }
                ]
            },
            {
                "text": "But if he give a gift of his inheritance to one of his servants, then it shall be his to the year of liberty; after it shall return to the prince: but his inheritance shall be his sons' for them.",
                "footnotes": [
                    {
                        "footnote": "TG Liberty.",
                        "start": 101,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover the prince shall not take of the people's inheritance by oppression, to thrust them out of their possession; but he shall give his sons inheritance out of his own possession: that my people be not scattered every man from his possession.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 45:8.",
                        "start": 51,
                        "end": 62
                    },
                    {
                        "footnote": "Mosiah 2:14 (12–15).",
                        "start": 66,
                        "end": 76
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1096
                    }
                ],
                "italics": [
                    {
                        "start": 118,
                        "end": 121
                    }
                ]
            },
            {
                "text": "After he brought me through the entry, which was at the side of the gate, into the holy chambers of the priests, which looked toward the north: and, behold, there was a place on the two sides westward.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 42:4 (4–12).",
                        "start": 88,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 48
                    },
                    {
                        "start": 163,
                        "end": 166
                    }
                ]
            },
            {
                "text": "Then said he unto me, This is the place where the priests shall boil the trespass offering and the sin offering, where they shall bake the meat offering; that they bear them not out into the utter court, to sanctify the people.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 40:39.",
                        "start": 73,
                        "end": 90
                    },
                    {
                        "footnote": "Lev. 2:4.",
                        "start": 130,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 29
                    },
                    {
                        "start": 169,
                        "end": 173
                    }
                ]
            },
            {
                "text": "Then he brought me forth into the utter court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 145,
                        "end": 154
                    }
                ]
            },
            {
                "text": "In the four corners of the court there were courts joined of forty cubits long and thirty broad: these four corners were of one measure.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 33,
                        "end": 43
                    },
                    {
                        "start": 67,
                        "end": 73
                    },
                    {
                        "start": 116,
                        "end": 120
                    }
                ]
            },
            {
                "text": "And there was a row of building round about in them, round about them four, and it was made with boiling places under the rows round about.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 13
                    },
                    {
                        "start": 20,
                        "end": 31
                    },
                    {
                        "start": 80,
                        "end": 86
                    }
                ]
            },
            {
                "text": "Then said he unto me, These are the places of them that boil, where the ministers of the house shall boil the sacrifice of the people.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 44:11; 45:5.",
                        "start": 72,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 31
                    }
                ]
            }
        ]
    }
}