{
    "_id": "ezekiel14",
    "nextChapterId": "ezekiel15",
    "prevChapterId": "ezekiel13",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 14,
        "summary": "The Lord will not answer those who worship false gods and work iniquity—Ezekiel preaches repentance—The people would not be saved though Noah, Daniel, and Job ministered among them.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then came certain of the elders of Israel unto me, and sat before me.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 8:1.",
                        "start": 25,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Son of man, these men have set up their idols in their heart, and put the stumblingblock of their iniquity before their face: should I be inquired of at all by them?",
                "footnotes": [
                    {
                        "footnote": "TG Wickedness.",
                        "start": 98,
                        "end": 106
                    },
                    {
                        "footnote": "Ezek. 20:3; 36:37.",
                        "start": 138,
                        "end": 146
                    },
                    {
                        "footnote": "2 Kgs. 3:13; 2 Cor. 6:14 (14–16).",
                        "start": 160,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore speak unto them, and say unto them, Thus saith the Lord God; Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumblingblock of his iniquity before his face, and cometh to the prophet; I the Lord will answer him that cometh according to the multitude of his idols;",
                "footnotes": [
                    {
                        "footnote": "Ezek. 3:20; 2 Ne. 26:20.",
                        "start": 160,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That I may take the house of Israel in their own heart, because they are all estranged from me through their idols.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore say unto the house of Israel, Thus saith the Lord God; Repent, and turn yourselves from your idols; and turn away your faces from all your abominations.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 82,
                        "end": 92
                    }
                ]
            },
            {
                "text": "For every one of the house of Israel, or of the stranger that sojourneth in Israel, which separateth himself from me, and setteth up his idols in his heart, and putteth the stumblingblock of his iniquity before his face, and cometh to a prophet to inquire of him concerning me; I the Lord will answer him by myself:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will set my face against that man, and will make him a sign and a proverb, and I will cut him off from the midst of my people; and ye shall know that I am the Lord.",
                "footnotes": [
                    {
                        "footnote": "Lev. 17:10.",
                        "start": 18,
                        "end": 22
                    },
                    {
                        "footnote": "Num. 26:10.",
                        "start": 61,
                        "end": 65
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1043
                    }
                ],
                "italics": [
                    {
                        "start": 158,
                        "end": 160
                    }
                ]
            },
            {
                "text": "And if the prophet be deceived when he hath spoken a thing, I the Lord have deceived that prophet, and I will stretch out my hand upon him, and will destroy him from the midst of my people Israel.",
                "footnotes": [
                    {
                        "footnote": "JST Ezek. 14:9 … I the Lord have not deceived …",
                        "start": 60,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall bear the punishment of their iniquity: the punishment of the prophet shall be even as the punishment of him that seeketh unto him;",
                "footnotes": [
                    {
                        "footnote": "TG Punish.",
                        "start": 24,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 136,
                        "end": 145
                    }
                ]
            },
            {
                "text": "That the house of Israel may go no more astray from me, neither be polluted any more with all their transgressions; but that they may be my people, and I may be their God, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Mission of.",
                        "start": 140,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The word of the Lord came again to me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Son of man, when the land sinneth against me by trespassing grievously, then will I stretch out mine hand upon it, and will break the staff of the bread thereof, and will send famine upon it, and will cut off man and beast from it:",
                "footnotes": [
                    {
                        "footnote": "Lev. 26:26.",
                        "start": 124,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Though these three men, Noah, Daniel, and Job, were in it, they should deliver but their own souls by their righteousness, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "Jer. 15:1.",
                        "start": 0,
                        "end": 6
                    },
                    {
                        "footnote": "Gen. 6:9.",
                        "start": 24,
                        "end": 28
                    },
                    {
                        "footnote": "Ezek. 28:3; Dan. 9:22 (22–23).",
                        "start": 30,
                        "end": 36
                    },
                    {
                        "footnote": "Job 1:1.",
                        "start": 42,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 82
                    }
                ]
            },
            {
                "text": "If I cause noisome beasts to pass through the land, and they spoil it, so that it be desolate, that no man may pass through because of the beasts:",
                "footnotes": [
                    {
                        "footnote": "HEB wild or evil.",
                        "start": 11,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Though these three men were in it, as I live, saith the Lord God, they shall deliver neither sons nor daughters; they only shall be delivered, but the land shall be desolate.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 6
                    },
                    {
                        "start": 23,
                        "end": 27
                    },
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "Or if I bring a sword upon that land, and say, Sword, go through the land; so that I cut off man and beast from it:",
                "footnotes": [
                    {
                        "footnote": "Lev. 26:25.",
                        "start": 16,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 3,
                        "end": 5
                    }
                ]
            },
            {
                "text": "Though these three men were in it, as I live, saith the Lord God, they shall deliver neither sons nor daughters, but they only shall be delivered themselves.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 27
                    },
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "Or if I send a pestilence into that land, and pour out my fury upon it in blood, to cut off from it man and beast:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 3,
                        "end": 5
                    }
                ]
            },
            {
                "text": "Though Noah, Daniel, and Job, were in it, as I live, saith the Lord God, they shall deliver neither son nor daughter; they shall but deliver their own souls by their righteousness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 34
                    },
                    {
                        "start": 42,
                        "end": 44
                    },
                    {
                        "start": 129,
                        "end": 132
                    }
                ]
            },
            {
                "text": "For thus saith the Lord God; How much more when I send my four sore judgments upon Jerusalem, the sword, and the famine, and the noisome beast, and the pestilence, to cut off from it man and beast?",
                "footnotes": [
                    {
                        "footnote": "Ezek. 5:17; 33:27; Rev. 6:8.",
                        "start": 98,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yet, behold, therein shall be left a remnant that shall be brought forth, both sons and daughters: behold, they shall come forth unto you, and ye shall see their way and their doings: and ye shall be comforted concerning the evil that I have brought upon Jerusalem, even concerning all that I have brought upon it.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Remnant of.",
                        "start": 37,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 78
                    },
                    {
                        "start": 266,
                        "end": 270
                    }
                ]
            },
            {
                "text": "And they shall comfort you, when ye see their ways and their doings: and ye shall know that I have not done without cause all that I have done in it, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}