{
    "_id": "ezekiel16",
    "nextChapterId": "ezekiel17",
    "prevChapterId": "ezekiel15",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 16,
        "summary": "Jerusalem has become as a harlot, reveling in her idols and worshipping false gods—She has partaken of all the sins of Egypt and the nations round about, and she is rejected—Yet in the last days, the Lord will again establish His covenant with her.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Again the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Son of man, cause Jerusalem to know her abominations,",
                "footnotes": [
                    {
                        "footnote": "Ezek. 20:4; D&C 88:81.",
                        "start": 40,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And say, Thus saith the Lord God unto Jerusalem; Thy birth and thy nativity is of the land of Canaan; thy father was an Amorite, and thy mother an Hittite.",
                "footnotes": [
                    {
                        "footnote": "HEB origins.",
                        "start": 53,
                        "end": 58
                    },
                    {
                        "footnote": "Ezek. 16:45.",
                        "start": 137,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 78
                    },
                    {
                        "start": 113,
                        "end": 116
                    }
                ]
            },
            {
                "text": "And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water to supple thee; thou wast not salted at all, nor swaddled at all.",
                "footnotes": [
                    {
                        "footnote": "Hosea 2:3.",
                        "start": 46,
                        "end": 50
                    },
                    {
                        "footnote": "IE umbilical cord.",
                        "start": 55,
                        "end": 60
                    },
                    {
                        "footnote": "HEB cleanse.",
                        "start": 111,
                        "end": 117
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 10
                    },
                    {
                        "start": 118,
                        "end": 123
                    }
                ]
            },
            {
                "text": "None eye pitied thee, to do any of these unto thee, to have compassion upon thee; but thou wast cast out in the open field, to the lothing of thy person, in the day that thou wast born.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when I passed by thee, and saw thee polluted in thine own blood, I said unto thee when thou wast in thy blood, Live; yea, I said unto thee when thou wast in thy blood, Live.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 86,
                        "end": 100
                    },
                    {
                        "start": 143,
                        "end": 157
                    }
                ]
            },
            {
                "text": "I have caused thee to multiply as the bud of the field, and thou hast increased and waxen great, and thou art come to excellent ornaments: thy breasts are fashioned, and thine hair is grown, whereas thou wast naked and bare.",
                "footnotes": [
                    {
                        "footnote": "HEB grown large.",
                        "start": 84,
                        "end": 95
                    },
                    {
                        "footnote": "Hosea 2:3 (3, 8–12).",
                        "start": 209,
                        "end": 214
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 139,
                        "end": 142
                    },
                    {
                        "start": 204,
                        "end": 208
                    }
                ]
            },
            {
                "text": "Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
                "footnotes": [
                    {
                        "footnote": "TG Love.",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 69
                    }
                ]
            },
            {
                "text": "Then washed I thee with water; yea, I throughly washed away thy blood from thee, and I anointed thee with oil.",
                "footnotes": [
                    {
                        "footnote": "TG Remission of Sins.",
                        "start": 48,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I clothed thee also with broidered work, and shod thee with badgers' skin, and I girded thee about with fine linen, and I covered thee with silk.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I decked thee also with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I put a jewel on thy forehead, and earrings in thine ears, and a beautiful crown upon thine head.",
                "footnotes": [
                    {
                        "footnote": "HEB nose.",
                        "start": 25,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil: and thou wast exceeding beautiful, and thou didst prosper into a kingdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 60,
                        "end": 66
                    }
                ]
            },
            {
                "text": "And thy renown went forth among the heathen for thy beauty: for it was perfect through my comeliness, which I had put upon thee, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "Lam. 2:15.",
                        "start": 8,
                        "end": 14
                    },
                    {
                        "footnote": "HEB splendor.",
                        "start": 90,
                        "end": 100
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1045
                    }
                ],
                "italics": [
                    {
                        "start": 67,
                        "end": 70
                    }
                ]
            },
            {
                "text": "But thou didst trust in thine own beauty, and playedst the harlot because of thy renown, and pouredst out thy fornications on every one that passed by; his it was.",
                "footnotes": [
                    {
                        "footnote": "Hosea 4:15 (14–15).",
                        "start": 59,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And of thy garments thou didst take, and deckedst thy high places with divers colours, and playedst the harlot thereupon: the like things shall not come, neither shall it be so.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 122,
                        "end": 137
                    },
                    {
                        "start": 174,
                        "end": 177
                    }
                ]
            },
            {
                "text": "Thou hast also taken thy fair jewels of my gold and of my silver, which I had given thee, and madest to thyself images of men, and didst commit whoredom with them,",
                "footnotes": [
                    {
                        "footnote": "TG Idolatry.",
                        "start": 112,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And tookest thy broidered garments, and coveredst them: and thou hast set mine oil and mine incense before them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "My meat also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou hast even set it before them for a sweet savour: and thus it was, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "Hosea 2:8.",
                        "start": 37,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 64,
                        "end": 73
                    },
                    {
                        "start": 144,
                        "end": 148
                    }
                ]
            },
            {
                "text": "Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them to be devoured. Is this of thy whoredoms a small matter,",
                "footnotes": [
                    {
                        "footnote": "Isa. 57:5.",
                        "start": 103,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 140,
                        "end": 147
                    }
                ]
            },
            {
                "text": "That thou hast slain my children, and delivered them to cause them to pass through the fire for them?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 91
                    }
                ]
            },
            {
                "text": "And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast polluted in thy blood.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 127,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And it came to pass after all thy wickedness, (woe, woe unto thee! saith the Lord God;)",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That thou hast also built unto thee an eminent place, and hast made thee an high place in every street.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "Thou hast built thy high place at every head of the way, and hast made thy beauty to be abhorred, and hast opened thy feet to every one that passed by, and multiplied thy whoredoms.",
                "footnotes": [
                    {
                        "footnote": "OR at the head of every street.",
                        "start": 31,
                        "end": 33
                    },
                    {
                        "footnote": "Jacob 2:33 (25–35).",
                        "start": 171,
                        "end": 180
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou hast also committed fornication with the Egyptians thy neighbours, great of flesh; and hast increased thy whoredoms, to provoke me to anger.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, therefore I have stretched out my hand over thee, and have diminished thine ordinary food, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, which are ashamed of thy lewd way.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 97
                    },
                    {
                        "start": 97,
                        "end": 98
                    }
                ]
            },
            {
                "text": "Thou hast played the whore also with the Assyrians, because thou wast unsatiable; yea, thou hast played the harlot with them, and yet couldest not be satisfied.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 16:7 (7–18); 2 Chr. 28:16 (16–21); Ezek. 23:12.",
                        "start": 41,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou hast moreover multiplied thy fornication in the land of Canaan unto Chaldea; and yet thou wast not satisfied herewith.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How weak is thine heart, saith the Lord God, seeing thou doest all these things, the work of an imperious whorish woman;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 80
                    }
                ]
            },
            {
                "text": "In that thou buildest thine eminent place in the head of every way, and makest thine high place in every street; and hast not been as an harlot, in that thou scornest hire;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But as a wife that committeth adultery, which taketh strangers instead of her husband!",
                "footnotes": [
                    {
                        "footnote": "Hosea 2:7; Joel 1:8.",
                        "start": 78,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 6
                    },
                    {
                        "start": 40,
                        "end": 45
                    }
                ]
            },
            {
                "text": "They give gifts to all whores: but thou givest thy gifts to all thy lovers, and hirest them, that they may come unto thee on every side for thy whoredom.",
                "footnotes": [
                    {
                        "footnote": "Hosea 8:9.",
                        "start": 80,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the contrary is in thee from other women in thy whoredoms, whereas none followeth thee to commit whoredoms: and in that thou givest a reward, and no reward is given unto thee, therefore thou art contrary.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 33,
                        "end": 38
                    }
                ]
            },
            {
                "text": "Wherefore, O harlot, hear the word of the Lord:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord God; Because thy filthiness was poured out, and thy nakedness discovered through thy whoredoms with thy lovers, and with all the idols of thy abominations, and by the blood of thy children, which thou didst give unto them;",
                "footnotes": [
                    {
                        "footnote": "TG Filthiness.",
                        "start": 37,
                        "end": 47
                    },
                    {
                        "footnote": "Ezek. 36:18 (16–20).",
                        "start": 162,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, therefore I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them round about against thee, and will discover thy nakedness unto them, that they may see all thy nakedness.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 23:28 (28–29).",
                        "start": 148,
                        "end": 153
                    },
                    {
                        "footnote": "Ezek. 23:22.",
                        "start": 191,
                        "end": 198
                    },
                    {
                        "footnote": "Lam. 1:8.",
                        "start": 227,
                        "end": 236
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 92,
                        "end": 96
                    },
                    {
                        "start": 128,
                        "end": 132
                    }
                ]
            },
            {
                "text": "And I will judge thee, as women that break wedlock and shed blood are judged; and I will give thee blood in fury and jealousy.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 23:45.",
                        "start": 11,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will also give thee into their hand, and they shall throw down thine eminent place, and shall break down thy high places: they shall strip thee also of thy clothes, and shall take thy fair jewels, and leave thee naked and bare.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 23:26.",
                        "start": 139,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall burn thine houses with fire, and execute judgments upon thee in the sight of many women: and I will cause thee to cease from playing the harlot, and thou also shalt give no hire any more.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 25:9; Jer. 39:8; 52:13.",
                        "start": 15,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So will I make my fury toward thee to rest, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Because thou hast not remembered the days of thy youth, but hast fretted me in all these things; behold, therefore I also will recompense thy way upon thine head, saith the Lord God: and thou shalt not commit this lewdness above all thine abominations.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 7:4.",
                        "start": 127,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 96
                    },
                    {
                        "start": 151,
                        "end": 156
                    }
                ]
            },
            {
                "text": "Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 52
                    },
                    {
                        "start": 86,
                        "end": 88
                    },
                    {
                        "start": 101,
                        "end": 106
                    }
                ]
            },
            {
                "text": "Thou art thy mother's daughter, that lotheth her husband and her children; and thou art the sister of thy sisters, which lothed their husbands and their children: your mother was an Hittite, and your father an Amorite.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 16:3.",
                        "start": 168,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 8
                    },
                    {
                        "start": 84,
                        "end": 87
                    },
                    {
                        "start": 175,
                        "end": 178
                    }
                ]
            },
            {
                "text": "And thine elder sister is Samaria, she and her daughters that dwell at thy left hand: and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters.",
                "footnotes": [
                    {
                        "footnote": "Jer. 3:7 (7–8, 10); Ezek. 23:2.",
                        "start": 16,
                        "end": 22
                    },
                    {
                        "footnote": "Isa. 1:10.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 25
                    },
                    {
                        "start": 143,
                        "end": 145
                    }
                ]
            },
            {
                "text": "Yet hast thou not walked after their ways, nor done after their abominations: but, as if that were a very little thing, thou wast corrupted more than they in all thy ways.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 86,
                        "end": 98
                    },
                    {
                        "start": 113,
                        "end": 119
                    }
                ]
            },
            {
                "text": "As I live, saith the Lord God, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters.",
                "footnotes": [
                    {
                        "footnote": "Matt. 10:15; 11:24.",
                        "start": 31,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 2
                    }
                ]
            },
            {
                "text": "Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.",
                "footnotes": [
                    {
                        "footnote": "Gen. 13:13.",
                        "start": 44,
                        "end": 49
                    },
                    {
                        "footnote": "TG Pride.",
                        "start": 51,
                        "end": 56
                    },
                    {
                        "footnote": "TG Idleness; Laziness.",
                        "start": 93,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were haughty, and committed abomination before me: therefore I took them away as I saw good.",
                "footnotes": [
                    {
                        "footnote": "Jer. 23:14. TG Homosexual Behavior.",
                        "start": 37,
                        "end": 48
                    },
                    {
                        "footnote": "Gen. 19:24 (24–29).",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 96,
                        "end": 100
                    },
                    {
                        "start": 100,
                        "end": 101
                    }
                ]
            },
            {
                "text": "Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters in all thine abominations which thou hast done.",
                "footnotes": [
                    {
                        "footnote": "Jer. 3:11.",
                        "start": 118,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou also, which hast judged thy sisters, bear thine own shame for thy sins that thou hast committed more abominable than they: they are more righteous than thou: yea, be thou confounded also, and bear thy shame, in that thou hast justified thy sisters.",
                "footnotes": [
                    {
                        "footnote": "Rom. 2:3.",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "TG Shame.",
                        "start": 57,
                        "end": 62
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1047
                    }
                ],
                "italics": []
            },
            {
                "text": "When I shall bring again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, then will I bring again the captivity of thy captives in the midst of them:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 137,
                        "end": 155
                    }
                ]
            },
            {
                "text": "That thou mayest bear thine own shame, and mayest be confounded in all that thou hast done, in that thou art a comfort unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When thy sisters, Sodom and her daughters, shall return to their former estate, and Samaria and her daughters shall return to their former estate, then thou and thy daughters shall return to your former estate.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 36:11 (8–15).",
                        "start": 72,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thy sister Sodom was not mentioned by thy mouth in the day of thy pride,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Before thy wickedness was discovered, as at the time of thy reproach of the daughters of Syria, and all that are round about her, the daughters of the Philistines, which despise thee round about.",
                "footnotes": [
                    {
                        "footnote": "HEB Aram.",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 59
                    },
                    {
                        "start": 104,
                        "end": 112
                    }
                ]
            },
            {
                "text": "Thou hast borne thy lewdness and thine abominations, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thus saith the Lord God; I will even deal with thee as thou hast done, which hast despised the oath in breaking the covenant.",
                "footnotes": [
                    {
                        "footnote": "D&C 84:40 (39–44).",
                        "start": 99,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.",
                "footnotes": [
                    {
                        "footnote": "TG Covenants.",
                        "start": 123,
                        "end": 131
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then thou shalt remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder and thy younger: and I will give them unto thee for daughters, but not by thy covenant.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 36:31.",
                        "start": 16,
                        "end": 24
                    },
                    {
                        "footnote": "TG Repent.",
                        "start": 42,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will establish my covenant with thee; and thou shalt know that I am the Lord:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 73
                    }
                ]
            },
            {
                "text": "That thou mayest remember, and be confounded, and never open thy mouth any more because of thy shame, when I am pacified toward thee for all that thou hast done, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "Rom. 3:19.",
                        "start": 65,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}