{
    "_id": "ezekiel32",
    "nextChapterId": "ezekiel33",
    "prevChapterId": "ezekiel31",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 32,
        "summary": "Ezekiel laments for the fearful fall of Pharaoh and of Egypt.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the twelfth year, in the twelfth month, in the first day of the month, that the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 79
                    },
                    {
                        "start": 94,
                        "end": 98
                    }
                ]
            },
            {
                "text": "Son of man, take up a lamentation for Pharaoh king of Egypt, and say unto him, Thou art like a young lion of the nations, and thou art as a whale in the seas: and thou camest forth with thy rivers, and troubledst the waters with thy feet, and fouledst their rivers.",
                "footnotes": [
                    {
                        "footnote": "Isa. 19:1; Ezek. 31:2.",
                        "start": 54,
                        "end": 59
                    },
                    {
                        "footnote": "HEB monster.",
                        "start": 140,
                        "end": 145
                    },
                    {
                        "footnote": "TG Pollution.",
                        "start": 243,
                        "end": 251
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1071
                    }
                ],
                "italics": [
                    {
                        "start": 131,
                        "end": 134
                    }
                ]
            },
            {
                "text": "Thus saith the Lord God; I will therefore spread out my net over thee with a company of many people; and they shall bring thee up in my net.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 12:13.",
                        "start": 42,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then will I leave thee upon the land, I will cast thee forth upon the open field, and will cause all the fowls of the heaven to remain upon thee, and I will fill the beasts of the whole earth with thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will lay thy flesh upon the mountains, and fill the valleys with thy height.",
                "footnotes": [
                    {
                        "footnote": "IE heaps of corpses.",
                        "start": 75,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I will also water with thy blood the land wherein thou swimmest, even to the mountains; and the rivers shall be full of thee.",
                "footnotes": [
                    {
                        "footnote": "IE I will irrigate the land of your flood plains with your blood.",
                        "start": 0,
                        "end": 1
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 69
                    }
                ]
            },
            {
                "text": "And when I shall put thee out, I will cover the heaven, and make the stars thereof dark; I will cover the sun with a cloud, and the moon shall not give her light.",
                "footnotes": [
                    {
                        "footnote": "HEB extinguish thee.",
                        "start": 17,
                        "end": 29
                    },
                    {
                        "footnote": "Isa. 13:10; Joel 2:10; Matt. 24:29.",
                        "start": 38,
                        "end": 43
                    },
                    {
                        "footnote": "JS—M 1:33.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "All the bright lights of heaven will I make dark over thee, and set darkness upon thy land, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I will also vex the hearts of many people, when I shall bring thy destruction among the nations, into the countries which thou hast not known.",
                "footnotes": [
                    {
                        "footnote": "JS—M 1:8.",
                        "start": 12,
                        "end": 15
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, I will make many people amazed at thee, and their kings shall be horribly afraid for thee, when I shall brandish my sword before them; and they shall tremble at every moment, every man for his own life, in the day of thy fall.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 171
                    }
                ]
            },
            {
                "text": "For thus saith the Lord God; The sword of the king of Babylon shall come upon thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "By the swords of the mighty will I cause thy multitude to fall, the terrible of the nations, all of them: and they shall spoil the pomp of Egypt, and all the multitude thereof shall be destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I will destroy also all the beasts thereof from beside the great waters; neither shall the foot of man trouble them any more, nor the hoofs of beasts trouble them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then will I make their waters deep, and cause their rivers to run like oil, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When I shall make the land of Egypt desolate, and the country shall be destitute of that whereof it was full, when I shall smite all them that dwell therein, then shall they know that I am the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 186,
                        "end": 188
                    }
                ]
            },
            {
                "text": "This is the lamentation wherewith they shall lament her: the daughters of the nations shall lament her: they shall lament for her, even for Egypt, and for all her multitude, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 131,
                        "end": 135
                    }
                ]
            },
            {
                "text": "It came to pass also in the twelfth year, in the fifteenth day of the month, that the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    },
                    {
                        "start": 77,
                        "end": 81
                    }
                ]
            },
            {
                "text": "Son of man, wail for the multitude of Egypt, and cast them down, even her, and the daughters of the famous nations, unto the nether parts of the earth, with them that go down into the pit.",
                "footnotes": [
                    {
                        "footnote": "TG Spirits in Prison.",
                        "start": 125,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 69
                    }
                ]
            },
            {
                "text": "Whom dost thou pass in beauty? go down, and be thou laid with the uncircumcised.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They shall fall in the midst of them that are slain by the sword: she is delivered to the sword: draw her and all her multitudes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 45
                    }
                ]
            },
            {
                "text": "The strong among the mighty shall speak to him out of the midst of hell with them that help him: they are gone down, they lie uncircumcised, slain by the sword.",
                "footnotes": [
                    {
                        "footnote": "TG Hell.",
                        "start": 67,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Asshur is there and all her company: his graves are about him: all of them slain, fallen by the sword:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 7,
                        "end": 9
                    },
                    {
                        "start": 48,
                        "end": 51
                    }
                ]
            },
            {
                "text": "Whose graves are set in the sides of the pit, and her company is round about her grave: all of them slain, fallen by the sword, which caused terror in the land of the living.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1072
                    }
                ],
                "italics": []
            },
            {
                "text": "There is Elam and all her multitude round about her grave, all of them slain, fallen by the sword, which are gone down uncircumcised into the nether parts of the earth, which caused their terror in the land of the living; yet have they borne their shame with them that go down to the pit.",
                "footnotes": [
                    {
                        "footnote": "Jer. 49:34 (34–39).",
                        "start": 9,
                        "end": 13
                    },
                    {
                        "footnote": "Ezek. 34:29; 36:6.",
                        "start": 248,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    }
                ]
            },
            {
                "text": "They have set her a bed in the midst of the slain with all her multitude: her graves are round about him: all of them uncircumcised, slain by the sword: though their terror was caused in the land of the living, yet have they borne their shame with them that go down to the pit: he is put in the midst of them that be slain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    },
                    {
                        "start": 304,
                        "end": 316
                    }
                ]
            },
            {
                "text": "There is Meshech, Tubal, and all her multitude: her graves are round about him: all of them uncircumcised, slain by the sword, though they caused their terror in the land of the living.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    },
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                "footnotes": [
                    {
                        "footnote": "Isa. 14:18 (18–19).",
                        "start": 32,
                        "end": 38
                    },
                    {
                        "footnote": "Gal. 6:7.",
                        "start": 193,
                        "end": 203
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 47
                    },
                    {
                        "start": 238,
                        "end": 247
                    }
                ]
            },
            {
                "text": "Yea, thou shalt be broken in the midst of the uncircumcised, and shalt lie with them that are slain with the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 80,
                        "end": 93
                    }
                ]
            },
            {
                "text": "There is Edom, her kings, and all her princes, which with their might are laid by them that were slain by the sword: they shall lie with the uncircumcised, and with them that go down to the pit.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    },
                    {
                        "start": 82,
                        "end": 96
                    }
                ]
            },
            {
                "text": "There be the princes of the north, all of them, and all the Zidonians, which are gone down with the slain; with their terror they are ashamed of their might; and they lie uncircumcised with them that be slain by the sword, and bear their shame with them that go down to the pit.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    },
                    {
                        "start": 190,
                        "end": 202
                    }
                ]
            },
            {
                "text": "Pharaoh shall see them, and shall be comforted over all his multitude, even Pharaoh and all his army slain by the sword, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 75
                    }
                ]
            },
            {
                "text": "For I have caused my terror in the land of the living: and he shall be laid in the midst of the uncircumcised with them that are slain with the sword, even Pharaoh and all his multitude, saith the Lord God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 115,
                        "end": 128
                    },
                    {
                        "start": 151,
                        "end": 155
                    }
                ]
            }
        ]
    }
}