{
    "_id": "ezekiel6",
    "nextChapterId": "ezekiel7",
    "prevChapterId": "ezekiel5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 6,
        "summary": "The people of Israel will be destroyed for their idolatry—A remnant only will be saved and scattered.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Son of man, set thy face toward the mountains of Israel, and prophesy against them,",
                "footnotes": [
                    {
                        "footnote": "Ezek. 20:46; 35:2 (1–15).",
                        "start": 20,
                        "end": 24
                    },
                    {
                        "footnote": "Ezek. 36:1 (1–7).",
                        "start": 36,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And say, Ye mountains of Israel, hear the word of the Lord God; Thus saith the Lord God to the mountains, and to the hills, to the rivers, and to the valleys; Behold, I, even I, will bring a sword upon you, and I will destroy your high places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 170,
                        "end": 174
                    }
                ]
            },
            {
                "text": "And your altars shall be desolate, and your images shall be broken: and I will cast down your slain men before your idols.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 103
                    }
                ]
            },
            {
                "text": "And I will lay the dead carcases of the children of Israel before their idols; and I will scatter your bones round about your altars.",
                "footnotes": [
                    {
                        "footnote": "Ps. 141:7.",
                        "start": 24,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In all your dwellingplaces the cities shall be laid waste, and the high places shall be desolate; that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your images may be cut down, and your works may be abolished.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the slain shall fall in the midst of you, and ye shall know that I am the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG God, Knowledge about.",
                        "start": 59,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 73
                    }
                ]
            },
            {
                "text": "Yet will I leave a remnant, that ye may have some that shall escape the sword among the nations, when ye shall be scattered through the countries.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Remnant of.",
                        "start": 19,
                        "end": 26
                    },
                    {
                        "footnote": "Jer. 44:28; Ezek. 7:16.",
                        "start": 61,
                        "end": 67
                    },
                    {
                        "footnote": "TG Israel, Scattering of.",
                        "start": 114,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 49
                    }
                ]
            },
            {
                "text": "And they that escape of you shall remember me among the nations whither they shall be carried captives, because I am broken with their whorish heart, which hath departed from me, and with their eyes, which go a whoring after their idols: and they shall lothe themselves for the evils which they have committed in all their abominations.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 23:30.",
                        "start": 211,
                        "end": 218
                    },
                    {
                        "footnote": "TG Repent.",
                        "start": 253,
                        "end": 258
                    },
                    {
                        "footnote": "Ezek. 36:31.",
                        "start": 278,
                        "end": 283
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall know that I am the Lord, and that I have not said in vain that I would do this evil unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 29
                    },
                    {
                        "start": 40,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Thus saith the Lord God; Smite with thine hand, and stamp with thy foot, and say, Alas for all the evil abominations of the house of Israel! for they shall fall by the sword, by the famine, and by the pestilence.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He that is far off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine: thus will I accomplish my fury upon them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall ye know that I am the Lord, when their slain men shall be among their idols round about their altars, upon every high hill, in all the tops of the mountains, and under every green tree, and under every thick oak, the place where they did offer sweet savour to all their idols.",
                "footnotes": [
                    {
                        "footnote": "TG Idolatry.",
                        "start": 281,
                        "end": 286
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 26,
                        "end": 28
                    },
                    {
                        "start": 56,
                        "end": 59
                    }
                ]
            },
            {
                "text": "So will I stretch out my hand upon them, and make the land desolate, yea, more desolate than the wilderness toward Diblath, in all their habitations: and they shall know that I am the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 177,
                        "end": 179
                    }
                ]
            }
        ]
    }
}