{
    "_id": "daniel4",
    "nextChapterId": "daniel5",
    "prevChapterId": "daniel3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Daniel",
        "titleShort": "Dan",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "daniel"
    },
    "chapter": {
        "bookTitle": "Daniel",
        "delineation": "Chapter",
        "number": 4,
        "summary": "Daniel interprets Nebuchadnezzar's dream of the great tree, describing the king's fall and madness—The king learns that the Most High rules and sets the basest of men over earthly kingdoms.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Nebuchadnezzar the king, unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I thought it good to shew the signs and wonders that the high God hath wrought toward me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation.",
                "footnotes": [
                    {
                        "footnote": "TG Kingdom of God, on Earth.",
                        "start": 61,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 13
                    },
                    {
                        "start": 40,
                        "end": 43
                    },
                    {
                        "start": 69,
                        "end": 71
                    },
                    {
                        "start": 113,
                        "end": 115
                    }
                ]
            },
            {
                "text": "I Nebuchadnezzar was at rest in mine house, and flourishing in my palace:",
                "footnotes": [
                    {
                        "footnote": "OR prospering.",
                        "start": 48,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I saw a dream which made me afraid, and the thoughts upon my bed and the visions of my head troubled me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream.",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:2.",
                        "start": 46,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 54
                    }
                ]
            },
            {
                "text": "Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers: and I told the dream before them; but they did not make known unto me the interpretation thereof.",
                "footnotes": [
                    {
                        "footnote": "TG Sorcery.",
                        "start": 17,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and before him I told the dream, saying,",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:11.",
                        "start": 142,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 56
                    },
                    {
                        "start": 116,
                        "end": 118
                    },
                    {
                        "start": 181,
                        "end": 188
                    }
                ]
            },
            {
                "text": "O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 91
                    }
                ]
            },
            {
                "text": "Thus were the visions of mine head in my bed; I saw, and behold a tree in the midst of the earth, and the height thereof was great.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 9
                    },
                    {
                        "start": 121,
                        "end": 124
                    }
                ]
            },
            {
                "text": "The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The leaves thereof were fair, and the fruit thereof much, and in it was meat for all: the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the boughs thereof, and all flesh was fed of it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 23
                    },
                    {
                        "start": 68,
                        "end": 71
                    }
                ]
            },
            {
                "text": "I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He cried aloud, and said thus, Hew down the tree, and cut off his branches, shake off his leaves, and scatter his fruit: let the beasts get away from under it, and the fowls from his branches:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless leave the stump of his roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts in the grass of the earth:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 172,
                        "end": 175
                    },
                    {
                        "start": 188,
                        "end": 190
                    }
                ]
            },
            {
                "text": "Let his heart be changed from man's, and let a beast's heart be given unto him; and let seven times pass over him.",
                "footnotes": [
                    {
                        "footnote": "OR years, or seasons.",
                        "start": 94,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.",
                "footnotes": [
                    {
                        "footnote": "OR humblest.",
                        "start": 243,
                        "end": 249
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 14
                    }
                ]
            },
            {
                "text": "This dream I king Nebuchadnezzar have seen. Now thou, O Belteshazzar, declare the interpretation thereof, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation: but thou art able; for the spirit of the holy gods is in thee.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of; Inspiration.",
                        "start": 232,
                        "end": 238
                    },
                    {
                        "footnote": "TG Holiness.",
                        "start": 246,
                        "end": 250
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1107
                    }
                ],
                "italics": [
                    {
                        "start": 132,
                        "end": 135
                    },
                    {
                        "start": 214,
                        "end": 217
                    },
                    {
                        "start": 256,
                        "end": 258
                    }
                ]
            },
            {
                "text": "Then Daniel, whose name was Belteshazzar, was astonied for one hour, and his thoughts troubled him. The king spake, and said, Belteshazzar, let not the dream, or the interpretation thereof, trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 27
                    },
                    {
                        "start": 255,
                        "end": 257
                    }
                ]
            },
            {
                "text": "The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 13,
                        "end": 17
                    },
                    {
                        "start": 62,
                        "end": 65
                    }
                ]
            },
            {
                "text": "It is thou, O king, that art grown and become strong: for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth.",
                "footnotes": [
                    {
                        "footnote": "Jer. 27:7 (6–8).",
                        "start": 116,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 3,
                        "end": 5
                    }
                ]
            },
            {
                "text": "And whereas the king saw a watcher and an holy one coming down from heaven, and saying, Hew the tree down, and destroy it; yet leave the stump of the roots thereof in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 294,
                        "end": 297
                    },
                    {
                        "start": 310,
                        "end": 312
                    }
                ]
            },
            {
                "text": "This is the interpretation, O king, and this is the decree of the most High, which is come upon my lord the king:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 45,
                        "end": 47
                    }
                ]
            },
            {
                "text": "That they shall drive thee from men, and thy dwelling shall be with the beasts of the field, and they shall make thee to eat grass as oxen, and they shall wet thee with the dew of heaven, and seven times shall pass over thee, till thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whereas they commanded to leave the stump of the tree roots; thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by shewing mercy to the poor; if it may be a lengthening of thy tranquillity.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 4:21 (16–21); D&C 42:31 (30–39).",
                        "start": 132,
                        "end": 137
                    },
                    {
                        "footnote": "OR so that your prosperity may be long.",
                        "start": 151,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "All this came upon the king Nebuchadnezzar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "At the end of twelve months he walked in the palace of the kingdom of Babylon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The king spake, and said, Is not this great Babylon, that I have built for the house of the kingdom by the might of my power, and for the honour of my majesty?",
                "footnotes": [
                    {
                        "footnote": "OR as a royal residence.",
                        "start": 71,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "While the word was in the king's mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken; The kingdom is departed from thee.",
                "footnotes": [
                    {
                        "footnote": "Dan. 5:20.",
                        "start": 140,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 18
                    },
                    {
                        "start": 72,
                        "end": 79
                    }
                ]
            },
            {
                "text": "And they shall drive thee from men, and thy dwelling shall be with the beasts of the field: they shall make thee to eat grass as oxen, and seven times shall pass over thee, until thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 61
                    }
                ]
            },
            {
                "text": "The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles' feathers, and his nails like birds' claws.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 198,
                        "end": 207
                    },
                    {
                        "start": 234,
                        "end": 240
                    }
                ]
            },
            {
                "text": "And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the most High, and I praised and honoured him that liveth for ever, whose dominion is an everlasting dominion, and his kingdom is from generation to generation:",
                "footnotes": [
                    {
                        "footnote": "IE the seven years.",
                        "start": 18,
                        "end": 26
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1108
                    }
                ],
                "italics": [
                    {
                        "start": 215,
                        "end": 217
                    },
                    {
                        "start": 259,
                        "end": 261
                    }
                ]
            },
            {
                "text": "And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?",
                "footnotes": [
                    {
                        "footnote": "Ps. 39:5; Isa. 40:15; Hel. 12:7; Moses 1:10.",
                        "start": 52,
                        "end": 59
                    },
                    {
                        "footnote": "TG God, Will of.",
                        "start": 91,
                        "end": 95
                    },
                    {
                        "footnote": "D&C 38:33; 121:33.",
                        "start": 172,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 40
                    },
                    {
                        "start": 123,
                        "end": 128
                    }
                ]
            },
            {
                "text": "At the same time my reason returned unto me; and for the glory of my kingdom, mine honour and brightness returned unto me; and my counsellors and my lords sought unto me; and I was established in my kingdom, and excellent majesty was added unto me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I Nebuchadnezzar praise and extol and honour the King of heaven, all whose works are truth, and his ways judgment: and those that walk in pride he is able to abase.",
                "footnotes": [
                    {
                        "footnote": "OR justice.",
                        "start": 109,
                        "end": 117
                    },
                    {
                        "footnote": "TG Walking in Darkness.",
                        "start": 134,
                        "end": 138
                    },
                    {
                        "footnote": "OR humble.",
                        "start": 162,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    }
                ]
            }
        ]
    }
}