{
    "_id": "leviticus4",
    "nextChapterId": "leviticus5",
    "prevChapterId": "leviticus3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Leviticus",
        "titleShort": "Lev",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "leviticus"
    },
    "chapter": {
        "bookTitle": "Leviticus",
        "delineation": "Chapter",
        "number": 4,
        "summary": "Sinners are forgiven through sin offerings of animals without blemish—Priests thereby make an atonement for the sins of the people.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Speak unto the children of Israel, saying, If a soul shall sin through ignorance against any of the commandments of the Lord concerning things which ought not to be done, and shall do against any of them:",
                "footnotes": [
                    {
                        "footnote": "IE in error or inadvertently.",
                        "start": 63,
                        "end": 70
                    },
                    {
                        "footnote": "TG Accountability; Ignorance.",
                        "start": 71,
                        "end": 80
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 149
                    }
                ],
                "italics": [
                    {
                        "start": 125,
                        "end": 142
                    }
                ]
            },
            {
                "text": "If the priest that is anointed do sin according to the sin of the people; then let him bring for his sin, which he hath sinned, a young bullock without blemish unto the Lord for a sin offering.",
                "footnotes": [
                    {
                        "footnote": "Heb. 5:3.",
                        "start": 34,
                        "end": 37
                    },
                    {
                        "footnote": "OR male calf.",
                        "start": 130,
                        "end": 143
                    },
                    {
                        "footnote": "Ezek. 40:39; 42:13.",
                        "start": 180,
                        "end": 183
                    },
                    {
                        "footnote": "TG Sacrifice.",
                        "start": 184,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall bring the bullock unto the door of the tabernacle of the congregation before the Lord; and shall lay his hand upon the bullock's head, and kill the bullock before the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest that is anointed shall take of the bullock's blood, and bring it to the tabernacle of the congregation:",
                "footnotes": [
                    {
                        "footnote": "Lev. 16:14; Num. 19:4; Heb. 9:13 (13–14).",
                        "start": 60,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall dip his finger in the blood, and sprinkle of the blood seven times before the Lord, before the veil of the sanctuary.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall put some of the blood upon the horns of the altar of sweet incense before the Lord, which is in the tabernacle of the congregation; and shall pour all the blood of the bullock at the bottom of the altar of the burnt offering, which is at the door of the tabernacle of the congregation.",
                "footnotes": [
                    {
                        "footnote": "Lev. 8:15; 9:9; 16:18.",
                        "start": 52,
                        "end": 57
                    },
                    {
                        "footnote": "Ex. 29:12; Lev. 8:15.",
                        "start": 163,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 29
                    },
                    {
                        "start": 111,
                        "end": 113
                    },
                    {
                        "start": 253,
                        "end": 258
                    }
                ]
            },
            {
                "text": "And he shall take off from it all the fat of the bullock for the sin offering; the fat that covereth the inwards, and all the fat that is upon the inwards,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 137
                    }
                ]
            },
            {
                "text": "And the two kidneys, and the fat that is upon them, which is by the flanks, and the caul above the liver, with the kidneys, it shall he take away,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 38,
                        "end": 40
                    },
                    {
                        "start": 58,
                        "end": 60
                    }
                ]
            },
            {
                "text": "As it was taken off from the bullock of the sacrifice of peace offerings: and the priest shall burn them upon the altar of the burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the skin of the bullock, and all his flesh, with his head, and with his legs, and his inwards, and his dung,",
                "footnotes": [
                    {
                        "footnote": "Ex. 29:14 (1–14).",
                        "start": 20,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even the whole bullock shall he carry forth without the camp unto a clean place, where the ashes are poured out, and burn him on the wood with fire: where the ashes are poured out shall he be burnt.",
                "footnotes": [
                    {
                        "footnote": "Heb. 13:12 (11–12).",
                        "start": 44,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if the whole congregation of Israel sin through ignorance, and the thing be hid from the eyes of the assembly, and they have done somewhat against any of the commandments of the Lord concerning things which should not be done, and are guilty;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 3:11.",
                        "start": 52,
                        "end": 61
                    },
                    {
                        "footnote": "TG Guilt.",
                        "start": 239,
                        "end": 245
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 134,
                        "end": 150
                    },
                    {
                        "start": 187,
                        "end": 204
                    }
                ]
            },
            {
                "text": "When the sin, which they have sinned against it, is known, then the congregation shall offer a young bullock for the sin, and bring him before the tabernacle of the congregation.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 29:21 (1–29).",
                        "start": 87,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the elders of the congregation shall lay their hands upon the head of the bullock before the Lord: and the bullock shall be killed before the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 22,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest that is anointed shall bring of the bullock's blood to the tabernacle of the congregation:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall dip his finger in some of the blood, and sprinkle it seven times before the Lord, even before the veil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 43
                    },
                    {
                        "start": 71,
                        "end": 73
                    },
                    {
                        "start": 103,
                        "end": 107
                    }
                ]
            },
            {
                "text": "And he shall put some of the blood upon the horns of the altar which is before the Lord, that is in the tabernacle of the congregation, and shall pour out all the blood at the bottom of the altar of the burnt offering, which is at the door of the tabernacle of the congregation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 21
                    },
                    {
                        "start": 69,
                        "end": 71
                    },
                    {
                        "start": 94,
                        "end": 96
                    },
                    {
                        "start": 225,
                        "end": 230
                    }
                ]
            },
            {
                "text": "And he shall take all his fat from him, and burn it upon the altar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And he shall do with the bullock as he did with the bullock for a sin offering, so shall he do with this: and the priest shall make an atonement for them, and it shall be forgiven them.",
                "footnotes": [
                    {
                        "footnote": "Ex. 30:10; Num. 15:25; 1 Chr. 6:49; Heb. 10:11 (10–12); 2 Ne. 9:26; Mosiah 3:15; 13:28 (28–32).",
                        "start": 135,
                        "end": 144
                    },
                    {
                        "footnote": "TG Forgive.",
                        "start": 171,
                        "end": 179
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall carry forth the bullock without the camp, and burn him as he burned the first bullock: it is a sin offering for the congregation.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 150
                    }
                ],
                "italics": [
                    {
                        "start": 103,
                        "end": 105
                    }
                ]
            },
            {
                "text": "When a ruler hath sinned, and done somewhat through ignorance against any of the commandments of the Lord his God concerning things which should not be done, and is guilty;",
                "footnotes": [
                    {
                        "footnote": "OR president or prince. D&C 63:55.",
                        "start": 7,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 43
                    },
                    {
                        "start": 62,
                        "end": 69
                    },
                    {
                        "start": 114,
                        "end": 131
                    }
                ]
            },
            {
                "text": "Or if his sin, wherein he hath sinned, come to his knowledge; he shall bring his offering, a kid of the goats, a male without blemish:",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 12:16.",
                        "start": 10,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall lay his hand upon the head of the goat, and kill it in the place where they kill the burnt offering before the Lord: it is a sin offering.",
                "footnotes": [
                    {
                        "footnote": "Num. 18:9.",
                        "start": 138,
                        "end": 150
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 133,
                        "end": 135
                    }
                ]
            },
            {
                "text": "And the priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out his blood at the bottom of the altar of burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 86
                    }
                ]
            },
            {
                "text": "And he shall burn all his fat upon the altar, as the fat of the sacrifice of peace offerings: and the priest shall make an atonement for him as concerning his sin, and it shall be forgiven him.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 29:24.",
                        "start": 123,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if any one of the common people sin through ignorance, while he doeth somewhat against any of the commandments of the Lord concerning things which ought not to be done, and be guilty;",
                "footnotes": [
                    {
                        "footnote": "Ezek. 45:20.",
                        "start": 48,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 90
                    },
                    {
                        "start": 127,
                        "end": 144
                    }
                ]
            },
            {
                "text": "Or if his sin, which he hath sinned, come to his knowledge: then he shall bring his offering, a kid of the goats, a female without blemish, for his sin which he hath sinned.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall lay his hand upon the head of the sin offering, and slay the sin offering in the place of the burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall take of the blood thereof with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out all the blood thereof at the bottom of the altar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 74
                    }
                ]
            },
            {
                "text": "And he shall take away all the fat thereof, as the fat is taken away from off the sacrifice of peace offerings; and the priest shall burn it upon the altar for a sweet savour unto the Lord; and the priest shall make an atonement for him, and it shall be forgiven him.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Atonement through.",
                        "start": 219,
                        "end": 228
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 140
                    }
                ]
            },
            {
                "text": "And if he bring a lamb for a sin offering, he shall bring it a female without blemish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall lay his hand upon the head of the sin offering, and slay it for a sin offering in the place where they kill the burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out all the blood thereof at the bottom of the altar:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 86
                    }
                ]
            },
            {
                "text": "And he shall take away all the fat thereof, as the fat of the lamb is taken away from the sacrifice of the peace offerings; and the priest shall burn them upon the altar, according to the offerings made by fire unto the Lord: and the priest shall make an atonement for his sin that he hath committed, and it shall be forgiven him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}