{
    "_id": "leviticus16",
    "nextChapterId": "leviticus17",
    "prevChapterId": "leviticus15",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Leviticus",
        "titleShort": "Lev",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "leviticus"
    },
    "chapter": {
        "bookTitle": "Leviticus",
        "delineation": "Chapter",
        "number": 16,
        "summary": "How and when Aaron must enter the holy place is explained—Sacrifices are offered to reconcile Israel to God—The scapegoat carries away the sins of the people—The sins of all Israel are forgiven on the Day of Atonement.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses after the death of the two sons of Aaron, when they offered before the Lord, and died;",
                "footnotes": [
                    {
                        "footnote": "Lev. 10:1 (1–2).",
                        "start": 57,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Moses, Speak unto Aaron thy brother, that he come not at all times into the holy place within the veil before the mercy seat, which is upon the ark; that he die not: for I will appear in the cloud upon the mercy seat.",
                "footnotes": [
                    {
                        "footnote": "TG Veil.",
                        "start": 121,
                        "end": 125
                    },
                    {
                        "footnote": "Ex. 25:22; 29:42 (42–43); 40:34 (34–35); D&C 97:16 (15–17); 109:5 (5, 12–13); Abr. 2:19 (19–20).",
                        "start": 200,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 104,
                        "end": 109
                    },
                    {
                        "start": 155,
                        "end": 157
                    }
                ]
            },
            {
                "text": "Thus shall Aaron come into the holy place: with a young bullock for a sin offering, and a ram for a burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 42
                    }
                ]
            },
            {
                "text": "He shall put on the holy linen coat, and he shall have the linen breeches upon his flesh, and shall be girded with a linen girdle, and with the linen mitre shall he be attired: these are holy garments; therefore shall he wash his flesh in water, and so put them on.",
                "footnotes": [
                    {
                        "footnote": "HEB cap.",
                        "start": 150,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 183,
                        "end": 186
                    },
                    {
                        "start": 250,
                        "end": 252
                    }
                ]
            },
            {
                "text": "And he shall take of the congregation of the children of Israel two kids of the goats for a sin offering, and one ram for a burnt offering.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Aaron shall offer his bullock of the sin offering, which is for himself, and make an atonement for himself, and for his house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 63
                    }
                ]
            },
            {
                "text": "And he shall take the two goats, and present them before the Lord at the door of the tabernacle of the congregation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 68
                    }
                ]
            },
            {
                "text": "And Aaron shall cast lots upon the two goats; one lot for the Lord, and the other lot for the scapegoat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Aaron shall bring the goat upon which the Lord's lot fell, and offer him for a sin offering.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 9:22 (15–22); D&C 21:9.",
                        "start": 87,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 77,
                        "end": 80
                    }
                ]
            },
            {
                "text": "But the goat, on which the lot fell to be the scapegoat, shall be presented alive before the Lord, to make an atonement with him, and to let him go for a scapegoat into the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 130,
                        "end": 133
                    }
                ]
            },
            {
                "text": "And Aaron shall bring the bullock of the sin offering, which is for himself, and shall make an atonement for himself, and for his house, and shall kill the bullock of the sin offering which is for himself:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 63
                    },
                    {
                        "start": 190,
                        "end": 192
                    }
                ]
            },
            {
                "text": "And he shall take a censer full of burning coals of fire from off the altar before the Lord, and his hands full of sweet incense beaten small, and bring it within the veil:",
                "footnotes": [
                    {
                        "footnote": "HEB shovel.",
                        "start": 20,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 153,
                        "end": 155
                    }
                ]
            },
            {
                "text": "And he shall put the incense upon the fire before the Lord, that the cloud of the incense may cover the mercy seat that is upon the testimony, that he die not:",
                "footnotes": [
                    {
                        "footnote": "Rev. 8:3 (2–4).",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "IE upon the ark containing the stone tablets and other written revelations.",
                        "start": 123,
                        "end": 141
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 170
                    }
                ],
                "italics": [
                    {
                        "start": 120,
                        "end": 122
                    }
                ]
            },
            {
                "text": "And he shall take of the blood of the bullock, and sprinkle it with his finger upon the mercy seat eastward; and before the mercy seat shall he sprinkle of the blood with his finger seven times.",
                "footnotes": [
                    {
                        "footnote": "Lev. 4:5 (5–6).",
                        "start": 25,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 60,
                        "end": 62
                    }
                ]
            },
            {
                "text": "Then shall he kill the goat of the sin offering, that is for the people, and bring his blood within the veil, and do with that blood as he did with the blood of the bullock, and sprinkle it upon the mercy seat, and before the mercy seat:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And he shall make an atonement for the holy place, because of the uncleanness of the children of Israel, and because of their transgressions in all their sins: and so shall he do for the tabernacle of the congregation, that remaineth among them in the midst of their uncleanness.",
                "footnotes": [
                    {
                        "footnote": "TG Transgress.",
                        "start": 126,
                        "end": 140
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 50
                    }
                ]
            },
            {
                "text": "And there shall be no man in the tabernacle of the congregation when he goeth in to make an atonement in the holy place, until he come out, and have made an atonement for himself, and for his household, and for all the congregation of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 114,
                        "end": 120
                    }
                ]
            },
            {
                "text": "And he shall go out unto the altar that is before the Lord, and make an atonement for it; and shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the altar round about.",
                "footnotes": [
                    {
                        "footnote": "Lev. 4:7.",
                        "start": 184,
                        "end": 189
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 42
                    },
                    {
                        "start": 172,
                        "end": 174
                    }
                ]
            },
            {
                "text": "And he shall sprinkle of the blood upon it with his finger seven times, and cleanse it, and hallow it from the uncleanness of the children of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he hath made an end of reconciling the holy place, and the tabernacle of the congregation, and the altar, he shall bring the live goat:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 59
                    }
                ]
            },
            {
                "text": "And Aaron shall lay both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their transgressions in all their sins, putting them upon the head of the goat, and shall send him away by the hand of a fit man into the wilderness:",
                "footnotes": [
                    {
                        "footnote": "TG Hands, Laying on of.",
                        "start": 29,
                        "end": 34
                    },
                    {
                        "footnote": "Heb. 10:3. TG Confession.",
                        "start": 71,
                        "end": 78
                    },
                    {
                        "footnote": "HEB appointed.",
                        "start": 263,
                        "end": 266
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 237,
                        "end": 240
                    }
                ]
            },
            {
                "text": "And the goat shall bear upon him all their iniquities unto a land not inhabited: and he shall let go the goat in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 14:11.",
                        "start": 19,
                        "end": 23
                    },
                    {
                        "footnote": "TG Jesus Christ, Types of, in Anticipation.",
                        "start": 43,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Aaron shall come into the tabernacle of the congregation, and shall put off the linen garments, which he put on when he went into the holy place, and shall leave them there:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 143,
                        "end": 149
                    }
                ]
            },
            {
                "text": "And he shall wash his flesh with water in the holy place, and put on his garments, and come forth, and offer his burnt offering, and the burnt offering of the people, and make an atonement for himself, and for the people.",
                "footnotes": [
                    {
                        "footnote": "HEB in a holy place.",
                        "start": 39,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the fat of the sin offering shall he burn upon the altar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he that let go the goat for the scapegoat shall wash his clothes, and bathe his flesh in water, and afterward come into the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the bullock for the sin offering, and the goat for the sin offering, whose blood was brought in to make atonement in the holy place, shall one carry forth without the camp; and they shall burn in the fire their skins, and their flesh, and their dung.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 19
                    },
                    {
                        "start": 51,
                        "end": 54
                    },
                    {
                        "start": 130,
                        "end": 136
                    },
                    {
                        "start": 143,
                        "end": 146
                    }
                ]
            },
            {
                "text": "And he that burneth them shall wash his clothes, and bathe his flesh in water, and afterward he shall come into the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this shall be a statute for ever unto you: that in the seventh month, on the tenth day of the month, ye shall afflict your souls, and do no work at all, whether it be one of your own country, or a stranger that sojourneth among you:",
                "footnotes": [
                    {
                        "footnote": "OR humble.",
                        "start": 114,
                        "end": 121
                    },
                    {
                        "footnote": "Ex. 12:48 (19, 48–49); Ezek. 47:22.",
                        "start": 187,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 8
                    },
                    {
                        "start": 47,
                        "end": 51
                    },
                    {
                        "start": 87,
                        "end": 90
                    },
                    {
                        "start": 157,
                        "end": 170
                    }
                ]
            },
            {
                "text": "For on that day shall the priest make an atonement for you, to cleanse you, that ye may be clean from all your sins before the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 32
                    },
                    {
                        "start": 76,
                        "end": 80
                    }
                ]
            },
            {
                "text": "It shall be a sabbath of rest unto you, and ye shall afflict your souls, by a statute for ever.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:18 (18–19).",
                        "start": 14,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 3,
                        "end": 11
                    }
                ]
            },
            {
                "text": "And the priest, whom he shall anoint, and whom he shall consecrate to minister in the priest's office in his father's stead, shall make the atonement, and shall put on the linen clothes, even the holy garments:",
                "footnotes": [
                    {
                        "footnote": "Num. 27:21.",
                        "start": 8,
                        "end": 14
                    },
                    {
                        "footnote": "TG Priesthood, Aaronic.",
                        "start": 30,
                        "end": 36
                    },
                    {
                        "footnote": "2 Ne. 5:26; Mosiah 23:17.",
                        "start": 56,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 187,
                        "end": 191
                    }
                ]
            },
            {
                "text": "And he shall make an atonement for the holy sanctuary, and he shall make an atonement for the tabernacle of the congregation, and for the altar, and he shall make an atonement for the priests, and for all the people of the congregation.",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 112,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this shall be an everlasting statute unto you, to make an atonement for the children of Israel for all their sins once a year. And he did as the Lord commanded Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}