{
    "_id": "mormon2",
    "nextChapterId": "mormon3",
    "prevChapterId": "mormon1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mormon",
        "titleShort": "Morm",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mormon"
    },
    "chapter": {
        "bookTitle": "Mormon",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Mormon leads the Nephite armies—Blood and carnage sweep the land—The Nephites lament and mourn with the sorrowing of the damned—Their day of grace is passed—Mormon obtains the plates of Nephi—Wars continue. About A.D. 327–50.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in that same year there began to be a war again between the Nephites and the Lamanites. And notwithstanding I being young, was large in stature; therefore the people of Nephi appointed me that I should be their leader, or the leader of their armies.",
                "footnotes": [
                    {
                        "footnote": "Morm. 1:15 (12, 15–16).",
                        "start": 136,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore it came to pass that in my sixteenth year I did go forth at the head of an army of the Nephites, against the Lamanites; therefore three hundred and twenty and six years had passed away.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the three hundred and twenty and seventh year the Lamanites did come upon us with exceedingly great power, insomuch that they did frighten my armies; therefore they would not fight, and they began to retreat towards the north countries.",
                "footnotes": [
                    {
                        "footnote": "Morm. 4:13 (13–17); 5:6.",
                        "start": 110,
                        "end": 121
                    },
                    {
                        "footnote": "Alma 50:11; Morm. 2:29.",
                        "start": 248,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did come to the city of Angola, and we did take possession of the city, and make preparations to defend ourselves against the Lamanites. And it came to pass that we did fortify the city with our might; but notwithstanding all our fortifications the Lamanites did come upon us and did drive us out of the city.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:14 (14, 25); Morm. 2:21.",
                        "start": 197,
                        "end": 204
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did also drive us forth out of the land of David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we marched forth and came to the land of Joshua, which was in the borders west by the seashore.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did gather in our people as fast as it were possible, that we might get them together in one body.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:22 (22–25).",
                        "start": 117,
                        "end": 120
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 471
                    }
                ],
                "italics": []
            },
            {
                "text": "But behold, the land was filled with robbers and with Lamanites; and notwithstanding the great destruction which hung over my people, they did not repent of their evil doings; therefore there was blood and carnage spread throughout all the face of the land, both on the part of the Nephites and also on the part of the Lamanites; and it was one complete revolution throughout all the face of the land.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 2:11.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "4 Ne. 1:46; Morm. 8:9; Ether 8:20.",
                        "start": 37,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, the Lamanites had a king, and his name was Aaron; and he came against us with an army of forty and four thousand. And behold, I withstood him with forty and two thousand. And it came to pass that I beat him with my army that he fled before me. And behold, all this was done, and three hundred and thirty years had passed away.",
                "footnotes": [
                    {
                        "footnote": "Moro. 9:17.",
                        "start": 52,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Nephites began to repent of their iniquity, and began to cry even as had been prophesied by Samuel the prophet; for behold no man could keep that which was his own, for the thieves, and the robbers, and the murderers, and the magic art, and the witchcraft which was in the land.",
                "footnotes": [
                    {
                        "footnote": "Hel. 12:18; 13:18 (17–23); Morm. 1:18 (17–19); Ether 14:1 (1–2).",
                        "start": 165,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus there began to be a mourning and a lamentation in all the land because of these things, and more especially among the people of Nephi.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 12:4.",
                        "start": 25,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when I, Mormon, saw their lamentation and their mourning and their sorrow before the Lord, my heart did begin to rejoice within me, knowing the mercies and the long-suffering of the Lord, therefore supposing that he would be merciful unto them that they would again become a righteous people.",
                "footnotes": [
                    {
                        "footnote": "TG Mourning.",
                        "start": 73,
                        "end": 81
                    },
                    {
                        "footnote": "Hel. 11:9 (8–17).",
                        "start": 285,
                        "end": 290
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold this my joy was vain, for their sorrowing was not unto repentance, because of the goodness of God; but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin.",
                "footnotes": [
                    {
                        "footnote": "2 Cor. 7:10; Alma 42:29.",
                        "start": 43,
                        "end": 52
                    },
                    {
                        "footnote": "Hosea 7:14; Ether 8:7.",
                        "start": 132,
                        "end": 141
                    },
                    {
                        "footnote": "TG Damnation.",
                        "start": 149,
                        "end": 155
                    },
                    {
                        "footnote": "Alma 41:10.",
                        "start": 211,
                        "end": 220
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did not come unto Jesus with broken hearts and contrite spirits, but they did curse God, and wish to die. Nevertheless they would struggle with the sword for their lives.",
                "footnotes": [
                    {
                        "footnote": "TG Contrite Heart.",
                        "start": 45,
                        "end": 51
                    },
                    {
                        "footnote": "TG Blaspheme.",
                        "start": 87,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that my sorrow did return unto me again, and I saw that the day of grace was passed with them, both temporally and spiritually; for I saw thousands of them hewn down in open rebellion against their God, and heaped up as dung upon the face of the land. And thus three hundred and forty and four years had passed away.",
                "footnotes": [
                    {
                        "footnote": "Hel. 13:38.",
                        "start": 80,
                        "end": 83
                    },
                    {
                        "footnote": "TG Grace.",
                        "start": 87,
                        "end": 92
                    },
                    {
                        "footnote": "Jer. 8:20.",
                        "start": 93,
                        "end": 103
                    },
                    {
                        "footnote": "TG Rebellion.",
                        "start": 194,
                        "end": 203
                    },
                    {
                        "footnote": "Jer. 8:2 (1–3).",
                        "start": 240,
                        "end": 244
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the three hundred and forty and fifth year the Nephites did begin to flee before the Lamanites; and they were pursued until they came even to the land of Jashon, before it was possible to stop them in their retreat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, the city of Jashon was near the land where Ammaron had deposited the records unto the Lord, that they might not be destroyed. And behold I had gone according to the word of Ammaron, and taken the plates of Nephi, and did make a record according to the words of Ammaron.",
                "footnotes": [
                    {
                        "footnote": "Morm. 1:3 (1–4).",
                        "start": 41,
                        "end": 45
                    },
                    {
                        "footnote": "4 Ne. 1:48 (48–49).",
                        "start": 64,
                        "end": 73
                    },
                    {
                        "footnote": "Morm. 8:5 (1, 4–5, 14).",
                        "start": 205,
                        "end": 220
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And upon the plates of Nephi I did make a full account of all the wickedness and abominations; but upon these plates I did forbear to make a full account of their wickedness and abominations, for behold, a continual scene of wickedness and abominations has been before mine eyes ever since I have been sufficient to behold the ways of man.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:15 (8–20).",
                        "start": 104,
                        "end": 116
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 472
                    }
                ],
                "italics": []
            },
            {
                "text": "And wo is me because of their wickedness; for my heart has been filled with sorrow because of their wickedness, all my days; nevertheless, I know that I shall be lifted up at the last day.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:22; Ether 4:19.",
                        "start": 162,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in this year the people of Nephi again were hunted and driven. And it came to pass that we were driven forth until we had come northward to the land which was called Shem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did fortify the city of Shem, and we did gather in our people as much as it were possible, that perhaps we might save them from destruction.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:4.",
                        "start": 32,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the three hundred and forty and sixth year they began to come upon us again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I did speak unto my people, and did urge them with great energy, that they would stand boldly before the Lamanites and fight for their wives, and their children, and their houses, and their homes.",
                "footnotes": [
                    {
                        "footnote": "Alma 58:12.",
                        "start": 144,
                        "end": 149
                    },
                    {
                        "footnote": "Ether 14:2.",
                        "start": 160,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And my words did arouse them somewhat to vigor, insomuch that they did not flee from before the Lamanites, but did stand with boldness against them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did contend with an army of thirty thousand against an army of fifty thousand. And it came to pass that we did stand before them with such firmness that they did flee from before us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they had fled we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us; yea, we were left to ourselves, that the Spirit of the Lord did not abide in us; therefore we had become weak like unto our brethren.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:8 (7–8, 13).",
                        "start": 113,
                        "end": 117
                    },
                    {
                        "footnote": "TG God, Spirit of; Strength.",
                        "start": 141,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And my heart did sorrow because of this the great calamity of my people, because of their wickedness and their abominations. But behold, we did go forth against the Lamanites and the robbers of Gadianton, until we had again taken possession of the lands of our inheritance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the three hundred and forty and ninth year had passed away. And in the three hundred and fiftieth year we made a treaty with the Lamanites and the robbers of Gadianton, in which we did get the lands of our inheritance divided.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lamanites did give unto us the land northward, yea, even to the narrow passage which led into the land southward. And we did give unto the Lamanites all the land southward.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:3.",
                        "start": 44,
                        "end": 53
                    },
                    {
                        "footnote": "Alma 22:32; 52:9; 63:5.",
                        "start": 72,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}