{
    "_id": "mormon3",
    "nextChapterId": "mormon4",
    "prevChapterId": "mormon2",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mormon",
        "titleShort": "Morm",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mormon"
    },
    "chapter": {
        "bookTitle": "Mormon",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Mormon cries repentance unto the Nephites—They gain a great victory and glory in their own strength—Mormon refuses to lead them, and his prayers for them are without faith—The Book of Mormon invites the twelve tribes of Israel to believe the gospel. About A.D. 360–62.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that the Lamanites did not come to battle again until ten years more had passed away. And behold, I had employed my people, the Nephites, in preparing their lands and their arms against the time of battle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord did say unto me: Cry unto this people—Repent ye, and come unto me, and be ye baptized, and build up again my church, and ye shall be spared.",
                "footnotes": [
                    {
                        "footnote": "Hel. 15:17 (16–17); Morm. 6:11 (11–15).",
                        "start": 167,
                        "end": 173
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 473
                    }
                ],
                "italics": []
            },
            {
                "text": "And I did cry unto this people, but it was in vain; and they did not realize that it was the Lord that had spared them, and granted unto them a chance for repentance. And behold they did harden their hearts against the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Morm. 4:18.",
                        "start": 43,
                        "end": 50
                    },
                    {
                        "footnote": "TG Hardheartedness; Ingratitude.",
                        "start": 65,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after this tenth year had passed away, making, in the whole, three hundred and sixty years from the coming of Christ, the king of the Lamanites sent an epistle unto me, which gave unto me to know that they were preparing to come again to battle against us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I did cause my people that they should gather themselves together at the land Desolation, to a city which was in the borders, by the narrow pass which led into the land southward.",
                "footnotes": [
                    {
                        "footnote": "Alma 50:34; Morm. 4:3 (1–3).",
                        "start": 103,
                        "end": 113
                    },
                    {
                        "footnote": "Ether 9:31 (31–32); 10:21.",
                        "start": 194,
                        "end": 203
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there we did place our armies, that we might stop the armies of the Lamanites, that they might not get possession of any of our lands; therefore we did fortify against them with all our force.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the three hundred and sixty and first year the Lamanites did come down to the city of Desolation to battle against us; and it came to pass that in that year we did beat them, insomuch that they did return to their own lands again.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:23; Morm. 4:2 (2, 19).",
                        "start": 106,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the three hundred and sixty and second year they did come down again to battle. And we did beat them again, and did slay a great number of them, and their dead were cast into the sea.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:26; 3:13.",
                        "start": 70,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because of this great thing which my people, the Nephites, had done, they began to boast in their own strength, and began to swear before the heavens that they would avenge themselves of the blood of their brethren who had been slain by their enemies.",
                "footnotes": [
                    {
                        "footnote": "Prov. 14:16; 2 Ne. 4:34; Morm. 4:8.",
                        "start": 92,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did swear by the heavens, and also by the throne of God, that they would go up to battle against their enemies, and would cut them off from the face of the land.",
                "footnotes": [
                    {
                        "footnote": "TG Swearing.",
                        "start": 13,
                        "end": 18
                    },
                    {
                        "footnote": "Alma 43:46 (46–47); 48:14; 3 Ne. 3:21 (20–21); Morm. 4:4.",
                        "start": 76,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Mormon, did utterly refuse from this time forth to be a commander and a leader of this people, because of their wickedness and abomination.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:1.",
                        "start": 48,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I had led them, notwithstanding their wickedness I had led them many times to battle, and had loved them, according to the love of God which was in me, with all my heart; and my soul had been poured out in prayer unto my God all the day long for them; nevertheless, it was without faith, because of the hardness of their hearts.",
                "footnotes": [
                    {
                        "footnote": "TG God, Love of.",
                        "start": 131,
                        "end": 135
                    },
                    {
                        "footnote": "James 1:6; Morm. 5:2.",
                        "start": 281,
                        "end": 294
                    },
                    {
                        "footnote": "Neh. 9:16 (16–17).",
                        "start": 311,
                        "end": 319
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thrice have I delivered them out of the hands of their enemies, and they have repented not of their sins.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:26; 3:8 (7–8).",
                        "start": 4,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 12:34.",
                        "start": 45,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                "footnotes": [
                    {
                        "footnote": "Isa. 35:4; Rom. 12:19. TG Vengeance.",
                        "start": 0,
                        "end": 9
                    },
                    {
                        "footnote": "2 Sam. 16:12 (9–12); D&C 82:23. TG God, Justice of.",
                        "start": 30,
                        "end": 35
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 474
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that I utterly refused to go up against mine enemies; and I did even as the Lord had commanded me; and I did stand as an idle witness to manifest unto the world the things which I saw and heard, according to the manifestations of the Spirit which had testified of things to come.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence, that ye shall be about to prepare to return to the land of your inheritance;",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 30:3 (3–8); 3 Ne. 29:1.",
                        "start": 18,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, behold, I write unto all the ends of the earth; yea, unto you, twelve tribes of Israel, who shall be judged according to your works by the twelve whom Jesus chose to be his disciples in the land of Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "Matt. 19:28; Luke 22:30 (29–30); D&C 29:12.",
                        "start": 106,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I write also unto the remnant of this people, who shall also be judged by the twelve whom Jesus chose in this land; and they shall be judged by the other twelve whom Jesus chose in the land of Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:10 (9–10); 3 Ne. 27:27.",
                        "start": 82,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And these things doth the Spirit manifest unto me; therefore I write unto you all. And for this cause I write unto you, that ye may know that ye must all stand before the judgment-seat of Christ, yea, every soul who belongs to the whole human family of Adam; and ye must stand to be judged of your works, whether they be good or evil;",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Judge; Judgment, the Last.",
                        "start": 171,
                        "end": 184
                    },
                    {
                        "footnote": "D&C 27:11.",
                        "start": 243,
                        "end": 249
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also that ye may believe the gospel of Jesus Christ, which ye shall have among you; and also that the Jews, the covenant people of the Lord, shall have other witness besides him whom they saw and heard, that Jesus, whom they slew, was the very Christ and the very God.",
                "footnotes": [
                    {
                        "footnote": "D&C 3:20.",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "1 Ne. 13:23 (20–29, 41).",
                        "start": 72,
                        "end": 76
                    },
                    {
                        "footnote": "TG Israel, Judah, People of.",
                        "start": 106,
                        "end": 110
                    },
                    {
                        "footnote": "2 Ne. 25:18.",
                        "start": 162,
                        "end": 169
                    },
                    {
                        "footnote": "2 Ne. 26:12; Mosiah 7:27.",
                        "start": 243,
                        "end": 254
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I would that I could persuade all ye ends of the earth to repent and prepare to stand before the judgment-seat of Christ.",
                "footnotes": [
                    {
                        "footnote": "Alma 29:1.",
                        "start": 34,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}