{
    "_id": "2samuel11",
    "nextChapterId": "2samuel12",
    "prevChapterId": "2samuel10",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Samuel",
        "titleShort": "2 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2samuel"
    },
    "chapter": {
        "bookTitle": "2 Samuel",
        "delineation": "Chapter",
        "number": 11,
        "summary": "David lies with Bathsheba, and she conceives—He then arranges for the death in battle of her husband, Uriah.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass, after the year was expired, at the time when kings go forth to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried still at Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 20:1.",
                        "start": 108,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 91
                    }
                ]
            },
            {
                "text": "And it came to pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the king's house: and from the roof he saw a woman washing herself; and the woman was very beautiful to look upon.",
                "footnotes": [
                    {
                        "footnote": "TG Covet.",
                        "start": 141,
                        "end": 144
                    },
                    {
                        "footnote": "D&C 42:23.",
                        "start": 206,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 184,
                        "end": 187
                    }
                ]
            },
            {
                "text": "And David sent and inquired after the woman. And one said, Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?",
                "footnotes": [
                    {
                        "footnote": "HEB Daughter of the covenant. 1 Chr. 3:5.",
                        "start": 71,
                        "end": 81
                    },
                    {
                        "footnote": "HEB Jehovah is my light. 1 Kgs. 15:5; 1 Chr. 11:41.",
                        "start": 118,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 52
                    },
                    {
                        "start": 59,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:39 (38–39). TG Sensuality.",
                        "start": 74,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the woman conceived, and sent and told David, and said, I am with child.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 62,
                        "end": 64
                    }
                ]
            },
            {
                "text": "And David sent to Joab, saying, Send me Uriah the Hittite. And Joab sent Uriah to David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 31
                    }
                ]
            },
            {
                "text": "And when Uriah was come unto him, David demanded of him how Joab did, and how the people did, and how the war prospered.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 55
                    }
                ]
            },
            {
                "text": "And David said to Uriah, Go down to thy house, and wash thy feet. And Uriah departed out of the king's house, and there followed him a mess of meat from the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 140,
                        "end": 147
                    }
                ]
            },
            {
                "text": "But Uriah slept at the door of the king's house with all the servants of his lord, and went not down to his house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had told David, saying, Uriah went not down unto his house, David said unto Uriah, Camest thou not from thy journey? why then didst thou not go down unto thine house?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 118,
                        "end": 121
                    },
                    {
                        "start": 135,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And Uriah said unto David, The ark, and Israel, and Judah, abide in tents; and my lord Joab, and the servants of my lord, are encamped in the open fields; shall I then go into mine house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 7:2 (2–6).",
                        "start": 68,
                        "end": 73
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 440
                    }
                ],
                "italics": [
                    {
                        "start": 234,
                        "end": 236
                    },
                    {
                        "start": 254,
                        "end": 256
                    }
                ]
            },
            {
                "text": "And David said to Uriah, Tarry here to day also, and to morrow I will let thee depart. So Uriah abode in Jerusalem that day, and the morrow.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when David had called him, he did eat and drink before him; and he made him drunk: and at even he went out to lie on his bed with the servants of his lord, but went not down to his house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 80,
                        "end": 82
                    }
                ]
            },
            {
                "text": "And he wrote in the letter, saying, Set ye Uriah in the forefront of the hottest battle, and retire ye from him, that he may be smitten, and die.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 12:9.",
                        "start": 128,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Joab observed the city, that he assigned Uriah unto a place where he knew that valiant men were.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 117,
                        "end": 122
                    }
                ]
            },
            {
                "text": "And the men of the city went out, and fought with Joab: and there fell some of the people of the servants of David; and Uriah the Hittite died also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 75
                    }
                ]
            },
            {
                "text": "Then Joab sent and told David all the things concerning the war;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And charged the messenger, saying, When thou hast made an end of telling the matters of the war unto the king,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if so be that the king's wrath arise, and he say unto thee, Wherefore approached ye so nigh unto the city when ye did fight? knew ye not that they would shoot from the wall?",
                "footnotes": [
                    {
                        "footnote": "Joab had not followed the king's plan (see v. 15) but sent Uriah and his men right up to the city gate and wall. He feared David might be angry because so many were killed with Uriah.",
                        "start": 29,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Who smote Abimelech the son of Jerubbesheth? did not a woman cast a piece of a millstone upon him from the wall, that he died in Thebez? why went ye nigh the wall? then say thou, Thy servant Uriah the Hittite is dead also.",
                "footnotes": [
                    {
                        "footnote": "Judg. 9:53 (1–57).",
                        "start": 10,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So the messenger went, and came and shewed David all that Joab had sent him for.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the messenger said unto David, Surely the men prevailed against us, and came out unto us into the field, and we were upon them even unto the entering of the gate.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the shooters shot from off the wall upon thy servants; and some of the king's servants be dead, and thy servant Uriah the Hittite is dead also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 67
                    }
                ]
            },
            {
                "text": "Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the mourning was past, David sent and fetched her to his house, and she became his wife, and bare him a son. But the thing that David had done displeased the Lord.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 12:9.",
                        "start": 92,
                        "end": 96
                    },
                    {
                        "footnote": "2 Sam. 12:11 (1–25); 1 Chr. 21:8 (1–8); Ps. 88:14 (6–8, 14–18); D&C 132:39.",
                        "start": 152,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}