{
    "_id": "2nephi27",
    "nextChapterId": "2nephi28",
    "prevChapterId": "2nephi26",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "2 Nephi",
        "titleShort": "2 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2nephi"
    },
    "chapter": {
        "bookTitle": "2 Nephi",
        "delineation": "Chapter",
        "number": 27,
        "summary": "Darkness and apostasy will cover the earth in the last days—The Book of Mormon will come forth—Three witnesses will testify of the book—The learned man will say he cannot read the sealed book—The Lord will do a marvelous work and a wonder—Compare Isaiah 29. About 559–545 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "But, behold, in the last days, or in the days of the Gentiles—yea, behold all the nations of the Gentiles and also the Jews, both those who shall come upon this land and those who shall be upon other lands, yea, even upon all the lands of the earth, behold, they will be drunken with iniquity and all manner of abominations—",
                "footnotes": [
                    {
                        "footnote": "TG Last Days.",
                        "start": 20,
                        "end": 29
                    },
                    {
                        "footnote": "Isa. 29:9. TG Abomination; Iniquity; Wickedness.",
                        "start": 271,
                        "end": 278
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:6 (6–10); Morm. 8:29.",
                        "start": 43,
                        "end": 50
                    },
                    {
                        "footnote": "Isa. 24:6; 66:16; Jacob 6:3; 3 Ne. 25:1.",
                        "start": 178,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the nations that fight against Zion, and that distress her, shall be as a dream of a night vision; yea, it shall be unto them, even as unto a hungry man which dreameth, and behold he eateth but he awaketh and his soul is empty; or like unto a thirsty man which dreameth, and behold he drinketh but he awaketh and behold he is faint, and his soul hath appetite; yea, even so shall the multitude of all the nations be that fight against Mount Zion.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:7 (7–8).",
                        "start": 12,
                        "end": 19
                    },
                    {
                        "footnote": "1 Ne. 22:14. TG Protection, Divine.",
                        "start": 25,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, all ye that doeth iniquity, stay yourselves and wonder, for ye shall cry out, and cry; yea, ye shall be drunken but not with wine, ye shall stagger but not with strong drink.",
                "footnotes": [
                    {
                        "footnote": "Rev. 17:6 (1–6); 2 Ne. 8:21.",
                        "start": 116,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the Lord hath poured out upon you the spirit of deep sleep. For behold, ye have closed your eyes, and ye have rejected the prophets; and your rulers, and the seers hath he covered because of your iniquity.",
                "footnotes": [
                    {
                        "footnote": "TG Spiritual Blindness.",
                        "start": 104,
                        "end": 108
                    },
                    {
                        "footnote": "2 Chr. 24:19; Jer. 26:5; 37:15; Zech. 1:4 (2–5).",
                        "start": 122,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that the Lord God shall bring forth unto you the words of a book, and they shall be the words of them which have slumbered.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:2; Morm. 5:12 (12–13).",
                        "start": 67,
                        "end": 70
                    },
                    {
                        "footnote": "2 Ne. 26:17 (16–17); 29:12. TG Book of Mormon.",
                        "start": 86,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:11 (11–12); Ether 3:27. TG Seal.",
                        "start": 29,
                        "end": 35
                    },
                    {
                        "footnote": "Mosiah 8:19; Ether 3:25 (20–28); 4:4.",
                        "start": 64,
                        "end": 74
                    },
                    {
                        "footnote": "Ether 1:2–4; 13:1–13.",
                        "start": 124,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 26:9 (7–12, 18); Ether 4:5; 5:1; D&C 17:6.",
                        "start": 43,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another;",
                "footnotes": [
                    {
                        "footnote": "JS—H 1:64.",
                        "start": 187,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.",
                "footnotes": [
                    {
                        "footnote": "Dan. 12:9; 1 Ne. 14:26; D&C 35:18; JS—H 1:65.",
                        "start": 24,
                        "end": 30
                    },
                    {
                        "footnote": "Ether 4:15. TG God, Omniscience of.",
                        "start": 279,
                        "end": 285
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 105
                    }
                ],
                "italics": []
            },
            {
                "text": "And the day cometh that the words of the book which were sealed shall be read upon the house tops; and they shall be read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth.",
                "footnotes": [
                    {
                        "footnote": "Luke 12:3; Morm. 5:8; D&C 121:26–31.",
                        "start": 170,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the book shall be hid from the eyes of the world, that the eyes of none shall behold it save it be that three witnesses shall behold it, by the power of God, besides him to whom the book shall be delivered; and they shall testify to the truth of the book and the things therein.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 11:3; Ether 5:3 (2–4); D&C 5:11 (11, 15); 17:1.",
                        "start": 196,
                        "end": 201
                    },
                    {
                        "footnote": "Deut. 19:15.",
                        "start": 202,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead.",
                "footnotes": [
                    {
                        "footnote": "D&C 5:14 (3, 14).",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "2 Ne. 3:19 (19–20); 33:13 (13–15); Morm. 9:30; Moro. 10:27.",
                        "start": 233,
                        "end": 246
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 28:29 (29–30); Ether 4:8.",
                        "start": 185,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, it shall come to pass that the Lord God shall say unto him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the learned, saying: Read this, I pray thee. And the learned shall say: Bring hither the book, and I will read them.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:11.",
                        "start": 221,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because of the glory of the world and to get gain will they say this, and not for the glory of God.",
                "footnotes": [
                    {
                        "footnote": "TG Priestcraft.",
                        "start": 54,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the man shall say: I cannot bring the book, for it is sealed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall the learned say: I cannot read it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore it shall come to pass, that the Lord God will deliver again the book and the words thereof to him that is not learned; and the man that is not learned shall say: I am not learned.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:12.",
                        "start": 56,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall the Lord God say unto him: The learned shall not read them, for they have rejected them, and I am able to do mine own work; wherefore thou shalt read the words which I shall give unto thee.",
                "footnotes": [
                    {
                        "footnote": "Ex. 4:11 (11–12); Jer. 1:7 (7–9).",
                        "start": 109,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Touch not the things which are sealed, for I will bring them forth in mine own due time; for I will show unto the children of men that I am able to do mine own work.",
                "footnotes": [
                    {
                        "footnote": "Ether 5:1.",
                        "start": 0,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                "footnotes": [
                    {
                        "footnote": "TG Witness.",
                        "start": 87,
                        "end": 96
                    },
                    {
                        "footnote": "TG God, Wisdom of.",
                        "start": 284,
                        "end": 290
                    },
                    {
                        "footnote": "Ether 4:7 (6–7). TG Mysteries of Godliness.",
                        "start": 294,
                        "end": 300
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, I am God; and I am a God of miracles; and I will show unto the world that I am the same yesterday, today, and forever; and I work not among the children of men save it be according to their faith.",
                "footnotes": [
                    {
                        "footnote": "TG Marvelous; Miracle.",
                        "start": 40,
                        "end": 48
                    },
                    {
                        "footnote": "TG World.",
                        "start": 75,
                        "end": 80
                    },
                    {
                        "footnote": "W of M 1:7.",
                        "start": 137,
                        "end": 141
                    },
                    {
                        "footnote": "Heb. 11; Ether 12:12 (7–22).",
                        "start": 183,
                        "end": 192
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 106
                    }
                ],
                "italics": []
            },
            {
                "text": "And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Forasmuch as this people draw near unto me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear towards me is taught by the precepts of men—",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:13 (13–24).",
                        "start": 0,
                        "end": 9
                    },
                    {
                        "footnote": "Matt. 15:8 (7–9). TG Honor; Respect.",
                        "start": 84,
                        "end": 89
                    },
                    {
                        "footnote": "TG Hardheartedness.",
                        "start": 117,
                        "end": 123
                    },
                    {
                        "footnote": "2 Ne. 28:31.",
                        "start": 180,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, I will proceed to do a marvelous work among this people, yea, a marvelous work and a wonder, for the wisdom of their wise and learned shall perish, and the understanding of their prudent shall be hid.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 22:8; 2 Ne. 29:1 (1–2). TG Restoration of the Gospel.",
                        "start": 34,
                        "end": 48
                    },
                    {
                        "footnote": "Isa. 29:14; 2 Ne. 25:17.",
                        "start": 75,
                        "end": 89
                    },
                    {
                        "footnote": "TG Wisdom.",
                        "start": 112,
                        "end": 118
                    },
                    {
                        "footnote": "TG Learn.",
                        "start": 137,
                        "end": 144
                    },
                    {
                        "footnote": "TG Knowledge.",
                        "start": 167,
                        "end": 180
                    },
                    {
                        "footnote": "TG Prudence.",
                        "start": 190,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And wo unto them that seek deep to hide their counsel from the Lord! And their works are in the dark; and they say: Who seeth us, and who knoweth us? And they also say: Surely, your turning of things upside down shall be esteemed as the potter's clay. But behold, I will show unto them, saith the Lord of Hosts, that I know all their works. For shall the work say of him that made it, he made me not? Or shall the thing framed say of him that framed it, he had no understanding?",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:15 (15–16).",
                        "start": 4,
                        "end": 6
                    },
                    {
                        "footnote": "TG Conspiracy; Counsel.",
                        "start": 46,
                        "end": 53
                    },
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 96,
                        "end": 100
                    },
                    {
                        "footnote": "Jer. 18:6.",
                        "start": 237,
                        "end": 245
                    },
                    {
                        "footnote": "TG God, Omniscience of.",
                        "start": 319,
                        "end": 323
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, saith the Lord of Hosts: I will show unto the children of men that it is yet a very little while and Lebanon shall be turned into a fruitful field; and the fruitful field shall be esteemed as a forest.",
                "footnotes": [
                    {
                        "footnote": "TG Earth, Renewal of.",
                        "start": 168,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity and out of darkness.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:18.",
                        "start": 0,
                        "end": 3
                    },
                    {
                        "footnote": "TG Deaf.",
                        "start": 26,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the meek also shall increase, and their joy shall be in the Lord, and the poor among men shall rejoice in the Holy One of Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Meek.",
                        "start": 8,
                        "end": 12
                    },
                    {
                        "footnote": "D&C 101:36.",
                        "start": 44,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For assuredly as the Lord liveth they shall see that the terrible one is brought to naught, and the scorner is consumed, and all that watch for iniquity are cut off;",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:20.",
                        "start": 57,
                        "end": 69
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they that make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of naught.",
                "footnotes": [
                    {
                        "footnote": "Luke 11:54 (53–54); Acts 22:22. TG Offense.",
                        "start": 28,
                        "end": 36
                    },
                    {
                        "footnote": "Amos 5:10 (7, 10).",
                        "start": 95,
                        "end": 99
                    },
                    {
                        "footnote": "2 Ne. 28:16.",
                        "start": 105,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, thus saith the Lord, who redeemed Abraham, concerning the house of Jacob: Jacob shall not now be ashamed, neither shall his face now wax pale.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Restoration of.",
                        "start": 97,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But when he seeth his children, the work of my hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:23.",
                        "start": 12,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 28:14; D&C 33:4.",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "Dan. 12:4 (4–10).",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}