{
    "_id": "3nephi5",
    "nextChapterId": "3nephi6",
    "prevChapterId": "3nephi4",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 5,
        "summary": "The Nephites repent and forsake their sins—Mormon writes the history of his people and declares the everlasting word to them—Israel will be gathered in from her long dispersion. About A.D. 22–26.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now behold, there was not a living soul among all the people of the Nephites who did doubt in the least the words of all the holy prophets who had spoken; for they knew that it must needs be that they must be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "TG Doubt.",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they knew that it must be expedient that Christ had come, because of the many signs which had been given, according to the words of the prophets; and because of the things which had come to pass already they knew that it must needs be that all things should come to pass according to that which had been spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they did forsake all their sins, and their abominations, and their whoredoms, and did serve God with all diligence day and night.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that when they had taken all the robbers prisoners, insomuch that none did escape who were not slain, they did cast their prisoners into prison, and did cause the word of God to be preached unto them; and as many as would repent of their sins and enter into a covenant that they would murder no more were set at liberty.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 6:3.",
                        "start": 271,
                        "end": 276
                    },
                    {
                        "footnote": "Alma 44:15; 62:16 (16–17).",
                        "start": 284,
                        "end": 292
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 336,
                        "end": 343
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But as many as there were who did not enter into a covenant, and who did still continue to have those secret murders in their hearts, yea, as many as were found breathing out threatenings against their brethren were condemned and punished according to the law.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:15.",
                        "start": 102,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they did put an end to all those wicked, and secret, and abominable combinations, in the which there was so much wickedness, and so many murders committed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus had the twenty and second year passed away, and the twenty and third year also, and the twenty and fourth, and the twenty and fifth; and thus had twenty and five years passed away.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 2:8.",
                        "start": 17,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there had many things transpired which, in the eyes of some, would be great and marvelous; nevertheless, they cannot all be written in this book; yea, this book cannot contain even a hundredth part of what was done among so many people in the space of twenty and five years;",
                "footnotes": [
                    {
                        "footnote": "W of M 1:5; 3 Ne. 26:6 (6–12).",
                        "start": 187,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold there are records which do contain all the proceedings of this people; and a shorter but true account was given by Nephi.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:15 (13–15).",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "W of M 1:5; Alma 13:31.",
                        "start": 46,
                        "end": 49
                    },
                    {
                        "footnote": "Morm. 2:18.",
                        "start": 88,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I have made my record of these things according to the record of Nephi, which was engraven on the plates which were called the plates of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Hel. 2:14.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "W of M 1:1; Morm. 1:4 (1–4); 2:17 (17–18); 8:5 (1, 4–5, 14).",
                        "start": 137,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I do make the record on plates which I have made with mine own hands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I am called Mormon, being called after the land of Mormon, the land in which Alma did establish the church among the people, yea, the first church which was established among them after their transgression.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:11.",
                        "start": 24,
                        "end": 30
                    },
                    {
                        "footnote": "Mosiah 18:4; Alma 5:3.",
                        "start": 55,
                        "end": 69
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 30:1; Moro. 7:2.",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it hath become expedient that I, according to the will of God, that the prayers of those who have gone hence, who were the holy ones, should be fulfilled according to their faith, should make a record of these things which have been done—",
                "footnotes": [
                    {
                        "footnote": "Enos 1:16 (13–18); D&C 3:19; 10:47 (46–50).",
                        "start": 198,
                        "end": 204
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 417
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, a small record of that which hath taken place from the time that Lehi left Jerusalem, even down until the present time.",
                "footnotes": [
                    {
                        "footnote": "Morm. 7:9; 8:12.",
                        "start": 7,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I do make my record from the accounts which have been given by those who were before me, until the commencement of my day;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then I do make a record of the things which I have seen with mine own eyes.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:5; Morm. 1:1.",
                        "start": 21,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I know the record which I make to be a just and a true record; nevertheless there are many things which, according to our language, we are not able to write.",
                "footnotes": [
                    {
                        "footnote": "TG Language.",
                        "start": 126,
                        "end": 134
                    },
                    {
                        "footnote": "3 Ne. 19:32 (32–34); Morm. 9:33 (32–33); Ether 12:25 (24–25); D&C 76:116.",
                        "start": 155,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I make an end of my saying, which is of myself, and proceed to give my account of the things which have been before me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am Mormon, and a pure descendant of Lehi. I have reason to bless my God and my Savior Jesus Christ, that he brought our fathers out of the land of Jerusalem, (and no one knew it save it were himself and those whom he brought out of that land) and that he hath given me and my people so much knowledge unto the salvation of our souls.",
                "footnotes": [
                    {
                        "footnote": "Morm. 1:5; 8:13.",
                        "start": 24,
                        "end": 34
                    },
                    {
                        "footnote": "1 Ne. 4:36; 3 Ne. 15:14.",
                        "start": 165,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Blessings of.",
                        "start": 15,
                        "end": 22
                    },
                    {
                        "footnote": "Gen. 32:28 (24–32); Ps. 135:4; D&C 49:24 (23–25).",
                        "start": 36,
                        "end": 41
                    },
                    {
                        "footnote": "Ps. 98:3.",
                        "start": 57,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And insomuch as the children of Lehi have kept his commandments he hath blessed them and prospered them according to his word.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:20; Jarom 1:9; Omni 1:6; Mosiah 1:7; Alma 9:13 (13–14); 37:13.",
                        "start": 4,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and surely shall he again bring a remnant of the seed of Joseph to the knowledge of the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:24; 3 Ne. 10:17.",
                        "start": 39,
                        "end": 46
                    },
                    {
                        "footnote": "2 Ne. 3:12; Morm. 7:5 (5, 10).",
                        "start": 76,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of.",
                        "start": 42,
                        "end": 48
                    },
                    {
                        "footnote": "Gen. 46:8.",
                        "start": 111,
                        "end": 115
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p24",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And as he hath covenanted with all the house of Jacob, even so shall the covenant wherewith he hath covenanted with the house of Jacob be fulfilled in his own due time, unto the restoring all the house of Jacob unto the knowledge of the covenant that he hath covenanted with them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 15:8; 16:5.",
                        "start": 15,
                        "end": 25
                    },
                    {
                        "footnote": "2 Ne. 30:3 (1–6); 3 Ne. 16:13 (6–13).",
                        "start": 178,
                        "end": 187
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then shall they know their Redeemer, who is Jesus Christ, the Son of God; and then shall they be gathered in from the four quarters of the earth unto their own lands, from whence they have been dispersed; yea, as the Lord liveth so shall it be. Amen.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 30:7 (7–8); 3 Ne. 20:31 (29–34).",
                        "start": 20,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}