{
    "_id": "3nephi2",
    "nextChapterId": "3nephi3",
    "prevChapterId": "3nephi1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Wickedness and abominations increase among the people—The Nephites and Lamanites unite to defend themselves against the Gadianton robbers—Converted Lamanites become white and are called Nephites. About A.D. 5–16.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that thus passed away the ninety and fifth year also, and the people began to forget those signs and wonders which they had heard, and began to be less and less astonished at a sign or a wonder from heaven, insomuch that they began to be hard in their hearts, and blind in their minds, and began to disbelieve all which they had heard and seen—",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:6.",
                        "start": 111,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Imagining up some vain thing in their hearts, that it was wrought by men and by the power of the devil, to lead away and deceive the hearts of the people; and thus did Satan get possession of the hearts of the people again, insomuch that he did blind their eyes and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.",
                "footnotes": [
                    {
                        "footnote": "Heb. 3:12.",
                        "start": 0,
                        "end": 9
                    },
                    {
                        "footnote": "TG Deceit.",
                        "start": 121,
                        "end": 128
                    },
                    {
                        "footnote": "1 Cor. 1:23 (23–25); Alma 30:13 (12–18).",
                        "start": 326,
                        "end": 333
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people began to wax strong in wickedness and abominations; and they did not believe that there should be any more signs or wonders given; and Satan did go about, leading away the hearts of the people, tempting them and causing them that they should do great wickedness in the land.",
                "footnotes": [
                    {
                        "footnote": "Job 1:7; D&C 10:27.",
                        "start": 181,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus did pass away the ninety and sixth year; and also the ninety and seventh year; and also the ninety and eighth year; and also the ninety and ninth year;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also an hundred years had passed away since the days of Mosiah, who was king over the people of the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:46 (46–47).",
                        "start": 60,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And six hundred and nine years had passed away since Lehi left Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And nine years had passed away from the time when the sign was given, which was spoken of by the prophets, that Christ should come into the world.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the Nephites began to reckon their time from this period when the sign was given, or from the coming of Christ; therefore, nine years had passed away.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:7; 8:2.",
                        "start": 26,
                        "end": 32
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 410
                    }
                ],
                "italics": []
            },
            {
                "text": "And Nephi, who was the father of Nephi, who had the charge of the records, did not return to the land of Zarahemla, and could nowhere be found in all the land.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:3 (2–3).",
                        "start": 75,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people did still remain in wickedness, notwithstanding the much preaching and prophesying which was sent among them; and thus passed away the tenth year also; and the eleventh year also passed away in iniquity.",
                "footnotes": [
                    {
                        "footnote": "Alma 34:35.",
                        "start": 46,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the thirteenth year there began to be wars and contentions throughout all the land; for the Gadianton robbers had become so numerous, and did slay so many of the people, and did lay waste so many cities, and did spread so much death and carnage throughout the land, that it became expedient that all the people, both the Nephites and the Lamanites, should take up arms against them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:27.",
                        "start": 115,
                        "end": 132
                    },
                    {
                        "footnote": "Morm. 2:8.",
                        "start": 147,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, all the Lamanites who had become converted unto the Lord did unite with their brethren, the Nephites, and were compelled, for the safety of their lives and their women and their children, to take up arms against those Gadianton robbers, yea, and also to maintain their rights, and the privileges of their church and of their worship, and their freedom and their liberty.",
                "footnotes": [
                    {
                        "footnote": "Alma 58:12; 3 Ne. 3:2.",
                        "start": 141,
                        "end": 147
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 373,
                        "end": 380
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that before this thirteenth year had passed away the Nephites were threatened with utter destruction because of this war, which had become exceedingly sore.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that those Lamanites who had united with the Nephites were numbered among the Nephites;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And their curse was taken from them, and their skin became white like unto the Nephites;",
                "footnotes": [
                    {
                        "footnote": "Alma 17:15; 23:18.",
                        "start": 10,
                        "end": 15
                    },
                    {
                        "footnote": "2 Ne. 5:21; 30:6; Jacob 3:8.",
                        "start": 59,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And their young men and their daughters became exceedingly fair, and they were numbered among the Nephites, and were called Nephites. And thus ended the thirteenth year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the commencement of the fourteenth year, the war between the robbers and the people of Nephi did continue and did become exceedingly sore; nevertheless, the people of Nephi did gain some advantage of the robbers, insomuch that they did drive them back out of their lands into the mountains and into their secret places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the fourteenth year. And in the fifteenth year they did come forth against the people of Nephi; and because of the wickedness of the people of Nephi, and their many contentions and dissensions, the Gadianton robbers did gain many advantages over them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the fifteenth year, and thus were the people in a state of many afflictions; and the sword of destruction did hang over them, insomuch that they were about to be smitten down by it, and this because of their iniquity.",
                "footnotes": [
                    {
                        "footnote": "Alma 60:29; Hel. 13:5; 3 Ne. 3:3.",
                        "start": 100,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}