{
    "_id": "3nephi10",
    "nextChapterId": "3nephi11",
    "prevChapterId": "3nephi9",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 10,
        "summary": "There is silence in the land for many hours—The voice of Christ promises to gather His people as a hen gathers her chickens—The more righteous part of the people have been preserved. About A.D. 34–35.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now behold, it came to pass that all the people of the land did hear these sayings, and did witness of it. And after these sayings there was silence in the land for the space of many hours;",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:11.",
                        "start": 68,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For so great was the astonishment of the people that they did cease lamenting and howling for the loss of their kindred which had been slain; therefore there was silence in all the land for the space of many hours.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there came a voice again unto the people, and all the people did hear, and did witness of it, saying:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O ye people of these great cities which have fallen, who are descendants of Jacob, yea, who are of the house of Israel, how oft have I gathered you as a hen gathereth her chickens under her wings, and have nourished you.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:14 (8–16); 9:12 (3–12).",
                        "start": 21,
                        "end": 26
                    },
                    {
                        "footnote": "Hel. 7:19.",
                        "start": 135,
                        "end": 143
                    },
                    {
                        "footnote": "Luke 16:29 (29–31); 1 Ne. 17:3; Jacob 5:25.",
                        "start": 206,
                        "end": 215
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, how oft would I have gathered you as a hen gathereth her chickens under her wings, yea, O ye people of the house of Israel, who have fallen; yea, O ye people of the house of Israel, ye that dwell at Jerusalem, as ye that have fallen; yea, how oft would I have gathered you as a hen gathereth her chickens, and ye would not.",
                "footnotes": [
                    {
                        "footnote": "Matt. 23:37; D&C 43:24 (24–25).",
                        "start": 11,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 9:13.",
                        "start": 33,
                        "end": 39
                    },
                    {
                        "footnote": "1 Sam. 7:3; Hel. 13:11; 3 Ne. 24:7.",
                        "start": 138,
                        "end": 144
                    },
                    {
                        "footnote": "Ezek. 36:26.",
                        "start": 174,
                        "end": 179
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if not, O house of Israel, the places of your dwellings shall become desolate until the time of the fulfilling of the covenant to your fathers.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 26:19.",
                        "start": 73,
                        "end": 81
                    },
                    {
                        "footnote": "Enos 1:16 (12–18).",
                        "start": 122,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that after the people had heard these words, behold, they began to weep and howl again because of the loss of their kindred and friends.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:23 (23–25).",
                        "start": 105,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that thus did the three days pass away. And it was in the morning, and the darkness dispersed from off the face of the land, and the earth did cease to tremble, and the rocks did cease to rend, and the dreadful groanings did cease, and all the tumultuous noises did pass away.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:19 (3, 19–23).",
                        "start": 95,
                        "end": 103
                    },
                    {
                        "footnote": "Hel. 14:21.",
                        "start": 189,
                        "end": 194
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p9",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And the earth did cleave together again, that it stood; and the mourning, and the weeping, and the wailing of the people who were spared alive did cease; and their mourning was turned into joy, and their lamentations into the praise and thanksgiving unto the Lord Jesus Christ, their Redeemer.",
                "footnotes": [
                    {
                        "footnote": "TG Mourning.",
                        "start": 64,
                        "end": 72
                    },
                    {
                        "footnote": "Acts 16:25.",
                        "start": 226,
                        "end": 232
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus far were the scriptures fulfilled which had been spoken by the prophets.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:12 (10–12).",
                        "start": 22,
                        "end": 32
                    },
                    {
                        "footnote": "Acts 3:18 (18–21).",
                        "start": 33,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was the more righteous part of the people who were saved, and it was they who received the prophets and stoned them not; and it was they who had not shed the blood of the saints, who were spared—",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 26:8; 3 Ne. 9:13 (11–13); 27:31.",
                        "start": 15,
                        "end": 19
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 427
                    }
                ],
                "italics": []
            },
            {
                "text": "And they were spared and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, whoso readeth, let him understand; he that hath the scriptures, let him search them, and see and behold if all these deaths and destructions by fire, and by smoke, and by tempests, and by whirlwinds, and by the opening of the earth to receive them, and all these things are not unto the fulfilling of the prophecies of many of the holy prophets.",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Study of.",
                        "start": 81,
                        "end": 87
                    },
                    {
                        "footnote": "Hel. 14:23.",
                        "start": 180,
                        "end": 188
                    },
                    {
                        "footnote": "Num. 16:32; 1 Ne. 19:11; 2 Ne. 26:5.",
                        "start": 220,
                        "end": 227
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.",
                "footnotes": [
                    {
                        "footnote": "TG Martyrdom.",
                        "start": 99,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, the prophet Zenos did testify of these things, and also Zenock spake concerning these things, because they testified particularly concerning us, who are the remnant of their seed.",
                "footnotes": [
                    {
                        "footnote": "Hel. 8:20 (19–20).",
                        "start": 17,
                        "end": 22
                    },
                    {
                        "footnote": "1 Ne. 19:21.",
                        "start": 74,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, our father Jacob also testified concerning a remnant of the seed of Joseph. And behold, are not we a remnant of the seed of Joseph? And these things which testify of us, are they not written upon the plates of brass which our father Lehi brought out of Jerusalem?",
                "footnotes": [
                    {
                        "footnote": "Alma 46:24; 3 Ne. 5:23 (23–24).",
                        "start": 53,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the ending of the thirty and fourth year, behold, I will show unto you that the people of Nephi who were spared, and also those who had been called Lamanites, who had been spared, did have great favors shown unto them, and great blessings poured out upon their heads, insomuch that soon after the ascension of Christ into heaven he did truly manifest himself unto them—",
                "footnotes": [
                    {
                        "footnote": "4 Ne. 1:20.",
                        "start": 176,
                        "end": 185
                    },
                    {
                        "footnote": "TG Blessing.",
                        "start": 257,
                        "end": 266
                    },
                    {
                        "footnote": "Acts 1:9 (9–11).",
                        "start": 325,
                        "end": 334
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Showing his body unto them, and ministering unto them; and an account of his ministry shall be given hereafter. Therefore for this time I make an end of my sayings.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 11:12 (12–15).",
                        "start": 0,
                        "end": 7
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}