{
    "_id": "3nephi3",
    "nextChapterId": "3nephi4",
    "prevChapterId": "3nephi2",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Giddianhi, the Gadianton leader, demands that Lachoneus and the Nephites surrender themselves and their lands—Lachoneus appoints Gidgiddoni as chief captain of the armies—The Nephites assemble in Zarahemla and Bountiful to defend themselves. About A.D. 16–18.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that in the sixteenth year from the coming of Christ, Lachoneus, the governor of the land, received an epistle from the leader and the governor of this band of robbers; and these were the words which were written, saying:",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:1; 6:6.",
                        "start": 78,
                        "end": 87
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 411
                    }
                ],
                "italics": []
            },
            {
                "text": "Lachoneus, most noble and chief governor of the land, behold, I write this epistle unto you, and do give unto you exceedingly great praise because of your firmness, and also the firmness of your people, in maintaining that which ye suppose to be your right and liberty; yea, ye do stand well, as if ye were supported by the hand of a god, in the defence of your liberty, and your property, and your country, or that which ye do call so.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 2:12.",
                        "start": 206,
                        "end": 217
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 261,
                        "end": 268
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it seemeth a pity unto me, most noble Lachoneus, that ye should be so foolish and vain as to suppose that ye can stand against so many brave men who are at my command, who do now at this time stand in their arms, and do await with great anxiety for the word—Go down upon the Nephites and destroy them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 2:19.",
                        "start": 292,
                        "end": 299
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I, knowing of their unconquerable spirit, having proved them in the field of battle, and knowing of their everlasting hatred towards you because of the many wrongs which ye have done unto them, therefore if they should come down against you they would visit you with utter destruction.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I have written this epistle, sealing it with mine own hand, feeling for your welfare, because of your firmness in that which ye believe to be right, and your noble spirit in the field of battle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I write unto you, desiring that ye would yield up unto this my people, your cities, your lands, and your possessions, rather than that they should visit you with the sword and that destruction should come upon you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Or in other words, yield yourselves up unto us, and unite with us and become acquainted with our secret works, and become our brethren that ye may be like unto us—not our slaves, but our brethren and partners of all our substance.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:22 (22–26).",
                        "start": 97,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I swear unto you, if ye will do this, with an oath, ye shall not be destroyed; but if ye will not do this, I swear unto you with an oath, that on the morrow month I will command that my armies shall come down against you, and they shall not stay their hand and shall spare not, but shall slay you, and shall let fall the sword upon you even until ye shall become extinct.",
                "footnotes": [
                    {
                        "footnote": "Hel. 1:11; Ether 8:14 (13–14).",
                        "start": 14,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I am Giddianhi; and I am the governor of this the secret society of Gadianton; which society and the works thereof I know to be good; and they are of ancient date and they have been handed down unto us.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 4:14.",
                        "start": 17,
                        "end": 26
                    },
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 62,
                        "end": 76
                    },
                    {
                        "footnote": "Alma 30:53.",
                        "start": 140,
                        "end": 144
                    },
                    {
                        "footnote": "Hel. 6:26 (26–30); Ether 8:9 (9–19); Moses 5:29 (29, 49–52).",
                        "start": 162,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I write this epistle unto you, Lachoneus, and I hope that ye will deliver up your lands and your possessions, without the shedding of blood, that this my people may recover their rights and government, who have dissented away from you because of your wickedness in retaining from them their rights of government, and except ye do this, I will avenge their wrongs. I am Giddianhi.",
                "footnotes": [
                    {
                        "footnote": "TG Governments.",
                        "start": 194,
                        "end": 204
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass when Lachoneus received this epistle he was exceedingly astonished, because of the boldness of Giddianhi demanding the possession of the land of the Nephites, and also of threatening the people and avenging the wrongs of those that had received no wrong, save it were they had wronged themselves by dissenting away unto those wicked and abominable robbers.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:30.",
                        "start": 301,
                        "end": 308
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, this Lachoneus, the governor, was a just man, and could not be frightened by the demands and the threatenings of a robber; therefore he did not hearken to the epistle of Giddianhi, the governor of the robbers, but he did cause that his people should cry unto the Lord for strength against the time that the robbers should come down against them.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 20:3 (2–3); Alma 54:7 (5–11).",
                        "start": 127,
                        "end": 133
                    },
                    {
                        "footnote": "TG Strength.",
                        "start": 284,
                        "end": 292
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 412
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, he sent a proclamation among all the people, that they should gather together their women, and their children, their flocks and their herds, and all their substance, save it were their land, unto one place.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:22; 4:1.",
                        "start": 67,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:4.",
                        "start": 19,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, he said unto them: As the Lord liveth, except ye repent of all your iniquities, and cry unto the Lord, ye will in nowise be delivered out of the hands of those Gadianton robbers.",
                "footnotes": [
                    {
                        "footnote": "TG Deliver; Protection, Divine.",
                        "start": 129,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And so great and marvelous were the words and prophecies of Lachoneus that they did cause fear to come upon all the people; and they did exert themselves in their might to do according to the words of Lachoneus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Lachoneus did appoint chief captains over all the armies of the Nephites, to command them at the time that the robbers should come down out of the wilderness against them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the chiefest among all the chief captains and the great commander of all the armies of the Nephites was appointed, and his name was Gidgiddoni.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 4:13 (13, 24, 26); 6:6.",
                        "start": 136,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it was the custom among all the Nephites to appoint for their chief captains, (save it were in their times of wickedness) some one that had the spirit of revelation and also prophecy; therefore, this Gidgiddoni was a great prophet among them, as also was the chief judge.",
                "footnotes": [
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 148,
                        "end": 154
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the people said unto Gidgiddoni: Pray unto the Lord, and let us go up upon the mountains and into the wilderness, that we may fall upon the robbers and destroy them in their own lands.",
                "footnotes": [
                    {
                        "footnote": "Alma 16:6 (5–8); 43:23 (23–24); 48:16.",
                        "start": 37,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:46 (46–47); 48:14; Morm. 3:10 (10–11).",
                        "start": 41,
                        "end": 47
                    },
                    {
                        "footnote": "1 Sam. 14:12; 2 Kgs. 3:18; 1 Ne. 3:29.",
                        "start": 100,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the seventeenth year, in the latter end of the year, the proclamation of Lachoneus had gone forth throughout all the face of the land, and they had taken their horses, and their chariots, and their cattle, and all their flocks, and their herds, and their grain, and all their substance, and did march forth by thousands and by tens of thousands, until they had all gone forth to the place which had been appointed that they should gather themselves together, to defend themselves against their enemies.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 4:4.",
                        "start": 183,
                        "end": 189
                    },
                    {
                        "footnote": "Morm. 2:7.",
                        "start": 406,
                        "end": 411
                    },
                    {
                        "footnote": "3 Ne. 3:13.",
                        "start": 418,
                        "end": 421
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the land which was appointed was the land of Zarahemla, and the land which was between the land Zarahemla and the land Bountiful, yea, to the line which was between the land Bountiful and the land Desolation.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 4:16.",
                        "start": 8,
                        "end": 12
                    },
                    {
                        "footnote": "Alma 22:29; 3 Ne. 11:1.",
                        "start": 123,
                        "end": 132
                    },
                    {
                        "footnote": "Morm. 3:7; 4:2.",
                        "start": 173,
                        "end": 187
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 413
                    }
                ],
                "italics": []
            },
            {
                "text": "And there were a great many thousand people who were called Nephites, who did gather themselves together in this land. Now Lachoneus did cause that they should gather themselves together in the land southward, because of the great curse which was upon the land northward.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:17; Morm. 3:5.",
                        "start": 199,
                        "end": 208
                    },
                    {
                        "footnote": "Alma 22:31 (30–31).",
                        "start": 256,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did fortify themselves against their enemies; and they did dwell in one land, and in one body, and they did fear the words which had been spoken by Lachoneus, insomuch that they did repent of all their sins; and they did put up their prayers unto the Lord their God, that he would deliver them in the time that their enemies should come down against them to battle.",
                "footnotes": [
                    {
                        "footnote": "TG Trust in God.",
                        "start": 243,
                        "end": 250
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were exceedingly sorrowful because of their enemies. And Gidgiddoni did cause that they should make weapons of war of every kind, and they should be strong with armor, and with shields, and with bucklers, after the manner of his instruction.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:14; Jarom 1:8; Mosiah 10:8; Alma 2:12; Hel. 1:14.",
                        "start": 109,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}