{
    "_id": "3nephi6",
    "nextChapterId": "3nephi7",
    "prevChapterId": "3nephi5",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 6,
        "summary": "The Nephites prosper—Pride, wealth, and class distinctions arise—The Church is rent with dissensions—Satan leads the people in open rebellion—Many prophets cry repentance and are slain—Their murderers conspire to take over the government. About A.D. 26–30.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that the people of the Nephites did all return to their own lands in the twenty and sixth year, every man, with his family, his flocks and his herds, his horses and his cattle, and all things whatsoever did belong unto them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:22 (21–23).",
                        "start": 178,
                        "end": 184
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 418
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that they had not eaten up all their provisions; therefore they did take with them all that they had not devoured, of all their grain of every kind, and their gold, and their silver, and all their precious things, and they did return to their own lands and their possessions, both on the north and on the south, both on the land northward and on the land southward.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 4:4.",
                        "start": 34,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they granted unto those robbers who had entered into a covenant to keep the peace of the land, who were desirous to remain Lamanites, lands, according to their numbers, that they might have, with their labors, wherewith to subsist upon; and thus they did establish peace in all the land.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:4.",
                        "start": 44,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they began again to prosper and to wax great; and the twenty and sixth and seventh years passed away, and there was great order in the land; and they had formed their laws according to equity and justice.",
                "footnotes": [
                    {
                        "footnote": "TG Order.",
                        "start": 126,
                        "end": 131
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now there was nothing in all the land to hinder the people from prospering continually, except they should fall into transgression.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it was Gidgiddoni, and the judge, Lachoneus, and those who had been appointed leaders, who had established this great peace in the land.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:18.",
                        "start": 15,
                        "end": 25
                    },
                    {
                        "footnote": "3 Ne. 3:1.",
                        "start": 42,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there were many cities built anew, and there were many old cities repaired.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there were many highways cast up, and many roads made, which led from city to city, and from land to land, and from place to place.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:13.",
                        "start": 20,
                        "end": 28
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus passed away the twenty and eighth year, and the people had continual peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass in the twenty and ninth year there began to be some disputings among the people; and some were lifted up unto pride and boastings because of their exceedingly great riches, yea, even unto great persecutions;",
                "footnotes": [
                    {
                        "footnote": "TG Boast.",
                        "start": 140,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For there were many merchants in the land, and also many lawyers, and many officers.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:8.",
                        "start": 20,
                        "end": 29
                    },
                    {
                        "footnote": "Alma 10:14 (14–17, 27); 14:5 (5, 18–27).",
                        "start": 57,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people began to be distinguished by ranks, according to their riches and their chances for learning; yea, some were ignorant because of their poverty, and others did receive great learning because of their riches.",
                "footnotes": [
                    {
                        "footnote": "1 Tim. 6:17; Hel. 4:12 (11–13).",
                        "start": 70,
                        "end": 76
                    },
                    {
                        "footnote": "TG Ignorance.",
                        "start": 124,
                        "end": 132
                    },
                    {
                        "footnote": "TG Learn.",
                        "start": 188,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Some were lifted up in pride, and others were exceedingly humble; some did return railing for railing, while others would receive railing and persecution and all manner of afflictions, and would not turn and revile again, but were humble and penitent before God.",
                "footnotes": [
                    {
                        "footnote": "TG Persecution.",
                        "start": 142,
                        "end": 153
                    },
                    {
                        "footnote": "TG Affliction.",
                        "start": 172,
                        "end": 183
                    },
                    {
                        "footnote": "3 Ne. 12:39; 4 Ne. 1:34; D&C 98:23 (23–27). TG Reviling.",
                        "start": 208,
                        "end": 214
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus there became a great inequality in all the land, insomuch that the church began to be broken up; yea, insomuch that in the thirtieth year the church was broken up in all the land save it were among a few of the Lamanites who were converted unto the true faith; and they would not depart from it, for they were firm, and steadfast, and immovable, willing with all diligence to keep the commandments of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Alma 23:6; 27:27; Hel. 15:8 (5–16).",
                        "start": 274,
                        "end": 278
                    },
                    {
                        "footnote": "TG Dedication; Diligence.",
                        "start": 372,
                        "end": 381
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the cause of this iniquity of the people was this—Satan had great power, unto the stirring up of the people to do all manner of iniquity, and to the puffing them up with pride, tempting them to seek for power, and authority, and riches, and the vain things of the world.",
                "footnotes": [
                    {
                        "footnote": "Moses 6:15.",
                        "start": 54,
                        "end": 59
                    },
                    {
                        "footnote": "1 Ne. 22:26; Alma 48:17.",
                        "start": 70,
                        "end": 75
                    },
                    {
                        "footnote": "TG Selfishness.",
                        "start": 233,
                        "end": 239
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 419
                    }
                ],
                "italics": []
            },
            {
                "text": "And thus Satan did lead away the hearts of the people to do all manner of iniquity; therefore they had enjoyed peace but a few years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus, in the commencement of the thirtieth year—the people having been delivered up for the space of a long time to be carried about by the temptations of the devil whithersoever he desired to carry them, and to do whatsoever iniquity he desired they should—and thus in the commencement of this, the thirtieth year, they were in a state of awful wickedness.",
                "footnotes": [
                    {
                        "footnote": "Moses 5:23.",
                        "start": 75,
                        "end": 87
                    },
                    {
                        "footnote": "TG Temptation.",
                        "start": 144,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now they did not sin ignorantly, for they knew the will of God concerning them, for it had been taught unto them; therefore they did wilfully rebel against God.",
                "footnotes": [
                    {
                        "footnote": "Num. 15:27 (2–29); Mosiah 3:11. TG Ignorance.",
                        "start": 21,
                        "end": 31
                    },
                    {
                        "footnote": "TG God, Will of.",
                        "start": 51,
                        "end": 55
                    },
                    {
                        "footnote": "TG Rebellion.",
                        "start": 142,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it was in the days of Lachoneus, the son of Lachoneus, for Lachoneus did fill the seat of his father and did govern the people that year.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:1.",
                        "start": 52,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there began to be men inspired from heaven and sent forth, standing among the people in all the land, preaching and testifying boldly of the sins and iniquities of the people, and testifying unto them concerning the redemption which the Lord would make for his people, or in other words, the resurrection of Christ; and they did testify boldly of his death and sufferings.",
                "footnotes": [
                    {
                        "footnote": "TG Inspiration; Prophets, Mission of.",
                        "start": 26,
                        "end": 34
                    },
                    {
                        "footnote": "TG Jesus Christ, Death of.",
                        "start": 355,
                        "end": 360
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there were many of the people who were exceedingly angry because of those who testified of these things; and those who were angry were chiefly the chief judges, and they who had been high priests and lawyers; yea, all those who were lawyers were angry with those who testified of these things.",
                "footnotes": [
                    {
                        "footnote": "D&C 121:37. TG Apostasy of Individuals.",
                        "start": 178,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there was no lawyer nor judge nor high priest that could have power to condemn any one to death save their condemnation was signed by the governor of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there were many of those who testified of the things pertaining to Christ who testified boldly, who were taken and put to death secretly by the judges, that the knowledge of their death came not unto the governor of the land until after their death.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 7:14.",
                        "start": 29,
                        "end": 32
                    },
                    {
                        "footnote": "Hel. 6:17 (17–38).",
                        "start": 132,
                        "end": 140
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, this was contrary to the laws of the land, that any man should be put to death except they had power from the governor of the land—",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore a complaint came up unto the land of Zarahemla, to the governor of the land, against these judges who had condemned the prophets of the Lord unto death, not according to the law.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 9:9.",
                        "start": 156,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that they were taken and brought up before the judge, to be judged of the crime which they had done, according to the law which had been given by the people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:25; Alma 1:14.",
                        "start": 138,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that those judges had many friends and kindreds; and the remainder, yea, even almost all the lawyers and the high priests, did gather themselves together, and unite with the kindreds of those judges who were to be tried according to the law.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did enter into a covenant one with another, yea, even into that covenant which was given by them of old, which covenant was given and administered by the devil, to combine against all righteousness.",
                "footnotes": [
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 26,
                        "end": 34
                    },
                    {
                        "footnote": "Hel. 6:26; Ether 8:9 (9, 15–16).",
                        "start": 163,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they did combine against the people of the Lord, and enter into a covenant to destroy them, and to deliver those who were guilty of murder from the grasp of justice, which was about to be administered according to the law.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did set at defiance the law and the rights of their country; and they did covenant one with another to destroy the governor, and to establish a king over the land, that the land should no more be at liberty but should be subject unto kings.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:5; Alma 51:5; 3 Ne. 7:12. TG Tyranny.",
                        "start": 153,
                        "end": 157
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 208,
                        "end": 215
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}