{
    "_id": "2samuel17",
    "nextChapterId": "2samuel18",
    "prevChapterId": "2samuel16",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Samuel",
        "titleShort": "2 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2samuel"
    },
    "chapter": {
        "bookTitle": "2 Samuel",
        "delineation": "Chapter",
        "number": 17,
        "summary": "Ahithophel's counsel is overthrown by Hushai's—David is warned and flees over the Jordan—Ahithophel hangs himself—The people prepare for war.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Moreover Ahithophel said unto Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will come upon him while he is weary and weak handed, and will make him afraid: and all the people that are with him shall flee; and I will smite the king only:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 36
                    },
                    {
                        "start": 110,
                        "end": 113
                    }
                ]
            },
            {
                "text": "And I will bring back all the people unto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 76
                    },
                    {
                        "start": 97,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And the saying pleased Absalom well, and all the elders of Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Elder.",
                        "start": 49,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Absalom, Call now Hushai the Archite also, and let us hear likewise what he saith.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Hushai was come to Absalom, Absalom spake unto him, saying, Ahithophel hath spoken after this manner: shall we do after his saying? if not; speak thou.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 128
                    }
                ]
            },
            {
                "text": "And Hushai said unto Absalom, The counsel that Ahithophel hath given is not good at this time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 71
                    }
                ]
            },
            {
                "text": "For, said Hushai, thou knowest thy father and his men, that they be mighty men, and they be chafed in their minds, as a bear robbed of her whelps in the field: and thy father is a man of war, and will not lodge with the people.",
                "footnotes": [
                    {
                        "footnote": "HEB bitter in their soul.",
                        "start": 92,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 67
                    },
                    {
                        "start": 89,
                        "end": 91
                    },
                    {
                        "start": 175,
                        "end": 177
                    }
                ]
            },
            {
                "text": "Behold, he is hid now in some pit, or in some other place: and it will come to pass, when some of them be overthrown at the first, that whosoever heareth it will say, There is a slaughter among the people that follow Absalom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And he also that is valiant, whose heart is as the heart of a lion, shall utterly melt: for all Israel knoweth that thy father is a mighty man, and they which be with him are valiant men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 19
                    },
                    {
                        "start": 41,
                        "end": 43
                    },
                    {
                        "start": 127,
                        "end": 129
                    },
                    {
                        "start": 148,
                        "end": 152
                    },
                    {
                        "start": 159,
                        "end": 161
                    },
                    {
                        "start": 171,
                        "end": 174
                    }
                ]
            },
            {
                "text": "Therefore I counsel that all Israel be generally gathered unto thee, from Dan even to Beer-sheba, as the sand that is by the sea for multitude; and that thou go to battle in thine own person.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 115,
                        "end": 117
                    }
                ]
            },
            {
                "text": "So shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground: and of him and of all the men that are with him there shall not be left so much as one.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 450
                    }
                ],
                "italics": [
                    {
                        "start": 161,
                        "end": 164
                    }
                ]
            },
            {
                "text": "Moreover, if he be gotten into a city, then shall all Israel bring ropes to that city, and we will draw it into the river, until there be not one small stone found there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Absalom and all the men of Israel said, The counsel of Hushai the Archite is better than the counsel of Ahithophel. For the Lord had appointed to defeat the good counsel of Ahithophel, to the intent that the Lord might bring evil upon Absalom.",
                "footnotes": [
                    {
                        "footnote": "OR ordered, ordained.",
                        "start": 137,
                        "end": 146
                    },
                    {
                        "footnote": "2 Sam. 15:31.",
                        "start": 166,
                        "end": 173
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 78,
                        "end": 80
                    }
                ]
            },
            {
                "text": "Then said Hushai unto Zadok and to Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 4:22.",
                        "start": 110,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but speedily pass over; lest the king be swallowed up, and all the people that are with him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 185,
                        "end": 188
                    }
                ]
            },
            {
                "text": "Now Jonathan and Ahimaaz stayed by En-rogel; for they might not be seen to come into the city: and a wench went and told them; and they went and told king David.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:42.",
                        "start": 4,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless a lad saw them, and told Absalom: but they went both of them away quickly, and came to a man's house in Bahurim, which had a well in his court; whither they went down.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the woman took and spread a covering over the well's mouth, and spread ground corn thereon; and the thing was not known.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Absalom's servants came to the woman to the house, they said, Where is Ahimaaz and Jonathan? And the woman said unto them, They be gone over the brook of water. And when they had sought and could not find them, they returned to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 77,
                        "end": 79
                    },
                    {
                        "start": 214,
                        "end": 219
                    }
                ]
            },
            {
                "text": "And it came to pass, after they were departed, that they came up out of the well, and went and told king David, and said unto David, Arise, and pass quickly over the water: for thus hath Ahithophel counselled against you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then David arose, and all the people that were with him, and they passed over Jordan: by the morning light there lacked not one of them that was not gone over Jordan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 46
                    }
                ]
            },
            {
                "text": "And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 15:12.",
                        "start": 128,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 70,
                        "end": 73
                    }
                ]
            },
            {
                "text": "Then David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Absalom made Amasa captain of the host instead of Joab: which Amasa was a man's son, whose name was Ithra an Israelite, that went in to Abigail the daughter of Nahash, sister to Zeruiah Joab's mother.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 19:13; 1 Chr. 12:18.",
                        "start": 17,
                        "end": 22
                    },
                    {
                        "footnote": "1 Kgs. 2:28.",
                        "start": 54,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 75
                    },
                    {
                        "start": 100,
                        "end": 103
                    }
                ]
            },
            {
                "text": "So Israel and Absalom pitched in the land of Gilead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when David was come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lo-debar, and Barzillai the Gileadite of Rogelim,",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 15:14; Ps. 3:1.",
                        "start": 36,
                        "end": 40
                    },
                    {
                        "footnote": "2 Sam. 19:32 (32–38).",
                        "start": 165,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Brought beds, and basins, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentiles, and parched pulse,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 98
                    },
                    {
                        "start": 136,
                        "end": 142
                    }
                ]
            },
            {
                "text": "And honey, and butter, and sheep, and cheese of kine, for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty, in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 17:15.",
                        "start": 4,
                        "end": 9
                    },
                    {
                        "footnote": "OR cattle.",
                        "start": 48,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 93
                    },
                    {
                        "start": 138,
                        "end": 140
                    }
                ]
            }
        ]
    }
}