{
    "_id": "2samuel3",
    "nextChapterId": "2samuel4",
    "prevChapterId": "2samuel2",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Samuel",
        "titleShort": "2 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2samuel"
    },
    "chapter": {
        "bookTitle": "2 Samuel",
        "delineation": "Chapter",
        "number": 3,
        "summary": "The houses of David and Saul engage in a long war—David grows stronger—Abner joins David but is slain by Joab—David mourns for Abner.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now there was long war between the house of Saul and the house of David: but David waxed stronger and stronger, and the house of Saul waxed weaker and weaker.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And unto David were sons born in Hebron: and his firstborn was Amnon, of Ahinoam the Jezreelitess;",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 5:13; 1 Chr. 3:1 (1–4).",
                        "start": 9,
                        "end": 14
                    },
                    {
                        "footnote": "1 Sam. 14:50; 25:43.",
                        "start": 73,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 13:1.",
                        "start": 84,
                        "end": 91
                    },
                    {
                        "footnote": "Deut. 3:14; 2 Sam. 14:32 (23, 32); 15:8.",
                        "start": 141,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:5.",
                        "start": 16,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sixth, Ithream, by Eglah David's wife. These were born to David in Hebron.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, while there was war between the house of Saul and the house of David, that Abner made himself strong for the house of Saul.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 2:8.",
                        "start": 96,
                        "end": 101
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 430
                    }
                ],
                "italics": []
            },
            {
                "text": "And Saul had a concubine, whose name was Rizpah, the daughter of Aiah: and Ish-bosheth said to Abner, Wherefore hast thou gone in unto my father's concubine?",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 21:8 (8, 10).",
                        "start": 41,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 40
                    },
                    {
                        "start": 75,
                        "end": 86
                    }
                ]
            },
            {
                "text": "Then was Abner very wroth for the words of Ish-bosheth, and said, Am I a dog's head, which against Judah do shew kindness this day unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, that thou chargest me to day with a fault concerning this woman?",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 17:43.",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 68
                    }
                ]
            },
            {
                "text": "So do God to Abner, and more also, except, as the Lord hath sworn to David, even so I do to him;",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 15:28.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "To translate the kingdom from the house of Saul, and to set up the throne of David over Israel and over Judah, from Dan even to Beer-sheba.",
                "footnotes": [
                    {
                        "footnote": "OR transfer.",
                        "start": 3,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he could not answer Abner a word again, because he feared him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Abner sent messengers to David on his behalf, saying, Whose is the land? saying also, Make thy league with me, and, behold, my hand shall be with thee, to bring about all Israel unto thee.",
                "footnotes": [
                    {
                        "footnote": "OR covenant (also v. 13).",
                        "start": 99,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 64,
                        "end": 66
                    },
                    {
                        "start": 84,
                        "end": 89
                    },
                    {
                        "start": 136,
                        "end": 144
                    }
                ]
            },
            {
                "text": "And he said, Well; I will make a league with thee: but one thing I require of thee, that is, Thou shalt not see my face, except thou first bring Michal Saul's daughter, when thou comest to see my face.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David sent messengers to Ish-bosheth Saul's son, saying, Deliver me my wife Michal, which I espoused to me for an hundred foreskins of the Philistines.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 14:49; 18:27 (25–27).",
                        "start": 80,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 71
                    }
                ]
            },
            {
                "text": "And Ish-bosheth sent, and took her from her husband, even from Phaltiel the son of Laish.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 25:44.",
                        "start": 63,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 43
                    },
                    {
                        "start": 53,
                        "end": 57
                    }
                ]
            },
            {
                "text": "And her husband went with her along weeping behind her to Bahurim. Then said Abner unto him, Go, return. And he returned.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Abner had communication with the elders of Israel, saying, Ye sought for David in times past to be king over you:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 102
                    }
                ]
            },
            {
                "text": "Now then do it: for the Lord hath spoken of David, saying, By the hand of my servant David I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 15
                    }
                ]
            },
            {
                "text": "And Abner also spake in the ears of Benjamin: and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel, and that seemed good to the whole house of Benjamin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Abner came to David to Hebron, and twenty men with him. And David made Abner and the men that were with him a feast.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 101
                    }
                ]
            },
            {
                "text": "And Abner said unto David, I will arise and go, and will gather all Israel unto my lord the king, that they may make a league with thee, and that thou mayest reign over all that thine heart desireth. And David sent Abner away; and he went in peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And, behold, the servants of David and Joab came from pursuing a troop, and brought in a great spoil with them: but Abner was not with David in Hebron; for he had sent him away, and he was gone in peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 62
                    },
                    {
                        "start": 122,
                        "end": 125
                    }
                ]
            },
            {
                "text": "When Joab and all the host that was with him were come, they told Joab, saying, Abner the son of Ner came to the king, and he hath sent him away, and he is gone in peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 35
                    }
                ]
            },
            {
                "text": "Then Joab came to the king, and said, What hast thou done? behold, Abner came unto thee; why is it that thou hast sent him away, and he is quite gone?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 95
                    },
                    {
                        "start": 99,
                        "end": 103
                    }
                ]
            },
            {
                "text": "Thou knowest Abner the son of Ner, that he came to deceive thee, and to know thy going out and thy coming in, and to know all that thou doest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Joab was come out from David, he sent messengers after Abner, which brought him again from the well of Sirah: but David knew it not.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 431
                    }
                ],
                "italics": [
                    {
                        "start": 134,
                        "end": 136
                    }
                ]
            },
            {
                "text": "And when Abner was returned to Hebron, Joab took him aside in the gate to speak with him quietly, and smote him there under the fifth rib, that he died, for the blood of Asahel his brother.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 2:5, 32.",
                        "start": 9,
                        "end": 14
                    },
                    {
                        "footnote": "2 Sam. 2:23.",
                        "start": 170,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 134,
                        "end": 138
                    }
                ]
            },
            {
                "text": "And afterward when David heard it, he said, I and my kingdom are guiltless before the Lord for ever from the blood of Abner the son of Ner:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 34
                    },
                    {
                        "start": 61,
                        "end": 64
                    }
                ]
            },
            {
                "text": "Let it rest on the head of Joab, and on all his father's house; and let there not fail from the house of Joab one that hath an issue, or that is a leper, or that leaneth on a staff, or that falleth on the sword, or that lacketh bread.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 2:33 (32–33).",
                        "start": 27,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Joab and Abishai his brother slew Abner, because he had slain their brother Asahel at Gibeon in the battle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said to Joab, and to all the people that were with him, Rend your clothes, and gird you with sackcloth, and mourn before Abner. And king David himself followed the bier.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 55
                    },
                    {
                        "start": 153,
                        "end": 160
                    }
                ]
            },
            {
                "text": "And they buried Abner in Hebron: and the king lifted up his voice, and wept at the grave of Abner; and all the people wept.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king lamented over Abner, and said, Died Abner as a fool dieth?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thy hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 14
                    },
                    {
                        "start": 93,
                        "end": 95
                    }
                ]
            },
            {
                "text": "And when all the people came to cause David to eat meat while it was yet day, David sware, saying, So do God to me, and more also, if I taste bread, or ought else, till the sun be down.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people took notice of it, and it pleased them: as whatsoever the king did pleased all the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 37
                    }
                ]
            },
            {
                "text": "For all the people and all Israel understood that day that it was not of the king to slay Abner the son of Ner.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said unto his servants, Know ye not that there is a prince and a great man fallen this day in Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I am this day weak, though anointed king; and these men the sons of Zeruiah be too hard for me: the Lord shall reward the doer of evil according to his wickedness.",
                "footnotes": [
                    {
                        "footnote": "TG Reward.",
                        "start": 115,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    },
                    {
                        "start": 80,
                        "end": 82
                    }
                ]
            }
        ]
    }
}