{
    "_id": "2samuel1",
    "nextChapterId": "2samuel2",
    "prevChapterId": "1samuel31",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Samuel",
        "titleShort": "2 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2samuel"
    },
    "chapter": {
        "bookTitle": "2 Samuel",
        "delineation": "Chapter",
        "number": 1,
        "summary": "David learns of the death of Saul and Jonathan—He slays the Amalekite who claims to have killed Saul—David laments the passing of Saul and Jonathan with a song.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 142,
                        "end": 144
                    }
                ]
            },
            {
                "text": "And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 427
                    }
                ],
                "italics": []
            },
            {
                "text": "And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 85
                    }
                ]
            },
            {
                "text": "And he said unto me, Who art thou? And I answered him, I am an Amalekite.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 28
                    },
                    {
                        "start": 57,
                        "end": 59
                    }
                ]
            },
            {
                "text": "He said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 110,
                        "end": 112
                    }
                ]
            },
            {
                "text": "So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 31:4 (1–4); 1 Chr. 10:4 (4–5).",
                        "start": 25,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 132
                    },
                    {
                        "start": 170,
                        "end": 173
                    }
                ]
            },
            {
                "text": "Then David took hold on his clothes, and rent them; and likewise all the men that were with him:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 82,
                        "end": 86
                    }
                ]
            },
            {
                "text": "And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the Lord, and for the house of Israel; because they were fallen by the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said unto the young man that told him, Whence art thou? And he answered, I am the son of a stranger, an Amalekite.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 59
                    },
                    {
                        "start": 85,
                        "end": 87
                    }
                ]
            },
            {
                "text": "And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the Lord's anointed?",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 4:10.",
                        "start": 81,
                        "end": 88
                    },
                    {
                        "footnote": "TG Anointing.",
                        "start": 100,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David called one of the young men, and said, Go near, and fall upon him. And he smote him that he died.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the Lord's anointed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "And David lamented with this lamentation over Saul and over Jonathan his son:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "(Also he bade them teach the children of Judah the use of the bow: behold, it is written in the book of Jasher.)",
                "footnotes": [
                    {
                        "footnote": "This verse appears to be a superscription like the one appearing at the beginning of Psalm 60.",
                        "start": 19,
                        "end": 24
                    },
                    {
                        "footnote": "TG Scriptures, Lost.",
                        "start": 104,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 57
                    },
                    {
                        "start": 75,
                        "end": 80
                    }
                ]
            },
            {
                "text": "The beauty of Israel is slain upon thy high places: how are the mighty fallen!",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 29,
                        "end": 31
                    }
                ]
            },
            {
                "text": "Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 36
                    },
                    {
                        "start": 53,
                        "end": 65
                    },
                    {
                        "start": 183,
                        "end": 199
                    },
                    {
                        "start": 204,
                        "end": 208
                    }
                ]
            },
            {
                "text": "From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.",
                "footnotes": [
                    {
                        "footnote": "D&C 135:3.",
                        "start": 92,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 22
                    }
                ]
            },
            {
                "text": "Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.",
                "footnotes": [
                    {
                        "footnote": "TG Prosperity.",
                        "start": 128,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 78
                    }
                ]
            },
            {
                "text": "How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 75
                    }
                ]
            },
            {
                "text": "I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.",
                "footnotes": [
                    {
                        "footnote": "Alma 20:26; D&C 88:133.",
                        "start": 89,
                        "end": 93
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 428
                    }
                ],
                "italics": []
            },
            {
                "text": "How are the mighty fallen, and the weapons of war perished!",
                "footnotes": [
                    {
                        "footnote": "TG War.",
                        "start": 46,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}