{
    "_id": "alma6",
    "nextChapterId": "alma7",
    "prevChapterId": "alma5",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 6,
        "summary": "The Church in Zarahemla is cleansed and set in order—Alma goes to Gideon to preach. About 83 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that after Alma had made an end of speaking unto the people of the church, which was established in the city of Zarahemla, he ordained priests and elders, by laying on his hands according to the order of God, to preside and watch over the church.",
                "footnotes": [
                    {
                        "footnote": "TG Ordain; Priesthood.",
                        "start": 150,
                        "end": 158
                    },
                    {
                        "footnote": "TG Elder; Priest, Melchizedek Priesthood.",
                        "start": 159,
                        "end": 166
                    },
                    {
                        "footnote": "TG Hands, Laying on of.",
                        "start": 196,
                        "end": 201
                    },
                    {
                        "footnote": "D&C 52:39.",
                        "start": 248,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that whosoever did not belong to the church who repented of their sins were baptized unto repentance, and were received into the church.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism, Qualifications for.",
                        "start": 68,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it also came to pass that whosoever did belong to the church that did not repent of their wickedness and humble themselves before God—I mean those who were lifted up in the pride of their hearts—the same were rejected, and their names were blotted out, that their names were not numbered among those of the righteous.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 26:6.",
                        "start": 78,
                        "end": 84
                    },
                    {
                        "footnote": "1 Cor. 5:2.",
                        "start": 177,
                        "end": 182
                    },
                    {
                        "footnote": "Ex. 32:33; Mosiah 26:36; Alma 1:24; 5:57 (57–58). TG Excommunication.",
                        "start": 244,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they began to establish the order of the church in the city of Zarahemla.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:26.",
                        "start": 64,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I would that ye should understand that the word of God was liberal unto all, that none were deprived of the privilege of assembling themselves together to hear the word of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless the children of God were commanded that they should gather themselves together oft, and join in fasting and mighty prayer in behalf of the welfare of the souls of those who knew not God.",
                "footnotes": [
                    {
                        "footnote": "TG Fast, Fasting.",
                        "start": 109,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that when Alma had made these regulations he departed from them, yea, from the church which was in the city of Zarahemla, and went over upon the east of the river Sidon, into the valley of Gideon, there having been a city built, which was called the city of Gideon, which was in the valley that was called Gideon, being called after the man who was slain by the hand of Nehor with the sword.",
                "footnotes": [
                    {
                        "footnote": "Alma 4:4; 8:3.",
                        "start": 181,
                        "end": 192
                    },
                    {
                        "footnote": "Alma 2:20.",
                        "start": 203,
                        "end": 219
                    },
                    {
                        "footnote": "Alma 1:9.",
                        "start": 373,
                        "end": 378
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma went and began to declare the word of God unto the church which was established in the valley of Gideon, according to the revelation of the truth of the word which had been spoken by his fathers, and according to the spirit of prophecy which was in him, according to the testimony of Jesus Christ, the Son of God, who should come to redeem his people from their sins, and the holy order by which he was called. And thus it is written. Amen.",
                "footnotes": [
                    {
                        "footnote": "Rev. 19:10.",
                        "start": 280,
                        "end": 289
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}