{
    "_id": "alma43",
    "nextChapterId": "alma44",
    "prevChapterId": "alma42",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 43,
        "summary": "Alma and his sons preach the word—The Zoramites and other Nephite dissenters become Lamanites—The Lamanites come against the Nephites in war—Moroni arms the Nephites with defensive armor—The Lord reveals to Alma the strategy of the Lamanites—The Nephites defend their homes, liberties, families, and religion—The armies of Moroni and Lehi surround the Lamanites. About 74 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that the sons of Alma did go forth among the people, to declare the word unto them. And Alma, also, himself, could not rest, and he also went forth.",
                "footnotes": [
                    {
                        "footnote": "Ether 12:2 (2–3).",
                        "start": 143,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now we shall say no more concerning their preaching, except that they preached the word, and the truth, according to the spirit of prophecy and revelation; and they preached after the holy order of God by which they were called.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:9 (1–9).",
                        "start": 4,
                        "end": 6
                    },
                    {
                        "footnote": "Alma 30:20 (20–23, 31); 46:38. TG Priesthood.",
                        "start": 184,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I return to an account of the wars between the Nephites and the Lamanites, in the eighteenth year of the reign of the judges.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:9.",
                        "start": 8,
                        "end": 9
                    },
                    {
                        "footnote": "Alma 35:13.",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, it came to pass that the Zoramites became Lamanites; therefore, in the commencement of the eighteenth year the people of the Nephites saw that the Lamanites were coming upon them; therefore they made preparations for war; yea, they gathered together their armies in the land of Jershon.",
                "footnotes": [
                    {
                        "footnote": "Alma 30:59; 35:14 (2–14); 52:33 (20, 33).",
                        "start": 37,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites came with their thousands; and they came into the land of Antionum, which is the land of the Zoramites; and a man by the name of Zerahemnah was their leader.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:3.",
                        "start": 97,
                        "end": 105
                    },
                    {
                        "footnote": "Alma 44:1.",
                        "start": 168,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, as the Amalekites were of a more wicked and murderous disposition than the Lamanites were, in and of themselves, therefore, Zerahemnah appointed chief captains over the Lamanites, and they were all Amalekites and Zoramites.",
                "footnotes": [
                    {
                        "footnote": "Alma 21:4 (2–16).",
                        "start": 16,
                        "end": 26
                    },
                    {
                        "footnote": "Alma 48:5.",
                        "start": 160,
                        "end": 168
                    },
                    {
                        "footnote": "Alma 43:44.",
                        "start": 222,
                        "end": 231
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this he did that he might preserve their hatred towards the Nephites, that he might bring them into subjection to the accomplishment of his designs.",
                "footnotes": [
                    {
                        "footnote": "Alma 37:32.",
                        "start": 45,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, his designs were to stir up the Lamanites to anger against the Nephites; this he did that he might usurp great power over them, and also that he might gain power over the Nephites by bringing them into bondage.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:29.",
                        "start": 16,
                        "end": 23
                    },
                    {
                        "footnote": "Alma 27:12; 47:1.",
                        "start": 32,
                        "end": 39
                    },
                    {
                        "footnote": "Alma 44:2.",
                        "start": 214,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now the design of the Nephites was to support their lands, and their houses, and their wives, and their children, that they might preserve them from the hands of their enemies; and also that they might preserve their rights and their privileges, yea, and also their liberty, that they might worship God according to their desires.",
                "footnotes": [
                    {
                        "footnote": "Alma 44:5; 46:12; 48:10 (10, 24).",
                        "start": 91,
                        "end": 96
                    },
                    {
                        "footnote": "TG Citizenship.",
                        "start": 221,
                        "end": 227
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 270,
                        "end": 277
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they knew that if they should fall into the hands of the Lamanites, that whosoever should worship God in spirit and in truth, the true and the living God, the Lamanites would destroy.",
                "footnotes": [
                    {
                        "footnote": "TG Worship.",
                        "start": 94,
                        "end": 101
                    },
                    {
                        "footnote": "John 4:23 (23–24).",
                        "start": 109,
                        "end": 115
                    },
                    {
                        "footnote": "Dan. 6:7 (4–17).",
                        "start": 179,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and they also knew the extreme hatred of the Lamanites towards their brethren, who were the people of Anti-Nephi-Lehi, who were called the people of Ammon—and they would not take up arms, yea, they had entered into a covenant and they would not break it—therefore, if they should fall into the hands of the Lamanites they would be destroyed.",
                "footnotes": [
                    {
                        "footnote": "Alma 23:17; 24:1 (1–3, 5, 20); 25:13 (1, 13); 27:2 (2, 21–26).",
                        "start": 74,
                        "end": 82
                    },
                    {
                        "footnote": "Alma 47:29.",
                        "start": 97,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Nephites would not suffer that they should be destroyed; therefore they gave them lands for their inheritance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people of Ammon did give unto the Nephites a large portion of their substance to support their armies; and thus the Nephites were compelled, alone, to withstand against the Lamanites, who were a compound of Laman and Lemuel, and the sons of Ishmael, and all those who had dissented from the Nephites, who were Amalekites and Zoramites, and the descendants of the priests of Noah.",
                "footnotes": [
                    {
                        "footnote": "Alma 56:27.",
                        "start": 89,
                        "end": 96
                    },
                    {
                        "footnote": "Alma 25:4.",
                        "start": 352,
                        "end": 363
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now those descendants were as numerous, nearly, as were the Nephites; and thus the Nephites were obliged to contend with their brethren, even unto bloodshed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass as the armies of the Lamanites had gathered together in the land of Antionum, behold, the armies of the Nephites were prepared to meet them in the land of Jershon.",
                "footnotes": [
                    {
                        "footnote": "Alma 27:26.",
                        "start": 167,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, the leader of the Nephites, or the man who had been appointed to be the chief captain over the Nephites—now the chief captain took the command of all the armies of the Nephites—and his name was Moroni;",
                "footnotes": [
                    {
                        "footnote": "Alma 46:34.",
                        "start": 57,
                        "end": 66
                    },
                    {
                        "footnote": "Alma 46:11.",
                        "start": 77,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moroni took all the command, and the government of their wars. And he was only twenty and five years old when he was appointed chief captain over the armies of the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he met the Lamanites in the borders of Jershon, and his people were armed with swords, and with cimeters, and all manner of weapons of war.",
                "footnotes": [
                    {
                        "footnote": "TG Weapon.",
                        "start": 149,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the armies of the Lamanites saw that the people of Nephi, or that Moroni, had prepared his people with breastplates and with arm-shields, yea, and also shields to defend their heads, and also they were dressed with thick clothing—",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 87,
                        "end": 95
                    },
                    {
                        "footnote": "Alma 49:24.",
                        "start": 112,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the army of Zerahemnah was not prepared with any such thing; they had only their swords and their cimeters, their bows and their arrows, their stones and their slings; and they were naked, save it were a skin which was girded about their loins; yea, all were naked, save it were the Zoramites and the Amalekites;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 10:8; Alma 3:5 (4–5); 44:8.",
                        "start": 85,
                        "end": 91
                    },
                    {
                        "footnote": "1 Ne. 16:15; Alma 49:2.",
                        "start": 147,
                        "end": 153
                    },
                    {
                        "footnote": "Enos 1:20.",
                        "start": 186,
                        "end": 191
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But they were not armed with breastplates, nor shields—therefore, they were exceedingly afraid of the armies of the Nephites because of their armor, notwithstanding their number being so much greater than the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, now it came to pass that they durst not come against the Nephites in the borders of Jershon; therefore they departed out of the land of Antionum into the wilderness, and took their journey round about in the wilderness, away by the head of the river Sidon, that they might come into the land of Manti and take possession of the land; for they did not suppose that the armies of Moroni would know whither they had gone.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:27; 56:14.",
                        "start": 303,
                        "end": 308
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass, as soon as they had departed into the wilderness Moroni sent spies into the wilderness to watch their camp; and Moroni, also, knowing of the prophecies of Alma, sent certain men unto him, desiring him that he should inquire of the Lord whither the armies of the Nephites should go to defend themselves against the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Ex. 18:15; 2 Kgs. 6:12 (8–18); Mosiah 28:6.",
                        "start": 237,
                        "end": 244
                    },
                    {
                        "footnote": "Alma 16:6 (5–8); 48:16; 3 Ne. 3:20 (18–21).",
                        "start": 257,
                        "end": 264
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the word of the Lord came unto Alma, and Alma informed the messengers of Moroni, that the armies of the Lamanites were marching round about in the wilderness, that they might come over into the land of Manti, that they might commence an attack upon the weaker part of the people. And those messengers went and delivered the message unto Moroni.",
                "footnotes": [
                    {
                        "footnote": "Isa. 31:5; Alma 43:47; D&C 134:11. TG Guidance, Divine.",
                        "start": 29,
                        "end": 33
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 316
                    }
                ],
                "italics": []
            },
            {
                "text": "Now Moroni, leaving a part of his army in the land of Jershon, lest by any means a part of the Lamanites should come into that land and take possession of the city, took the remaining part of his army and marched over into the land of Manti.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he caused that all the people in that quarter of the land should gather themselves together to battle against the Lamanites, to defend their lands and their country, their rights and their liberties; therefore they were prepared against the time of the coming of the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Moroni caused that his army should be secreted in the valley which was near the bank of the river Sidon, which was on the west of the river Sidon in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moroni placed spies round about, that he might know when the camp of the Lamanites should come.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, as Moroni knew the intention of the Lamanites, that it was their intention to destroy their brethren, or to subject them and bring them into bondage that they might establish a kingdom unto themselves over all the land;",
                "footnotes": [
                    {
                        "footnote": "Alma 43:8.",
                        "start": 28,
                        "end": 37
                    },
                    {
                        "footnote": "Alma 49:7.",
                        "start": 117,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also knowing that it was the only desire of the Nephites to preserve their lands, and their liberty, and their church, therefore he thought it no sin that he should defend them by stratagem; therefore, he found by his spies which course the Lamanites were to take.",
                "footnotes": [
                    {
                        "footnote": "Alma 44:5; 46:12 (12–20); 48:10 (10–16).",
                        "start": 36,
                        "end": 40
                    },
                    {
                        "footnote": "Alma 46:35.",
                        "start": 99,
                        "end": 106
                    },
                    {
                        "footnote": "Judg. 7:16 (15–25).",
                        "start": 187,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, he divided his army and brought a part over into the valley, and concealed them on the east, and on the south of the hill Riplah;",
                "footnotes": [
                    {
                        "footnote": "Josh. 8:13; Alma 52:21 (21–31); 58:16 (15–21).",
                        "start": 76,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the remainder he concealed in the west valley, on the west of the river Sidon, and so down into the borders of the land Manti.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:41.",
                        "start": 43,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus having placed his army according to his desire, he was prepared to meet them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites came up on the north of the hill, where a part of the army of Moroni was concealed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as the Lamanites had passed the hill Riplah, and came into the valley, and began to cross the river Sidon, the army which was concealed on the south of the hill, which was led by a man whose name was Lehi, and he led his army forth and encircled the Lamanites about on the east in their rear.",
                "footnotes": [
                    {
                        "footnote": "Alma 49:16.",
                        "start": 204,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites, when they saw the Nephites coming upon them in their rear, turned them about and began to contend with the army of Lehi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the work of death commenced on both sides, but it was more dreadful on the part of the Lamanites, for their nakedness was exposed to the heavy blows of the Nephites with their swords and their cimeters, which brought death almost at every stroke.",
                "footnotes": [
                    {
                        "footnote": "Alma 3:5.",
                        "start": 112,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "While on the other hand, there was now and then a man fell among the Nephites, by their swords and the loss of blood, they being shielded from the more vital parts of the body, or the more vital parts of the body being shielded from the strokes of the Lamanites, by their breastplates, and their armshields, and their head-plates; and thus the Nephites did carry on the work of death among the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 44:9.",
                        "start": 272,
                        "end": 284
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites became frightened, because of the great destruction among them, even until they began to flee towards the river Sidon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were pursued by Lehi and his men; and they were driven by Lehi into the waters of Sidon, and they crossed the waters of Sidon. And Lehi retained his armies upon the bank of the river Sidon that they should not cross.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Moroni and his army met the Lamanites in the valley, on the other side of the river Sidon, and began to fall upon them and to slay them.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:32.",
                        "start": 70,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lamanites did flee again before them, towards the land of Manti; and they were met again by the armies of Moroni.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now in this case the Lamanites did fight exceedingly; yea, never had the Lamanites been known to fight with such exceedingly great strength and courage, no, not even from the beginning.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were inspired by the Zoramites and the Amalekites, who were their chief captains and leaders, and by Zerahemnah, who was their chief captain, or their chief leader and commander; yea, they did fight like dragons, and many of the Nephites were slain by their hands, yea, for they did smite in two many of their head-plates, and they did pierce many of their breastplates, and they did smite off many of their arms; and thus the Lamanites did smite in their fierce anger.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:6.",
                        "start": 30,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, the Nephites were inspired by a better cause, for they were not fighting for monarchy nor power but they were fighting for their homes and their liberties, their wives and their children, and their all, yea, for their rites of worship and their church.",
                "footnotes": [
                    {
                        "footnote": "Alma 44:1.",
                        "start": 46,
                        "end": 52
                    },
                    {
                        "footnote": "Mosiah 20:11; Alma 44:5.",
                        "start": 78,
                        "end": 86
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 159,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.",
                "footnotes": [
                    {
                        "footnote": "TG Duty.",
                        "start": 49,
                        "end": 53
                    },
                    {
                        "footnote": "Alma 48:14 (14–16); D&C 98:33 (23–36).",
                        "start": 152,
                        "end": 160
                    },
                    {
                        "footnote": "Luke 6:29; 3 Ne. 3:21 (20–21); Morm. 3:10 (10–11); D&C 98:23 (22–48).",
                        "start": 189,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, the Lord has said that: Ye shall defend your families even unto bloodshed. Therefore for this cause were the Nephites contending with the Lamanites, to defend themselves, and their families, and their lands, their country, and their rights, and their religion.",
                "footnotes": [
                    {
                        "footnote": "Isa. 31:5; Alma 43:24; 61:14; Morm. 7:4; D&C 134:11. TG Family, Children, Responsibilities toward; War.",
                        "start": 44,
                        "end": 50
                    },
                    {
                        "footnote": "Josh. 1:18.",
                        "start": 75,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when the men of Moroni saw the fierceness and the anger of the Lamanites, they were about to shrink and flee from them. And Moroni, perceiving their intent, sent forth and inspired their hearts with these thoughts—yea, the thoughts of their lands, their liberty, yea, their freedom from bondage.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they turned upon the Lamanites, and they cried with one voice unto the Lord their God, for their liberty and their freedom from bondage.",
                "footnotes": [
                    {
                        "footnote": "Ex. 2:23 (23–25); Mosiah 29:20.",
                        "start": 66,
                        "end": 71
                    },
                    {
                        "footnote": "Ps. 59:1 (1–5).",
                        "start": 87,
                        "end": 91
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 122,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they began to stand against the Lamanites with power; and in that selfsame hour that they cried unto the Lord for their freedom, the Lamanites began to flee before them; and they fled even to the waters of Sidon.",
                "footnotes": [
                    {
                        "footnote": "Ex. 17:11 (8–13).",
                        "start": 9,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, the Lamanites were more numerous, yea, by more than double the number of the Nephites; nevertheless, they were driven insomuch that they were gathered together in one body in the valley, upon the bank by the river Sidon.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:30.",
                        "start": 29,
                        "end": 37
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 318
                    }
                ],
                "italics": []
            },
            {
                "text": "Therefore the armies of Moroni encircled them about, yea, even on both sides of the river, for behold, on the east were the men of Lehi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore when Zerahemnah saw the men of Lehi on the east of the river Sidon, and the armies of Moroni on the west of the river Sidon, that they were encircled about by the Nephites, they were struck with terror.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Moroni, when he saw their terror, commanded his men that they should stop shedding their blood.",
                "footnotes": [
                    {
                        "footnote": "Alma 47:2.",
                        "start": 30,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}