{
    "_id": "alma16",
    "nextChapterId": "alma17",
    "prevChapterId": "alma15",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 16,
        "summary": "The Lamanites destroy the people of Ammonihah—Zoram leads the Nephites to victory over the Lamanites—Alma and Amulek and many others preach the word—They teach that after His Resurrection Christ will appear to the Nephites. About 81–77 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the eleventh year of the reign of the judges over the people of Nephi, on the fifth day of the second month, there having been much peace in the land of Zarahemla, there having been no wars nor contentions for a certain number of years, even until the fifth day of the second month in the eleventh year, there was a cry of war heard throughout the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the armies of the Lamanites had come in upon the wilderness side, into the borders of the land, even into the city of Ammonihah, and began to slay the people and destroy the city.",
                "footnotes": [
                    {
                        "footnote": "Alma 15:1 (1, 15–16); 49:3 (1–15).",
                        "start": 130,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass, before the Nephites could raise a sufficient army to drive them out of the land, they had destroyed the people who were in the city of Ammonihah, and also some around the borders of Noah, and taken others captive into the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Alma 9:18.",
                        "start": 115,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that the Nephites were desirous to obtain those who had been carried away captive into the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)—now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma inquired of the Lord concerning the matter. And Alma returned and said unto them: Behold, the Lamanites will cross the river Sidon in the south wilderness, away up beyond the borders of the land of Manti. And behold there shall ye meet them, on the east of the river Sidon, and there the Lord will deliver unto thee thy brethren who have been taken captive by the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 6:8–12; Alma 43:23 (23–24); 48:16; 3 Ne. 3:20 (18–21).",
                        "start": 30,
                        "end": 38
                    },
                    {
                        "footnote": "Alma 17:1; 22:27; 56:14.",
                        "start": 228,
                        "end": 233
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Zoram and his sons crossed over the river Sidon, with their armies, and marched away beyond the borders of Manti into the south wilderness, which was on the east side of the river Sidon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they came upon the armies of the Lamanites, and the Lamanites were scattered and driven into the wilderness; and they took their brethren who had been taken captive by the Lamanites, and there was not one soul of them had been lost that were taken captive. And they were brought by their brethren to possess their own lands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the eleventh year of the judges, the Lamanites having been driven out of the land, and the people of Ammonihah were destroyed; yea, every living soul of the Ammonihahites was destroyed, and also their great city, which they said God could not destroy, because of its greatness.",
                "footnotes": [
                    {
                        "footnote": "Alma 8:16; 9:24 (18–24); Morm. 6:15 (15–22).",
                        "start": 131,
                        "end": 140
                    },
                    {
                        "footnote": "Alma 14:11.",
                        "start": 147,
                        "end": 152
                    },
                    {
                        "footnote": "Alma 25:2.",
                        "start": 190,
                        "end": 199
                    },
                    {
                        "footnote": "Alma 49:3.",
                        "start": 216,
                        "end": 221
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 249
                    }
                ],
                "italics": []
            },
            {
                "text": "But behold, in one day it was left desolate; and the carcasses were mangled by dogs and wild beasts of the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Alma 9:4.",
                        "start": 15,
                        "end": 18
                    },
                    {
                        "footnote": "Jer. 19:7.",
                        "start": 53,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, after many days their dead bodies were heaped up upon the face of the earth, and they were covered with a shallow covering. And now so great was the scent thereof that the people did not go in to possess the land of Ammonihah for many years. And it was called Desolation of Nehors; for they were of the profession of Nehor, who were slain; and their lands remained desolate.",
                "footnotes": [
                    {
                        "footnote": "Alma 28:11.",
                        "start": 36,
                        "end": 40
                    },
                    {
                        "footnote": "Alma 1:15; 2:1 (1, 20); 24:28 (28–30).",
                        "start": 288,
                        "end": 294
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lamanites did not come again to war against the Nephites until the fourteenth year of the reign of the judges over the people of Nephi. And thus for three years did the people of Nephi have continual peace in all the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma and Amulek went forth preaching repentance to the people in their temples, and in their sanctuaries, and also in their synagogues, which were built after the manner of the Jews.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:16; Hel. 3:14 (9, 14).",
                        "start": 75,
                        "end": 82
                    },
                    {
                        "footnote": "Alma 15:17; 21:6.",
                        "start": 97,
                        "end": 108
                    },
                    {
                        "footnote": "Alma 21:20 (4–6, 20).",
                        "start": 128,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as many as would hear their words, unto them they did impart the word of God, without any respect of persons, continually.",
                "footnotes": [
                    {
                        "footnote": "Deut. 10:17; Alma 1:30.",
                        "start": 94,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus did Alma and Amulek go forth, and also many more who had been chosen for the work, to preach the word throughout all the land. And the establishment of the church became general throughout the land, in all the region round about, among all the people of the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was no inequality among them; the Lord did pour out his Spirit on all the face of the land to prepare the minds of the children of men, or to prepare their hearts to receive the word which should be taught among them at the time of his coming—",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:27 (19–29); 4 Ne. 1:3.",
                        "start": 14,
                        "end": 16
                    },
                    {
                        "footnote": "Acts 16:14. TG Teachable.",
                        "start": 166,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That they might not be hardened against the word, that they might not be unbelieving, and go on to destruction, but that they might receive the word with joy, and as a branch be grafted into the true vine, that they might enter into the rest of the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Jacob 5:24. TG Vineyard of the Lord.",
                        "start": 168,
                        "end": 174
                    },
                    {
                        "footnote": "Alma 12:37; 13:6 (6–29).",
                        "start": 237,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now those priests who did go forth among the people did preach against all lyings, and deceivings, and envyings, and strifes, and malice, and revilings, and stealing, robbing, plundering, murdering, committing adultery, and all manner of lasciviousness, crying that these things ought not so to be—",
                "footnotes": [
                    {
                        "footnote": "Alma 15:13; 30:20 (20–23, 31).",
                        "start": 10,
                        "end": 17
                    },
                    {
                        "footnote": "3 Ne. 30:2.",
                        "start": 75,
                        "end": 81
                    },
                    {
                        "footnote": "TG Deceit.",
                        "start": 87,
                        "end": 97
                    },
                    {
                        "footnote": "TG Envy.",
                        "start": 103,
                        "end": 111
                    },
                    {
                        "footnote": "Alma 4:9 (8–9). TG Strife.",
                        "start": 117,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Holding forth things which must shortly come; yea, holding forth the coming of the Son of God, his sufferings and death, and also the resurrection of the dead.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Prophecies about.",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And many of the people did inquire concerning the place where the Son of God should come; and they were taught that he would appear unto them after his resurrection; and this the people did hear with great joy and gladness.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 26:9; 3 Ne. 11:8 (7–14).",
                        "start": 125,
                        "end": 131
                    },
                    {
                        "footnote": "1 Ne. 12:6 (4–8); Alma 7:8.",
                        "start": 142,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now after the church had been established throughout all the land—having got the victory over the devil, and the word of God being preached in its purity in all the land, and the Lord pouring out his blessings upon the people—thus ended the fourteenth year of the reign of the judges over the people of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Alma 15:17.",
                        "start": 85,
                        "end": 92
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 250
                    }
                ],
                "italics": []
            }
        ]
    }
}