{
    "_id": "alma32",
    "nextChapterId": "alma33",
    "prevChapterId": "alma31",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 32,
        "summary": "Alma teaches the poor whose afflictions had humbled them—Faith is a hope in that which is not seen which is true—Alma testifies that angels minister to men, women, and children—Alma compares the word unto a seed—It must be planted and nourished—Then it grows into a tree from which the fruit of eternal life is picked. About 74 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after much labor among them, they began to have success among the poor class of people; for behold, they were cast out of the synagogues because of the coarseness of their apparel—",
                "footnotes": [
                    {
                        "footnote": "Luke 6:20; 7:22. TG Poor.",
                        "start": 91,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they were not permitted to enter into their synagogues to worship God, being esteemed as filthiness; therefore they were poor; yea, they were esteemed by their brethren as dross; therefore they were poor as to things of the world; and also they were poor in heart.",
                "footnotes": [
                    {
                        "footnote": "Luke 18:9.",
                        "start": 182,
                        "end": 187
                    },
                    {
                        "footnote": "Alma 34:40.",
                        "start": 209,
                        "end": 213
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, as Alma was teaching and speaking unto the people upon the hill Onidah, there came a great multitude unto him, who were those of whom we have been speaking, of whom were poor in heart, because of their poverty as to the things of the world.",
                "footnotes": [
                    {
                        "footnote": "Alma 47:5.",
                        "start": 69,
                        "end": 75
                    },
                    {
                        "footnote": "TG Assembly for Worship.",
                        "start": 96,
                        "end": 105
                    },
                    {
                        "footnote": "TG Poor in Spirit.",
                        "start": 175,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they came unto Alma; and the one who was the foremost among them said unto him: Behold, what shall these my brethren do, for they are despised of all men because of their poverty, yea, and more especially by our priests; for they have cast us out of our synagogues which we have labored abundantly to build with our own hands; and they have cast us out because of our exceeding poverty; and we have no place to worship our God; and behold, what shall we do?",
                "footnotes": [
                    {
                        "footnote": "Prov. 18:23.",
                        "start": 92,
                        "end": 96
                    },
                    {
                        "footnote": "TG Oppression.",
                        "start": 138,
                        "end": 146
                    },
                    {
                        "footnote": "Alma 33:10.",
                        "start": 239,
                        "end": 243
                    },
                    {
                        "footnote": "Alma 33:2.",
                        "start": 403,
                        "end": 405
                    },
                    {
                        "footnote": "Acts 2:37 (37–38); Alma 34:3.",
                        "start": 444,
                        "end": 448
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p5",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And now when Alma heard this, he turned him about, his face immediately towards him, and he beheld with great joy; for he beheld that their afflictions had truly humbled them, and that they were in a preparation to hear the word.",
                "footnotes": [
                    {
                        "footnote": "TG Adversity.",
                        "start": 140,
                        "end": 151
                    },
                    {
                        "footnote": "TG Humility; Teachable.",
                        "start": 162,
                        "end": 169
                    },
                    {
                        "footnote": "Prov. 16:1; Alma 16:16 (16–17); D&C 101:8.",
                        "start": 200,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I behold that ye are lowly in heart; and if so, blessed are ye.",
                "footnotes": [
                    {
                        "footnote": "Matt. 5:5 (3–5).",
                        "start": 21,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold thy brother hath said, What shall we do?—for we are cast out of our synagogues, that we cannot worship our God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold I say unto you, do ye suppose that ye cannot worship God save it be in your synagogues only?",
                "footnotes": [
                    {
                        "footnote": "TG Worship.",
                        "start": 45,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And moreover, I would ask, do ye suppose that ye must not worship God only once in a week?",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:25.",
                        "start": 75,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I say unto you, it is well that ye are cast out of your synagogues, that ye may be humble, and that ye may learn wisdom; for it is necessary that ye should learn wisdom; for it is because that ye are cast out, that ye are despised of your brethren because of your exceeding poverty, that ye are brought to a lowliness of heart; for ye are necessarily brought to be humble.",
                "footnotes": [
                    {
                        "footnote": "Eccl. 4:13.",
                        "start": 113,
                        "end": 119
                    },
                    {
                        "footnote": "Prov. 16:8; 28:11.",
                        "start": 274,
                        "end": 281
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because ye are compelled to be humble blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth shall find mercy; and he that findeth mercy and endureth to the end the same shall be saved.",
                "footnotes": [
                    {
                        "footnote": "TG Objectives.",
                        "start": 125,
                        "end": 135
                    },
                    {
                        "footnote": "Alma 38:2; 3 Ne. 15:9; 27:6 (6–17). TG Perseverance; Steadfastness.",
                        "start": 221,
                        "end": 229
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, as I said unto you, that because ye were compelled to be humble ye were blessed, do ye not suppose that they are more blessed who truly humble themselves because of the word?",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 22:19.",
                        "start": 66,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed—yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, blessed are they who humble themselves without being compelled to be humble; or rather, in other words, blessed is he that believeth in the word of God, and is baptized without stubbornness of heart, yea, without being brought to know the word, or even compelled to know, before they will believe.",
                "footnotes": [
                    {
                        "footnote": "TG Humility.",
                        "start": 32,
                        "end": 38
                    },
                    {
                        "footnote": "TG Initiative.",
                        "start": 64,
                        "end": 73
                    },
                    {
                        "footnote": "TG Stubbornness.",
                        "start": 188,
                        "end": 200
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, there are many who do say: If thou wilt show unto us a sign from heaven, then we shall know of a surety; then we shall believe.",
                "footnotes": [
                    {
                        "footnote": "TG Signs; Sign Seekers.",
                        "start": 60,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I ask, is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing he hath no cause to believe, for he knoweth it.",
                "footnotes": [
                    {
                        "footnote": "Luke 16:30 (27–31); Ether 12:12 (12, 18).",
                        "start": 104,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, how much more cursed is he that knoweth the will of God and doeth it not, than he that only believeth, or only hath cause to believe, and falleth into transgression?",
                "footnotes": [
                    {
                        "footnote": "D&C 41:1.",
                        "start": 18,
                        "end": 22
                    },
                    {
                        "footnote": "TG Curse.",
                        "start": 23,
                        "end": 29
                    },
                    {
                        "footnote": "John 15:24 (22–24).",
                        "start": 41,
                        "end": 48
                    },
                    {
                        "footnote": "TG God, Will of.",
                        "start": 53,
                        "end": 57
                    },
                    {
                        "footnote": "TG Transgress.",
                        "start": 160,
                        "end": 173
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now of this thing ye must judge. Behold, I say unto you, that it is on the one hand even as it is on the other; and it shall be unto every man according to his work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true.",
                "footnotes": [
                    {
                        "footnote": "John 20:29; Heb. 11:1 (1–40).",
                        "start": 35,
                        "end": 40
                    },
                    {
                        "footnote": "TG Hope.",
                        "start": 117,
                        "end": 121
                    },
                    {
                        "footnote": "Ether 12:6.",
                        "start": 143,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, I say unto you, and I would that ye should remember, that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word.",
                "footnotes": [
                    {
                        "footnote": "TG God, Mercy of.",
                        "start": 82,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, he imparteth his word by angels unto men, yea, not only men but women also. Now this is not all; little children do have words given unto them many times, which confound the wise and the learned.",
                "footnotes": [
                    {
                        "footnote": "Joel 2:29 (28–29).",
                        "start": 56,
                        "end": 59
                    },
                    {
                        "footnote": "Matt. 11:25; Luke 10:21; 3 Ne. 26:14 (14–16); D&C 128:18.",
                        "start": 113,
                        "end": 121
                    },
                    {
                        "footnote": "D&C 133:58.",
                        "start": 170,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out—now I do not desire that ye should suppose that I mean to judge you only according to that which is true—",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I do not mean that ye all of you have been compelled to humble yourselves; for I verily believe that there are some among you who would humble themselves, let them be in whatsoever circumstances they might.",
                "footnotes": [
                    {
                        "footnote": "TG Initiative; Sincere.",
                        "start": 134,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, as I said concerning faith—that it was not a perfect knowledge—even so it is with my words. Ye cannot know of their surety at first, unto perfection, any more than faith is a perfect knowledge.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words.",
                "footnotes": [
                    {
                        "footnote": "TG Motivations; Teachable.",
                        "start": 160,
                        "end": 166
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 290
                    }
                ],
                "italics": []
            },
            {
                "text": "Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.",
                "footnotes": [
                    {
                        "footnote": "Alma 33:1.",
                        "start": 37,
                        "end": 41
                    },
                    {
                        "footnote": "Luke 8:11 (11–15).",
                        "start": 73,
                        "end": 77
                    },
                    {
                        "footnote": "TG Heart.",
                        "start": 101,
                        "end": 106
                    },
                    {
                        "footnote": "TG Doubt; Unbelief.",
                        "start": 187,
                        "end": 195
                    },
                    {
                        "footnote": "TG Discernment, Spiritual; Edification.",
                        "start": 501,
                        "end": 510
                    },
                    {
                        "footnote": "TG Intelligence; Testimony; Understanding.",
                        "start": 514,
                        "end": 527
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, would not this increase your faith? I say unto you, Yea; nevertheless it hath not grown up to a perfect knowledge.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, as the seed swelleth, and sprouteth, and beginneth to grow, then you must needs say that the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now, behold, will not this strengthen your faith? Yea, it will strengthen your faith: for ye will say I know that this is a good seed; for behold it sprouteth and beginneth to grow.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, are ye sure that this is a good seed? I say unto you, Yea; for every seed bringeth forth unto its own likeness.",
                "footnotes": [
                    {
                        "footnote": "Gen. 1:12 (11–12).",
                        "start": 119,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, because ye have tried the experiment, and planted the seed, and it swelleth and sprouteth, and beginneth to grow, ye must needs know that the seed is good.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, is your knowledge perfect? Yea, your knowledge is perfect in that thing, and your faith is dormant; and this because you know, for ye know that the word hath swelled your souls, and ye also know that it hath sprouted up, that your understanding doth begin to be enlightened, and your mind doth begin to expand.",
                "footnotes": [
                    {
                        "footnote": "TG Knowledge.",
                        "start": 25,
                        "end": 34
                    },
                    {
                        "footnote": "Ps. 19:7.",
                        "start": 35,
                        "end": 42
                    },
                    {
                        "footnote": "Ether 3:19.",
                        "start": 99,
                        "end": 104
                    },
                    {
                        "footnote": "TG Mind.",
                        "start": 301,
                        "end": 305
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O then, is not this real? I say unto you, Yea, because it is light; and whatsoever is light, is good, because it is discernible, therefore ye must know that it is good; and now behold, after ye have tasted this light is your knowledge perfect?",
                "footnotes": [
                    {
                        "footnote": "TG Light [noun].",
                        "start": 61,
                        "end": 66
                    },
                    {
                        "footnote": "Gen. 1:4.",
                        "start": 96,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold I say unto you, Nay; neither must ye lay aside your faith, for ye have only exercised your faith to plant the seed that ye might try the experiment to know if the seed was good.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, as the tree beginneth to grow, ye will say: Let us nourish it with great care, that it may get root, that it may grow up, and bring forth fruit unto us. And now behold, if ye nourish it with much care it will get root, and grow up, and bring forth fruit.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath no root it withers away, and ye pluck it up and cast it out.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Individuals.",
                        "start": 10,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, this is not because the seed was not good, neither is it because the fruit thereof would not be desirable; but it is because your ground is barren, and ye will not nourish the tree, therefore ye cannot have the fruit thereof.",
                "footnotes": [
                    {
                        "footnote": "Matt. 13:5 (3–8).",
                        "start": 135,
                        "end": 141
                    },
                    {
                        "footnote": "TG Barren.",
                        "start": 145,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus, if ye will not nourish the word, looking forward with an eye of faith to the fruit thereof, ye can never pluck of the fruit of the tree of life.",
                "footnotes": [
                    {
                        "footnote": "Gen. 2:9; 1 Ne. 15:36 (22, 28, 36).",
                        "start": 141,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.",
                "footnotes": [
                    {
                        "footnote": "TG Patience.",
                        "start": 125,
                        "end": 133
                    },
                    {
                        "footnote": "Alma 33:23; D&C 63:23.",
                        "start": 223,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And because of your diligence and your faith and your patience with the word in nourishing it, that it may take root in you, behold, by and by ye shall pluck the fruit thereof, which is most precious, which is sweet above all that is sweet, and which is white above all that is white, yea, and pure above all that is pure; and ye shall feast upon this fruit even until ye are filled, that ye hunger not, neither shall ye thirst.",
                "footnotes": [
                    {
                        "footnote": "TG Diligence.",
                        "start": 20,
                        "end": 29
                    },
                    {
                        "footnote": "Matt. 13:23; Col. 1:6; 1 Ne. 8:10 (10–18); 3 Ne. 14:16; D&C 52:34 (18, 34).",
                        "start": 162,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then, my brethren, ye shall reap the rewards of your faith, and your diligence, and patience, and long-suffering, waiting for the tree to bring forth fruit unto you.",
                "footnotes": [
                    {
                        "footnote": "TG Harvest.",
                        "start": 28,
                        "end": 32
                    },
                    {
                        "footnote": "TG Reward.",
                        "start": 37,
                        "end": 44
                    },
                    {
                        "footnote": "Alma 33:23.",
                        "start": 150,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}