{
    "_id": "alma35",
    "nextChapterId": "alma36",
    "prevChapterId": "alma34",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 35,
        "summary": "The preaching of the word destroys the craft of the Zoramites—They expel the converts, who then join the people of Ammon in Jershon—Alma sorrows because of the wickedness of the people. About 74 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass that after Amulek had made an end of these words, they withdrew themselves from the multitude and came over into the land of Jershon.",
                "footnotes": [
                    {
                        "footnote": "Alma 28:1.",
                        "start": 145,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and the rest of the brethren, after they had preached the word unto the Zoramites, also came over into the land of Jershon.",
                "footnotes": [
                    {
                        "footnote": "Alma 30:59.",
                        "start": 77,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after the more popular part of the Zoramites had consulted together concerning the words which had been preached unto them, they were angry because of the word, for it did destroy their craft; therefore they would not hearken unto the words.",
                "footnotes": [
                    {
                        "footnote": "TG Priestcraft.",
                        "start": 211,
                        "end": 216
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now their rulers and their priests and their teachers did not let the people know concerning their desires; therefore they found out privily the minds of all the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after they had found out the minds of all the people, those who were in favor of the words which had been spoken by Alma and his brethren were cast out of the land; and they were many; and they came over also into the land of Jershon.",
                "footnotes": [
                    {
                        "footnote": "Alma 35:14.",
                        "start": 204,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma and his brethren did minister unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the people of the Zoramites were angry with the people of Ammon who were in Jershon, and the chief ruler of the Zoramites, being a very wicked man, sent over unto the people of Ammon desiring them that they should cast out of their land all those who came over from them into their land.",
                "footnotes": [
                    {
                        "footnote": "Alma 27:26.",
                        "start": 52,
                        "end": 58
                    },
                    {
                        "footnote": "Alma 30:59.",
                        "start": 97,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he breathed out many threatenings against them. And now the people of Ammon did not fear their words; therefore they did not cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 4:26; D&C 42:43. TG Nourish; Welfare.",
                        "start": 234,
                        "end": 241
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 297
                    }
                ],
                "italics": []
            },
            {
                "text": "Now this did stir up the Zoramites to anger against the people of Ammon, and they began to mix with the Lamanites and to stir them up also to anger against them.",
                "footnotes": [
                    {
                        "footnote": "Alma 47:1; Hel. 1:17.",
                        "start": 13,
                        "end": 20
                    },
                    {
                        "footnote": "TG Anger; War.",
                        "start": 38,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus the Zoramites and the Lamanites began to make preparations for war against the people of Ammon, and also against the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the seventeenth year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people of Ammon departed out of the land of Jershon, and came over into the land of Melek, and gave place in the land of Jershon for the armies of the Nephites, that they might contend with the armies of the Lamanites and the armies of the Zoramites; and thus commenced a war betwixt the Lamanites and the Nephites, in the eighteenth year of the reign of the judges; and an account shall be given of their wars hereafter.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:3.",
                        "start": 382,
                        "end": 389
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:7.",
                        "start": 54,
                        "end": 57
                    },
                    {
                        "footnote": "Alma 35:6.",
                        "start": 168,
                        "end": 172
                    },
                    {
                        "footnote": "Alma 30:59.",
                        "start": 180,
                        "end": 189
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Alma, being grieved for the iniquity of his people, yea for the wars, and the bloodsheds, and the contentions which were among them; and having been to declare the word, or sent to declare the word, among all the people in every city; and seeing that the hearts of the people began to wax hard, and that they began to be offended because of the strictness of the word, his heart was exceedingly sorrowful.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:1.",
                        "start": 16,
                        "end": 23
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 325,
                        "end": 333
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
                "footnotes": [
                    {
                        "footnote": "TG Stewardship.",
                        "start": 107,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}