{
    "_id": "alma25",
    "nextChapterId": "alma26",
    "prevChapterId": "alma24",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 25,
        "summary": "Lamanite aggressions spread—The seed of the priests of Noah perish as Abinadi prophesied—Many Lamanites are converted and join the people of Anti-Nephi-Lehi—They believe in Christ and keep the law of Moses. About 90–77 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And behold, now it came to pass that those Lamanites were more angry because they had slain their brethren; therefore they swore vengeance upon the Nephites; and they did no more attempt to slay the people of Anti-Nephi-Lehi at that time.",
                "footnotes": [
                    {
                        "footnote": "Alma 24:24 (20–25).",
                        "start": 171,
                        "end": 178
                    },
                    {
                        "footnote": "Alma 27:2.",
                        "start": 209,
                        "end": 224
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But they took their armies and went over into the borders of the land of Zarahemla, and fell upon the people who were in the land of Ammonihah and destroyed them.",
                "footnotes": [
                    {
                        "footnote": "Alma 8:16; 16:9.",
                        "start": 147,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after that, they had many battles with the Nephites, in the which they were driven and slain.",
                "footnotes": [
                    {
                        "footnote": "Alma 27:1.",
                        "start": 25,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And among the Lamanites who were slain were almost all the seed of Amulon and his brethren, who were the priests of Noah, and they were slain by the hands of the Nephites;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:35.",
                        "start": 59,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the remainder, having fled into the east wilderness, and having usurped the power and authority over the Lamanites, caused that many of the Lamanites should perish by fire because of their belief—",
                "footnotes": [
                    {
                        "footnote": "TG Authority.",
                        "start": 90,
                        "end": 99
                    },
                    {
                        "footnote": "Mosiah 17:15.",
                        "start": 161,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For many of them, after having suffered much loss and so many afflictions, began to be stirred up in remembrance of the words which Aaron and his brethren had preached to them in their land; therefore they began to disbelieve the traditions of their fathers, and to believe in the Lord, and that he gave great power unto the Nephites; and thus there were many of them converted in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "IE the Lamanites.",
                        "start": 12,
                        "end": 16
                    },
                    {
                        "footnote": "Alma 21:9 (5–12).",
                        "start": 120,
                        "end": 125
                    },
                    {
                        "footnote": "Alma 26:24.",
                        "start": 230,
                        "end": 240
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that those rulers who were the remnant of the children of Amulon caused that they should be put to death, yea, all those that believed in these things.",
                "footnotes": [
                    {
                        "footnote": "Alma 21:3 (2–4); 24:1 (1, 28–30).",
                        "start": 78,
                        "end": 84
                    },
                    {
                        "footnote": "TG Martyrdom.",
                        "start": 119,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this martyrdom caused that many of their brethren should be stirred up to anger; and there began to be contention in the wilderness; and the Lamanites began to hunt the seed of Amulon and his brethren and began to slay them; and they fled into the east wilderness.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 17:18.",
                        "start": 164,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold they are hunted at this day by the Lamanites. Thus the words of Abinadi were brought to pass, which he said concerning the seed of the priests who caused that he should suffer death by fire.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For he said unto them: What ye shall do unto me shall be a type of things to come.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:10.",
                        "start": 37,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now Abinadi was the first that suffered death by fire because of his belief in God; now this is what he meant, that many should suffer death by fire, according as he had suffered.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 17:13 (13–20).",
                        "start": 44,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto the priests of Noah that their seed should cause many to be put to death, in the like manner as he was, and that they should be scattered abroad and slain, even as a sheep having no shepherd is driven and slain by wild beasts; and now behold, these words were verified, for they were driven by the Lamanites, and they were hunted, and they were smitten.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when the Lamanites saw that they could not overpower the Nephites they returned again to their own land; and many of them came over to dwell in the land of Ishmael and the land of Nephi, and did join themselves to the people of God, who were the people of Anti-Nephi-Lehi.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:1 (1, 4).",
                        "start": 181,
                        "end": 188
                    },
                    {
                        "footnote": "Alma 24:1 (1–3, 5, 20); 27:21 (2, 21, 25).",
                        "start": 281,
                        "end": 296
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 272
                    }
                ],
                "italics": []
            },
            {
                "text": "And they did also bury their weapons of war, according as their brethren had, and they began to be a righteous people; and they did walk in the ways of the Lord, and did observe to keep his commandments and his statutes.",
                "footnotes": [
                    {
                        "footnote": "Alma 24:15; 26:32.",
                        "start": 18,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and they did keep the law of Moses; for it was expedient that they should keep the law of Moses as yet, for it was not all fulfilled. But notwithstanding the law of Moses, they did look forward to the coming of Christ, considering that the law of Moses was a type of his coming, and believing that they must keep those outward performances until the time that he should be revealed unto them.",
                "footnotes": [
                    {
                        "footnote": "Jacob 4:5; Jarom 1:11.",
                        "start": 163,
                        "end": 166
                    },
                    {
                        "footnote": "Mosiah 16:14. TG Jesus Christ, Types of, in Anticipation.",
                        "start": 264,
                        "end": 268
                    },
                    {
                        "footnote": "Josh. 1:8; Mosiah 3:14 (14–15); 13:29 (29–32); D&C 41:5 (4–5).",
                        "start": 324,
                        "end": 331
                    },
                    {
                        "footnote": "TG Ordinance.",
                        "start": 332,
                        "end": 344
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 3:15; 12:31; 13:28 (27–33).",
                        "start": 30,
                        "end": 39
                    },
                    {
                        "footnote": "2 Ne. 11:4; Jacob 4:5; Jarom 1:11; Ether 12:19 (18–19).",
                        "start": 52,
                        "end": 55
                    },
                    {
                        "footnote": "Alma 33:22 (19–23); 37:46 (45–46).",
                        "start": 161,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, Ammon, and Aaron, and Omner, and Himni, and their brethren did rejoice exceedingly, for the success which they had had among the Lamanites, seeing that the Lord had granted unto them according to their prayers, and that he had also verified his word unto them in every particular.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:9 (7–11).",
                        "start": 218,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}