{
    "_id": "alma59",
    "nextChapterId": "alma60",
    "prevChapterId": "alma58",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 59,
        "summary": "Moroni asks Pahoran to strengthen the forces of Helaman—The Lamanites take the city of Nephihah—Moroni is angry with the government. About 62 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass in the thirtieth year of the reign of the judges over the people of Nephi, after Moroni had received and had read Helaman's epistle, he was exceedingly rejoiced because of the welfare, yea, the exceeding success which Helaman had had, in obtaining those lands which were lost.",
                "footnotes": [
                    {
                        "footnote": "Alma 56:1.",
                        "start": 144,
                        "end": 151
                    },
                    {
                        "footnote": "Alma 58:31 (31, 41).",
                        "start": 268,
                        "end": 273
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and he did make it known unto all his people, in all the land round about in that part where he was, that they might rejoice also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he immediately sent an epistle to Pahoran, desiring that he should cause men to be gathered together to strengthen Helaman, or the armies of Helaman, insomuch that he might with ease maintain that part of the land which he had been so miraculously prospered in regaining.",
                "footnotes": [
                    {
                        "footnote": "Alma 60:1 (1–3).",
                        "start": 45,
                        "end": 47
                    },
                    {
                        "footnote": "Alma 50:40.",
                        "start": 59,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass when Moroni had sent this epistle to the land of Zarahemla, he began again to lay a plan that he might obtain the remainder of those possessions and cities which the Lamanites had taken from them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that while Moroni was thus making preparations to go against the Lamanites to battle, behold, the people of Nephihah, who were gathered together from the city of Moroni and the city of Lehi and the city of Morianton, were attacked by the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 50:14.",
                        "start": 128,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, even those who had been compelled to flee from the land of Manti, and from the land round about, had come over and joined the Lamanites in this part of the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 58:29 (29–30).",
                        "start": 29,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus being exceedingly numerous, yea, and receiving strength from day to day, by the command of Ammoron they came forth against the people of Nephihah, and they did begin to slay them with an exceedingly great slaughter.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And their armies were so numerous that the remainder of the people of Nephihah were obliged to flee before them; and they came even and joined the army of Moroni.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:26.",
                        "start": 70,
                        "end": 78
                    },
                    {
                        "footnote": "Alma 60:17.",
                        "start": 84,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now as Moroni had supposed that there should be men sent to the city of Nephihah, to the assistance of the people to maintain that city, and knowing that it was easier to keep the city from falling into the hands of the Lamanites than to retake it from them, he supposed that they would easily maintain that city.",
                "footnotes": [
                    {
                        "footnote": "Alma 60:15.",
                        "start": 42,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore he retained all his force to maintain those places which he had recovered.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when Moroni saw that the city of Nephihah was lost he was exceedingly sorrowful, and began to doubt, because of the wickedness of the people, whether they should not fall into the hands of their brethren.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:14.",
                        "start": 55,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was the case with all his chief captains. They doubted and marveled also because of the wickedness of the people, and this because of the success of the Lamanites over them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Moroni was angry with the government, because of their indifference concerning the freedom of their country.",
                "footnotes": [
                    {
                        "footnote": "Alma 58:34; 61:3.",
                        "start": 80,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}