{
    "_id": "alma60",
    "nextChapterId": "alma61",
    "prevChapterId": "alma59",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 60,
        "summary": "Moroni complains to Pahoran of the government's neglect of the armies—The Lord suffers the righteous to be slain—The Nephites must use all of their power and means to deliver themselves from their enemies—Moroni threatens to fight against the government unless help is supplied to his armies. About 62 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that he wrote again to the governor of the land, who was Pahoran, and these are the words which he wrote, saying: Behold, I direct mine epistle to Pahoran, in the city of Zarahemla, who is the chief judge and the governor over the land, and also to all those who have been chosen by this people to govern and manage the affairs of this war.",
                "footnotes": [
                    {
                        "footnote": "Alma 59:3.",
                        "start": 34,
                        "end": 39
                    },
                    {
                        "footnote": "Alma 50:39.",
                        "start": 233,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye have been appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war of every kind, and send forth against the Lamanites, in whatsoever parts they should come into our land.",
                "footnotes": [
                    {
                        "footnote": "TG Reproof.",
                        "start": 59,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, I say unto you that myself, and also my men, and also Helaman and his men, have suffered exceedingly great sufferings; yea, even hunger, thirst, and fatigue, and all manner of afflictions of every kind.",
                "footnotes": [
                    {
                        "footnote": "Alma 61:2.",
                        "start": 123,
                        "end": 133
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, were this all we had suffered we would not murmur nor complain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, great has been the slaughter among our people; yea, thousands have fallen by the sword, while it might have otherwise been if ye had rendered unto our armies sufficient strength and succor for them. Yea, great has been your neglect towards us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, we desire to know the cause of this exceedingly great neglect; yea, we desire to know the cause of your thoughtless state.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Can you think to sit upon your thrones in a state of thoughtless stupor, while your enemies are spreading the work of death around you? Yea, while they are murdering thousands of your brethren—",
                "footnotes": [
                    {
                        "footnote": "TG Apathy.",
                        "start": 65,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, even they who have looked up to you for protection, yea, have placed you in a situation that ye might have succored them, yea, ye might have sent armies unto them, to have strengthened them, and have saved thousands of them from falling by the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, this is not all—ye have withheld your provisions from them, insomuch that many have fought and bled out their lives because of their great desires which they had for the welfare of this people; yea, and this they have done when they were about to perish with hunger, because of your exceedingly great neglect towards them.",
                "footnotes": [
                    {
                        "footnote": "Alma 58:7 (7–9).",
                        "start": 259,
                        "end": 265
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, my beloved brethren—for ye ought to be beloved; yea, and ye ought to have stirred yourselves more diligently for the welfare and the freedom of this people; but behold, ye have neglected them insomuch that the blood of thousands shall come upon your heads for vengeance; yea, for known unto God were all their cries, and all their sufferings—",
                "footnotes": [
                    {
                        "footnote": "Ex. 3:9; Ps. 9:12.",
                        "start": 289,
                        "end": 294
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, could ye suppose that ye could sit upon your thrones, and because of the exceeding goodness of God ye could do nothing and he would deliver you? Behold, if ye have supposed this ye have supposed in vain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Do ye suppose that, because so many of your brethren have been killed it is because of their wickedness? I say unto you, if ye have supposed this ye have supposed in vain; for I say unto you, there are many who have fallen by the sword; and behold it is to your condemnation;",
                "footnotes": [
                    {
                        "footnote": "Luke 13:2 (1–2).",
                        "start": 6,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord suffereth the righteous to be slain that his justice and judgment may come upon the wicked; therefore ye need not suppose that the righteous are lost because they are slain; but behold, they do enter into the rest of the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Lam. 4:13; D&C 42:46.",
                        "start": 27,
                        "end": 36
                    },
                    {
                        "footnote": "Alma 14:11 (10–11); D&C 103:3.",
                        "start": 70,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, I say unto you, I fear exceedingly that the judgments of God will come upon this people, because of their exceeding slothfulness, yea, even the slothfulness of our government, and their exceedingly great neglect towards their brethren, yea, towards those who have been slain.",
                "footnotes": [
                    {
                        "footnote": "TG Laziness.",
                        "start": 132,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For were it not for the wickedness which first commenced at our head, we could have withstood our enemies that they could have gained no power over us.",
                "footnotes": [
                    {
                        "footnote": "Alma 59:9.",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, had it not been for the war which broke out among ourselves; yea, were it not for these king-men, who caused so much bloodshed among ourselves; yea, at the time we were contending among ourselves, if we had united our strength as we hitherto have done; yea, had it not been for the desire of power and authority which those king-men had over us; had they been true to the cause of our freedom, and united with us, and gone forth against our enemies, instead of taking up their swords against us, which was the cause of so much bloodshed among ourselves; yea, if we had gone forth against them in the strength of the Lord, we should have dispersed our enemies, for it would have been done, according to the fulfilling of his word.",
                "footnotes": [
                    {
                        "footnote": "Alma 51:19 (5–7, 13–27).",
                        "start": 49,
                        "end": 54
                    },
                    {
                        "footnote": "Alma 62:9.",
                        "start": 93,
                        "end": 101
                    },
                    {
                        "footnote": "Alma 38:1.",
                        "start": 711,
                        "end": 721
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, now the Lamanites are coming upon us, taking possession of our lands, and they are murdering our people with the sword, yea, our women and our children, and also carrying them away captive, causing them that they should suffer all manner of afflictions, and this because of the great wickedness of those who are seeking for power and authority, yea, even those king-men.",
                "footnotes": [
                    {
                        "footnote": "Alma 59:8 (5–8).",
                        "start": 57,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But why should I say much concerning this matter? For we know not but what ye yourselves are seeking for authority. We know not but what ye are also traitors to your country.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:1.",
                        "start": 149,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Or is it that ye have neglected us because ye are in the heart of our country and ye are surrounded by security, that ye do not cause food to be sent unto us, and also men to strengthen our armies?",
                "footnotes": [
                    {
                        "footnote": "TG Apathy.",
                        "start": 89,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have ye forgotten the commandments of the Lord your God? Yea, have ye forgotten the captivity of our fathers? Have ye forgotten the many times we have been delivered out of the hands of our enemies?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Or do ye suppose that the Lord will still deliver us, while we sit upon our thrones and do not make use of the means which the Lord has provided for us?",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:23 (23–35).",
                        "start": 31,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, will ye sit in idleness while ye are surrounded with thousands of those, yea, and tens of thousands, who do also sit in idleness, while there are thousands round about in the borders of the land who are falling by the sword, yea, wounded and bleeding?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Do ye suppose that God will look upon you as guiltless while ye sit still and behold these things? Behold I say unto you, Nay. Now I would that ye should remember that God has said that the inward vessel shall be cleansed first, and then shall the outer vessel be cleansed also.",
                "footnotes": [
                    {
                        "footnote": "Matt. 23:26 (25–26).",
                        "start": 190,
                        "end": 196
                    },
                    {
                        "footnote": "TG Purification.",
                        "start": 213,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, except ye do repent of that which ye have done, and begin to be up and doing, and send forth food and men unto us, and also unto Helaman, that he may support those parts of our country which he has regained, and that we may also recover the remainder of our possessions in these parts, behold it will be expedient that we contend no more with the Lamanites until we have first cleansed our inward vessel, yea, even the great head of our government.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And except ye grant mine epistle, and come out and show unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them—",
                "footnotes": [
                    {
                        "footnote": "Alma 51:6 (6–7); 61:15.",
                        "start": 71,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this because of their exceeding faith, and their patience in their tribulations—",
                "footnotes": [
                    {
                        "footnote": "TG Tribulation.",
                        "start": 71,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will come unto you, and if there be any among you that has a desire for freedom, yea, if there be even a spark of freedom remaining, behold I will stir up insurrections among you, even until those who have desires to usurp power and authority shall become extinct.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, behold I do not fear your power nor your authority, but it is my God whom I fear; and it is according to his commandments that I do take my sword to defend the cause of my country, and it is because of your iniquity that we have suffered so much loss.",
                "footnotes": [
                    {
                        "footnote": "Acts 5:29 (26–29).",
                        "start": 70,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold it is time, yea, the time is now at hand, that except ye do bestir yourselves in the defence of your country and your little ones, the sword of justice doth hang over you; yea, and it shall fall upon you and visit you even to your utter destruction.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:20 (19–20); Hel. 13:5; 3 Ne. 2:19.",
                        "start": 142,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I wait for assistance from you; and, except ye do administer unto our relief, behold, I come unto you, even in the land of Zarahemla, and smite you with the sword, insomuch that ye can have no more power to impede the progress of this people in the cause of our freedom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, can you suppose that the Lord will spare you and come out in judgment against the Lamanites, when it is the tradition of their fathers that has caused their hatred, yea, and it has been redoubled by those who have dissented from us, while your iniquity is for the cause of your love of glory and the vain things of the world?",
                "footnotes": [
                    {
                        "footnote": "Alma 17:15.",
                        "start": 116,
                        "end": 125
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 361
                    }
                ],
                "italics": []
            },
            {
                "text": "Ye know that ye do transgress the laws of God, and ye do know that ye do trample them under your feet. Behold, the Lord saith unto me: If those whom ye have appointed your governors do not repent of their sins and iniquities, ye shall go up to battle against them.",
                "footnotes": [
                    {
                        "footnote": "Alma 61:18.",
                        "start": 214,
                        "end": 224
                    },
                    {
                        "footnote": "Alma 61:20.",
                        "start": 235,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, I, Moroni, am constrained, according to the covenant which I have made to keep the commandments of my God; therefore I would that ye should adhere to the word of God, and send speedily unto me of your provisions and of your men, and also to Helaman.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, if ye will not do this I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfil the word of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I am Moroni, your chief captain. I seek not for power, but to pull it down. I seek not for honor of the world, but for the glory of my God, and the freedom and welfare of my country. And thus I close mine epistle.",
                "footnotes": [
                    {
                        "footnote": "Alma 61:9; D&C 121:39.",
                        "start": 43,
                        "end": 47
                    },
                    {
                        "footnote": "TG Motivations.",
                        "start": 86,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}