{
    "_id": "alma1",
    "nextChapterId": "alma2",
    "prevChapterId": "mosiah29",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Nehor teaches false doctrines, establishes a church, introduces priestcraft, and slays Gideon—Nehor is executed for his crimes—Priestcrafts and persecutions spread among the people—The priests support themselves, the people care for the poor, and the Church prospers. About 91–88 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass that in the first year of the reign of the judges over the people of Nephi, from this time forward, king Mosiah having gone the way of all the earth, having warred a good warfare, walking uprightly before God, leaving none to reign in his stead; nevertheless he had established laws, and they were acknowledged by the people; therefore they were obliged to abide by the laws which he had made.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:46.",
                        "start": 139,
                        "end": 143
                    },
                    {
                        "footnote": "Jarom 1:5; Alma 4:16; 8:17; Hel. 4:22.",
                        "start": 298,
                        "end": 302
                    },
                    {
                        "footnote": "TG Citizenship.",
                        "start": 390,
                        "end": 394
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the first year of the reign of Alma in the judgment-seat, there was a man brought before him to be judged, a man who was large, and was noted for his much strength.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:15.",
                        "start": 98,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he had gone about among the people, preaching to them that which he termed to be the word of God, bearing down against the church; declaring unto the people that every priest and teacher ought to become popular; and they ought not to labor with their hands, but that they ought to be supported by the people.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 13:3 (1–4).",
                        "start": 72,
                        "end": 78
                    },
                    {
                        "footnote": "TG Antichrist.",
                        "start": 115,
                        "end": 122
                    },
                    {
                        "footnote": "Luke 6:26; 1 Ne. 22:23.",
                        "start": 207,
                        "end": 214
                    },
                    {
                        "footnote": "Mosiah 18:24 (24, 26); 27:5 (3–5).",
                        "start": 231,
                        "end": 234
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also testified unto the people that all mankind should be saved at the last day, and that they need not fear nor tremble, but that they might lift up their heads and rejoice; for the Lord had created all men, and had also redeemed all men; and, in the end, all men should have eternal life.",
                "footnotes": [
                    {
                        "footnote": "Alma 15:15; 21:6; 30:17; Morm. 8:31.",
                        "start": 43,
                        "end": 46
                    },
                    {
                        "footnote": "TG Humility; Meek.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "TG Jesus Christ, Creator; Man, Physical Creation of.",
                        "start": 199,
                        "end": 206
                    },
                    {
                        "footnote": "TG Jesus Christ, Redeemer; Redemption.",
                        "start": 229,
                        "end": 237
                    },
                    {
                        "footnote": "Moses 4:1 (1–4).",
                        "start": 238,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he did teach these things so much that many did believe on his words, even so many that they began to support him and give him money.",
                "footnotes": [
                    {
                        "footnote": "Acts 8:18 (17–23).",
                        "start": 152,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he began to be lifted up in the pride of his heart, and to wear very costly apparel, yea, and even began to establish a church after the manner of his preaching.",
                "footnotes": [
                    {
                        "footnote": "TG Apparel.",
                        "start": 80,
                        "end": 87
                    },
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 112,
                        "end": 121
                    },
                    {
                        "footnote": "TG Devil, Church of.",
                        "start": 124,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass as he was going, to preach to those who believed on his word, he met a man who belonged to the church of God, yea, even one of their teachers; and he began to contend with him sharply, that he might lead away the people of the church; but the man withstood him, admonishing him with the words of God.",
                "footnotes": [
                    {
                        "footnote": "TG Teacher.",
                        "start": 153,
                        "end": 161
                    },
                    {
                        "footnote": "TG Word of God; Word of the Lord.",
                        "start": 307,
                        "end": 312
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the name of the man was Gideon; and it was he who was an instrument in the hands of God in delivering the people of Limhi out of bondage.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 20:17; 22:3; Alma 2:1.",
                        "start": 28,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, because Gideon withstood him with the words of God he was wroth with Gideon, and drew his sword and began to smite him. Now Gideon being stricken with many years, therefore he was not able to withstand his blows, therefore he was slain by the sword.",
                "footnotes": [
                    {
                        "footnote": "Gen. 24:1; 1 Ne. 18:17.",
                        "start": 142,
                        "end": 150
                    },
                    {
                        "footnote": "Alma 6:7.",
                        "start": 235,
                        "end": 240
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the man who slew him was taken by the people of the church, and was brought before Alma, to be judged according to the crimes which he had committed.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:42.",
                        "start": 99,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he stood before Alma and pled for himself with much boldness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Alma said unto him: Behold, this is the first time that priestcraft has been introduced among this people. And behold, thou art not only guilty of priestcraft, but hast endeavored to enforce it by the sword; and were priestcraft to be enforced among this people it would prove their entire destruction.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 26:29; Alma 2:20; 14:16. TG Priestcraft.",
                        "start": 60,
                        "end": 71
                    },
                    {
                        "footnote": "Alma 21:4.",
                        "start": 221,
                        "end": 232
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 209
                    }
                ],
                "italics": []
            },
            {
                "text": "And thou hast shed the blood of a righteous man, yea, a man who has done much good among this people; and were we to spare thee his blood would come upon us for vengeance.",
                "footnotes": [
                    {
                        "footnote": "Prov. 28:17. TG Blood, Shedding of.",
                        "start": 23,
                        "end": 28
                    },
                    {
                        "footnote": "Luke 18:7; D&C 121:5. TG Vengeance.",
                        "start": 161,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore thou art condemned to die, according to the law which has been given us by Mosiah, our last king; and it has been acknowledged by this people; therefore this people must abide by the law.",
                "footnotes": [
                    {
                        "footnote": "TG Capital Punishment.",
                        "start": 32,
                        "end": 35
                    },
                    {
                        "footnote": "Mosiah 29:39.",
                        "start": 54,
                        "end": 57
                    },
                    {
                        "footnote": "Hel. 1:8.",
                        "start": 124,
                        "end": 136
                    },
                    {
                        "footnote": "TG Citizenship.",
                        "start": 180,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they took him; and his name was Nehor; and they carried him upon the top of the hill Manti, and there he was caused, or rather did acknowledge, between the heavens and the earth, that what he had taught to the people was contrary to the word of God; and there he suffered an ignominious death.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:2; 2:1 (1, 20).",
                        "start": 57,
                        "end": 62
                    },
                    {
                        "footnote": "Deut. 13:5 (1–9).",
                        "start": 312,
                        "end": 317
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, this did not put an end to the spreading of priestcraft through the land; for there were many who loved the vain things of the world, and they went forth preaching false doctrines; and this they did for the sake of riches and honor.",
                "footnotes": [
                    {
                        "footnote": "TG False Doctrine.",
                        "start": 178,
                        "end": 193
                    },
                    {
                        "footnote": "TG Riches; Vanity.",
                        "start": 229,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, they durst not lie, if it were known, for fear of the law, for liars were punished; therefore they pretended to preach according to their belief; and now the law could have no power on any man for his belief.",
                "footnotes": [
                    {
                        "footnote": "TG Honesty; Lying.",
                        "start": 29,
                        "end": 32
                    },
                    {
                        "footnote": "Alma 30:7 (7–12); A of F 1:11.",
                        "start": 211,
                        "end": 214
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they durst not steal, for fear of the law, for such were punished; neither durst they rob, nor murder, for he that murdered was punished unto death.",
                "footnotes": [
                    {
                        "footnote": "Alma 30:10. TG Stealing.",
                        "start": 19,
                        "end": 24
                    },
                    {
                        "footnote": "TG Murder.",
                        "start": 119,
                        "end": 127
                    },
                    {
                        "footnote": "TG Capital Punishment.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass that whosoever did not belong to the church of God began to persecute those that did belong to the church of God, and had taken upon them the name of Christ.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, they did persecute them, and afflict them with all manner of words, and this because of their humility; because they were not proud in their own eyes, and because they did impart the word of God, one with another, without money and without price.",
                "footnotes": [
                    {
                        "footnote": "Isa. 55:1 (1–2).",
                        "start": 227,
                        "end": 232
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there was a strict law among the people of the church, that there should not any man, belonging to the church, arise and persecute those that did not belong to the church, and that there should be no persecution among themselves.",
                "footnotes": [
                    {
                        "footnote": "Alma 4:8. TG Persecution.",
                        "start": 77,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, there were many among them who began to be proud, and began to contend warmly with their adversaries, even unto blows; yea, they would smite one another with their fists.",
                "footnotes": [
                    {
                        "footnote": "Ex. 21:18 (18–19); Isa. 58:4.",
                        "start": 178,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was in the second year of the reign of Alma, and it was a cause of much affliction to the church; yea, it was the cause of much trial with the church.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the hearts of many were hardened, and their names were blotted out, that they were remembered no more among the people of God. And also many withdrew themselves from among them.",
                "footnotes": [
                    {
                        "footnote": "Ex. 32:33; Mosiah 26:32, 36; Alma 6:3. TG Excommunication.",
                        "start": 59,
                        "end": 70
                    },
                    {
                        "footnote": "Alma 46:7. TG Apostasy of Individuals.",
                        "start": 145,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was a great trial to those that did stand fast in the faith; nevertheless, they were steadfast and immovable in keeping the commandments of God, and they bore with patience the persecution which was heaped upon them.",
                "footnotes": [
                    {
                        "footnote": "TG Commitment; Steadfastness.",
                        "start": 94,
                        "end": 103
                    },
                    {
                        "footnote": "TG Patience.",
                        "start": 173,
                        "end": 181
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 210
                    }
                ],
                "italics": []
            },
            {
                "text": "And when the priests left their labor to impart the word of God unto the people, the people also left their labors to hear the word of God. And when the priest had imparted unto them the word of God they all returned again diligently unto their labors; and the priest, not esteeming himself above his hearers, for the preacher was no better than the hearer, neither was the teacher any better than the learner; and thus they were all equal, and they did all labor, every man according to his strength.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:24 (24, 26); 27:5 (3–5).",
                        "start": 32,
                        "end": 37
                    },
                    {
                        "footnote": "Mosiah 4:27; D&C 10:4.",
                        "start": 475,
                        "end": 484
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; and they did not wear costly apparel, yet they were neat and comely.",
                "footnotes": [
                    {
                        "footnote": "TG Almsgiving; Consecration.",
                        "start": 13,
                        "end": 19
                    },
                    {
                        "footnote": "Luke 18:22; Acts 20:35 (33–35); Mosiah 4:26; D&C 42:30 (29–31).",
                        "start": 89,
                        "end": 93
                    },
                    {
                        "footnote": "TG Vanity.",
                        "start": 172,
                        "end": 179
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they did establish the affairs of the church; and thus they began to have continual peace again, notwithstanding all their persecutions.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because of the steadiness of the church they began to be exceedingly rich, having abundance of all things whatsoever they stood in need—an abundance of flocks and herds, and fatlings of every kind, and also abundance of grain, and of gold, and of silver, and of precious things, and abundance of silk and fine-twined linen, and all manner of good homely cloth.",
                "footnotes": [
                    {
                        "footnote": "TG Riches; Treasure.",
                        "start": 78,
                        "end": 82
                    },
                    {
                        "footnote": "Alma 4:6.",
                        "start": 305,
                        "end": 309
                    },
                    {
                        "footnote": "Mosiah 10:5; Hel. 6:13. TG Clothing.",
                        "start": 363,
                        "end": 368
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus, in their prosperous circumstances, they did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need.",
                "footnotes": [
                    {
                        "footnote": "2 Cor. 8:14; Jacob 2:19 (17–19).",
                        "start": 19,
                        "end": 29
                    },
                    {
                        "footnote": "TG Poor.",
                        "start": 81,
                        "end": 86
                    },
                    {
                        "footnote": "Job 31:25. TG Wealth.",
                        "start": 221,
                        "end": 227
                    },
                    {
                        "footnote": "TG Generosity.",
                        "start": 249,
                        "end": 256
                    },
                    {
                        "footnote": "Deut. 10:17; Alma 16:14; D&C 1:35.",
                        "start": 381,
                        "end": 388
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they did prosper and become far more wealthy than those who did not belong to their church.",
                "footnotes": [
                    {
                        "footnote": "TG Prosper.",
                        "start": 18,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                "footnotes": [
                    {
                        "footnote": "TG Sorcery.",
                        "start": 71,
                        "end": 80
                    },
                    {
                        "footnote": "TG Idolatry.",
                        "start": 89,
                        "end": 97
                    },
                    {
                        "footnote": "TG Laziness.",
                        "start": 101,
                        "end": 109
                    },
                    {
                        "footnote": "TG Gossip.",
                        "start": 118,
                        "end": 127
                    },
                    {
                        "footnote": "TG Envy.",
                        "start": 136,
                        "end": 144
                    },
                    {
                        "footnote": "TG Strife.",
                        "start": 149,
                        "end": 155
                    },
                    {
                        "footnote": "2 Kgs. 14:10; Jacob 2:13; Alma 31:25; Morm. 8:28. TG Pride.",
                        "start": 187,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that by thus exercising the law upon them, every man suffering according to that which he had done, they became more still, and durst not commit any wickedness if it were known; therefore, there was much peace among the people of Nephi until the fifth year of the reign of the judges.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}