{
    "_id": "alma48",
    "nextChapterId": "alma49",
    "prevChapterId": "alma47",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 48,
        "summary": "Amalickiah incites the Lamanites against the Nephites—Moroni prepares his people to defend the cause of the Christians—He rejoices in liberty and freedom and is a mighty man of God. About 72 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that, as soon as Amalickiah had obtained the kingdom he began to inspire the hearts of the Lamanites against the people of Nephi; yea, he did appoint men to speak unto the Lamanites from their towers, against the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Alma 52:3 (1–3); 54:5.",
                        "start": 41,
                        "end": 51
                    },
                    {
                        "footnote": "Alma 62:35.",
                        "start": 89,
                        "end": 96
                    },
                    {
                        "footnote": "Mosiah 2:8.",
                        "start": 217,
                        "end": 223
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus he did inspire their hearts against the Nephites, insomuch that in the latter end of the nineteenth year of the reign of the judges, he having accomplished his designs thus far, yea, having been made king over the Lamanites, he sought also to reign over all the land, yea, and all the people who were in the land, the Nephites as well as the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 48:21.",
                        "start": 98,
                        "end": 108
                    },
                    {
                        "footnote": "D&C 121:39.",
                        "start": 237,
                        "end": 243
                    },
                    {
                        "footnote": "Alma 54:24.",
                        "start": 252,
                        "end": 257
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore he had accomplished his design, for he had hardened the hearts of the Lamanites and blinded their minds, and stirred them up to anger, insomuch that he had gathered together a numerous host to go to battle against the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For he was determined, because of the greatness of the number of his people, to overpower the Nephites and to bring them into bondage.",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny.",
                        "start": 80,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus he did appoint chief captains of the Zoramites, they being the most acquainted with the strength of the Nephites, and their places of resort, and the weakest parts of their cities; therefore he appointed them to be chief captains over his armies.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:6; 49:5 (5, 23).",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "Alma 52:20 (20, 33).",
                        "start": 46,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they took their camp, and moved forth toward the land of Zarahemla in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that while Amalickiah had thus been obtaining power by fraud and deceit, Moroni, on the other hand, had been preparing the minds of the people to be faithful unto the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Alma 49:8.",
                        "start": 129,
                        "end": 138
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 329
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 49:13 (2–13, 18–24).",
                        "start": 78,
                        "end": 83
                    },
                    {
                        "footnote": "Deut. 3:5.",
                        "start": 186,
                        "end": 191
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in their weakest fortifications he did place the greater number of men; and thus he did fortify and strengthen the land which was possessed by the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus he was preparing to support their liberty, their lands, their wives, and their children, and their peace, and that they might live unto the Lord their God, and that they might maintain that which was called by their enemies the cause of Christians.",
                "footnotes": [
                    {
                        "footnote": "Alma 44:5; 46:12.",
                        "start": 29,
                        "end": 36
                    },
                    {
                        "footnote": "Alma 46:13.",
                        "start": 246,
                        "end": 256
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moroni was a strong and a mighty man; he was a man of a perfect understanding; yea, a man that did not delight in bloodshed; a man whose soul did joy in the liberty and the freedom of his country, and his brethren from bondage and slavery;",
                "footnotes": [
                    {
                        "footnote": "TG Strength.",
                        "start": 17,
                        "end": 23
                    },
                    {
                        "footnote": "Alma 18:22. TG Understanding.",
                        "start": 68,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, a man whose heart did swell with thanksgiving to his God, for the many privileges and blessings which he bestowed upon his people; a man who did labor exceedingly for the welfare and safety of his people.",
                "footnotes": [
                    {
                        "footnote": "TG Welfare.",
                        "start": 176,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and he was a man who was firm in the faith of Christ, and he had sworn with an oath to defend his people, his rights, and his country, and his religion, even to the loss of his blood.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:20 (20–22). TG Dependability.",
                        "start": 70,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the Nephites were taught to defend themselves against their enemies, even to the shedding of blood if it were necessary; yea, and they were also taught never to give an offense, yea, and never to raise the sword except it were against an enemy, except it were to preserve their lives.",
                "footnotes": [
                    {
                        "footnote": "Alma 43:46 (46–47); 3 Ne. 3:21 (20–21); Morm. 3:10 (10–11); D&C 98:16.",
                        "start": 156,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this was their faith, that by so doing God would prosper them in the land, or in other words, if they were faithful in keeping the commandments of God that he would prosper them in the land; yea, warn them to flee, or to prepare for war, according to their danger;",
                "footnotes": [
                    {
                        "footnote": "TG Steadfastness.",
                        "start": 19,
                        "end": 24
                    },
                    {
                        "footnote": "Alma 45:8.",
                        "start": 53,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also, that God would make it known unto them whither they should go to defend themselves against their enemies, and by so doing, the Lord would deliver them; and this was the faith of Moroni, and his heart did glory in it; not in the shedding of blood but in doing good, in preserving his people, yea, in keeping the commandments of God, yea, and resisting iniquity.",
                "footnotes": [
                    {
                        "footnote": "Alma 16:6 (5–8); 43:23 (23–24); 3 Ne. 3:20 (18–21). TG Guidance, Divine.",
                        "start": 49,
                        "end": 56
                    },
                    {
                        "footnote": "Alma 55:19.",
                        "start": 227,
                        "end": 230
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, verily, verily I say unto you, if all men had been, and were, and ever would be, like unto Moroni, behold, the very powers of hell would have been shaken forever; yea, the devil would never have power over the hearts of the children of men.",
                "footnotes": [
                    {
                        "footnote": "Alma 53:2.",
                        "start": 96,
                        "end": 102
                    },
                    {
                        "footnote": "1 Ne. 22:26; 3 Ne. 6:15; D&C 35:24.",
                        "start": 177,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                "footnotes": [
                    {
                        "footnote": "Alma 28:8.",
                        "start": 31,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, Helaman and his brethren were no less serviceable unto the people than was Moroni; for they did preach the word of God, and they did baptize unto repentance all men whosoever would hearken unto their words.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:22.",
                        "start": 50,
                        "end": 61
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 330
                    }
                ],
                "italics": []
            },
            {
                "text": "And thus they went forth, and the people did humble themselves because of their words, insomuch that they were highly favored of the Lord, and thus they were free from wars and contentions among themselves, yea, even for the space of four years.",
                "footnotes": [
                    {
                        "footnote": "TG Humility.",
                        "start": 45,
                        "end": 51
                    },
                    {
                        "footnote": "1 Ne. 15:20; Hel. 6:5.",
                        "start": 80,
                        "end": 85
                    },
                    {
                        "footnote": "1 Ne. 17:35.",
                        "start": 118,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But, as I have said, in the latter end of the nineteenth year, yea, notwithstanding their peace amongst themselves, they were compelled reluctantly to contend with their brethren, the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 48:2.",
                        "start": 28,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and in fine, their wars never did cease for the space of many years with the Lamanites, notwithstanding their much reluctance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, they were sorry to take up arms against the Lamanites, because they did not delight in the shedding of blood; yea, and this was not all—they were sorry to be the means of sending so many of their brethren out of this world into an eternal world, unprepared to meet their God.",
                "footnotes": [
                    {
                        "footnote": "Alma 28:11 (11–12); D&C 42:45.",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "3 Ne. 12:44.",
                        "start": 151,
                        "end": 156
                    },
                    {
                        "footnote": "Amos 4:12; Alma 20:17.",
                        "start": 251,
                        "end": 261
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, they could not suffer to lay down their lives, that their wives and their children should be massacred by the barbarous cruelty of those who were once their brethren, yea, and had dissented from their church, and had left them and had gone to destroy them by joining the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:12.",
                        "start": 72,
                        "end": 77
                    },
                    {
                        "footnote": "TG Martyrdom.",
                        "start": 107,
                        "end": 116
                    },
                    {
                        "footnote": "TG Cruelty.",
                        "start": 134,
                        "end": 141
                    },
                    {
                        "footnote": "TG Apostasy of Individuals.",
                        "start": 194,
                        "end": 203
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, they could not bear that their brethren should rejoice over the blood of the Nephites, so long as there were any who should keep the commandments of God, for the promise of the Lord was, if they should keep his commandments they should prosper in the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:8.",
                        "start": 241,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}