{
    "_id": "titlepageofthebookofmormon",
    "nextChapterId": "introduction",
    "prevChapterId": "titlepage",
    "volume": {
        "title": "The Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Introduction and Witnesses",
        "titleShort": "I & W",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "introductionwitnesses"
    },
    "chapter": {
        "bookTitle": "Introduction and Witnesses",
        "delineation": "Page",
        "title": "The Book of Mormon",
        "subtitle": "An Account Written by the Hand of Mormon upon Plates Taken from the Plates of Nephi",
        "body": [
            "Wherefore, it is an abridgment of the record of the people of Nephi, and also of the Lamanites—Written to the Lamanites, who are a remnant of the house of Israel; and also to Jew and Gentile—Written by way of commandment, and also by the spirit of prophecy and of revelation—Written and sealed up, and hid up unto the Lord, that they might not be destroyed—To come forth by the gift and power of God unto the interpretation thereof—Sealed by the hand of Moroni, and hid up unto the Lord, to come forth in due time by way of the Gentile—The interpretation thereof by the gift of God.",
            "An abridgment taken from the Book of Ether also, which is a record of the people of Jared, who were scattered at the time the Lord confounded the language of the people, when they were building a tower to get to heaven—Which is to show unto the remnant of the house of Israel what great things the Lord hath done for their fathers; and that they may know the covenants of the Lord, that they are not cast off forever—And also to the convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting himself unto all nations—And now, if there are faults they are the mistakes of men; wherefore, condemn not the things of God, that ye may be found spotless at the judgment-seat of Christ."
        ],
        "footer": [
            "TRANSLATED BY JOSEPH SMITH, Jun."
        ],
        "number": 1,
        "chapterAugmentations": []
    }
}