{
    "_id": "2kings15",
    "nextChapterId": "2kings16",
    "prevChapterId": "2kings14",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 15,
        "summary": "Many kings reign in Israel and in Judah—Their wickedness, wars, conspiracies, and evils are described—Much of Israel is carried captive to Assyria by Tiglath-pileser.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the twenty and seventh year of Jeroboam king of Israel began Azariah son of Amaziah king of Judah to reign.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Sixteen years old was he when he began to reign, and he reigned two and fifty years in Jerusalem. And his mother's name was Jecholiah of Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 120,
                        "end": 123
                    }
                ]
            },
            {
                "text": "And he did that which was right in the sight of the Lord, according to all that his father Amaziah had done;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Save that the high places were not removed: the people sacrificed and burnt incense still on the high places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord smote the king, so that he was a leper unto the day of his death, and dwelt in a several house. And Jotham the king's son was over the house, judging the people of the land.",
                "footnotes": [
                    {
                        "footnote": "TG Leprosy.",
                        "start": 46,
                        "end": 51
                    },
                    {
                        "footnote": "OR separate. Lev. 13:46 (43–46).",
                        "start": 94,
                        "end": 101
                    },
                    {
                        "footnote": "1 Chr. 5:17 (10–17).",
                        "start": 113,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 138
                    }
                ]
            },
            {
                "text": "And the rest of the acts of Azariah, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 61
                    }
                ]
            },
            {
                "text": "So Azariah slept with his fathers; and they buried him with his fathers in the city of David: and Jotham his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the thirty and eighth year of Azariah king of Judah did Zachariah the son of Jeroboam reign over Israel in Samaria six months.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did that which was evil in the sight of the Lord, as his fathers had done: he departed not from the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:16; 2 Kgs. 10:29; 13:2 (1–2, 11); 14:24.",
                        "start": 115,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And Shallum the son of Jabesh conspired against him, and smote him before the people, and slew him, and reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "Amos 7:9 (7–9).",
                        "start": 57,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Zachariah, behold, they are written in the book of the chronicles of the kings of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 55
                    }
                ]
            },
            {
                "text": "This was the word of the Lord which he spake unto Jehu, saying, Thy sons shall sit on the throne of Israel unto the fourth generation. And so it came to pass.",
                "footnotes": [
                    {
                        "footnote": "Hosea 1:4.",
                        "start": 50,
                        "end": 54
                    },
                    {
                        "footnote": "2 Kgs. 10:30.",
                        "start": 90,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 8
                    },
                    {
                        "start": 123,
                        "end": 134
                    }
                ]
            },
            {
                "text": "Shallum the son of Jabesh began to reign in the nine and thirtieth year of Uzziah king of Judah; and he reigned a full month in Samaria.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:1.",
                        "start": 75,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For Menahem the son of Gadi went up from Tirzah, and came to Samaria, and smote Shallum the son of Jabesh in Samaria, and slew him, and reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Shallum, and his conspiracy which he made, behold, they are written in the book of the chronicles of the kings of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 87
                    }
                ]
            },
            {
                "text": "Then Menahem smote Tiphsah, and all that were therein, and the coasts thereof from Tirzah: because they opened not to him, therefore he smote it; and all the women therein that were with child he ripped up.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 530
                    }
                ],
                "italics": [
                    {
                        "start": 41,
                        "end": 45
                    },
                    {
                        "start": 115,
                        "end": 122
                    },
                    {
                        "start": 142,
                        "end": 149
                    }
                ]
            },
            {
                "text": "In the nine and thirtieth year of Azariah king of Judah began Menahem the son of Gadi to reign over Israel, and reigned ten years in Samaria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 119
                    }
                ]
            },
            {
                "text": "And he did that which was evil in the sight of the Lord: he departed not all his days from the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And Pul the king of Assyria came against the land: and Menahem gave Pul a thousand talents of silver, that his hand might be with him to confirm the kingdom in his hand.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 17:6 (3–6); Ezek. 23:5; Hosea 8:9.",
                        "start": 20,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    }
                ]
            },
            {
                "text": "And Menahem exacted the money of Israel, even of all the mighty men of wealth, of each man fifty shekels of silver, to give to the king of Assyria. So the king of Assyria turned back, and stayed not there in the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 41,
                        "end": 45
                    }
                ]
            },
            {
                "text": "And the rest of the acts of Menahem, and all that he did, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And Menahem slept with his fathers; and Pekahiah his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the fiftieth year of Azariah king of Judah Pekahiah the son of Menahem began to reign over Israel in Samaria, and reigned two years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 113,
                        "end": 124
                    }
                ]
            },
            {
                "text": "And he did that which was evil in the sight of the Lord: he departed not from the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "But Pekah the son of Remaliah, a captain of his, conspired against him, and smote him in Samaria, in the palace of the king's house, with Argob and Arieh, and with him fifty men of the Gileadites: and he killed him, and reigned in his room.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 17:1 (1–13).",
                        "start": 4,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 75
                    }
                ]
            },
            {
                "text": "In the two and fiftieth year of Azariah king of Judah Pekah the son of Remaliah began to reign over Israel in Samaria, and reigned twenty years.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 28:6; Isa. 7:1 (1–16).",
                        "start": 54,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 119,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And he did that which was evil in the sight of the Lord: he departed not from the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "In the days of Pekah king of Israel came Tiglath-pileser king of Assyria, and took Ijon, and Abel-beth-maachah, and Janoah, and Kedesh, and Hazor, and Gilead, and Galilee, all the land of Naphtali, and carried them captive to Assyria.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 16:7; 1 Chr. 5:6.",
                        "start": 41,
                        "end": 56
                    },
                    {
                        "footnote": "Isa. 8:4 (1–4).",
                        "start": 78,
                        "end": 82
                    },
                    {
                        "footnote": "1 Chr. 5:26; Hosea 1:5.",
                        "start": 202,
                        "end": 209
                    },
                    {
                        "footnote": "TG Israel, Bondage of, in Other Lands; Israel, Scattering of.",
                        "start": 226,
                        "end": 233
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah, and smote him, and slew him, and reigned in his stead, in the twentieth year of Jotham the son of Uzziah.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:1.",
                        "start": 160,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Pekah, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 72
                    }
                ]
            },
            {
                "text": "In the second year of Pekah the son of Remaliah king of Israel began Jotham the son of Uzziah king of Judah to reign.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 5:17; 2 Ne. 17:1 (1–13).",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Five and twenty years old was he when he began to reign, and he reigned sixteen years in Jerusalem. And his mother's name was Jerusha, the daughter of Zadok.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 122,
                        "end": 125
                    }
                ]
            },
            {
                "text": "And he did that which was right in the sight of the Lord: he did according to all that his father Uzziah had done.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Howbeit the high places were not removed: the people sacrificed and burned incense still in the high places. He built the higher gate of the house of the Lord.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 27:3; Ezek. 9:2.",
                        "start": 129,
                        "end": 133
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 531
                    }
                ],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Jotham, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 60
                    }
                ]
            },
            {
                "text": "In those days the Lord began to send against Judah Rezin the king of Syria, and Pekah the son of Remaliah.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 16:5 (1–6); Isa. 7:1; 2 Ne. 17:1 (1–13).",
                        "start": 51,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jotham slept with his fathers, and was buried with his fathers in the city of David his father: and Ahaz his son reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:1.",
                        "start": 4,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}