{
    "_id": "2kings22",
    "nextChapterId": "2kings23",
    "prevChapterId": "2kings21",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 22,
        "summary": "Josiah reigns in righteousness in Judah—Hilkiah repairs the temple and finds the book of the law—Josiah sorrows because of the wickedness of his fathers—Huldah prophesies wrath upon the people but blessings upon Josiah.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Josiah was eight years old when he began to reign, and he reigned thirty and one years in Jerusalem. And his mother's name was Jedidah, the daughter of Adaiah of Boscath.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 34:1 (1–33).",
                        "start": 0,
                        "end": 6
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 7,
                        "end": 10
                    },
                    {
                        "start": 123,
                        "end": 126
                    }
                ]
            },
            {
                "text": "And he did that which was right in the sight of the Lord, and walked in all the way of David his father, and turned not aside to the right hand or to the left.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And it came to pass in the eighteenth year of king Josiah, that the king sent Shaphan the son of Azaliah, the son of Meshullam, the scribe, to the house of the Lord, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 63
                    }
                ]
            },
            {
                "text": "Go up to Hilkiah the high priest, that he may sum the silver which is brought into the house of the Lord, which the keepers of the door have gathered of the people:",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 6:13; Ezra 7:1.",
                        "start": 9,
                        "end": 16
                    },
                    {
                        "footnote": "2 Kgs. 12:4.",
                        "start": 54,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And let them deliver it into the hand of the doers of the work, that have the oversight of the house of the Lord: and let them give it to the doers of the work which is in the house of the Lord, to repair the breaches of the house,",
                "footnotes": [
                    {
                        "footnote": "OR holes, broken areas.",
                        "start": 209,
                        "end": 217
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 168
                    }
                ]
            },
            {
                "text": "Unto carpenters, and builders, and masons, and to buy timber and hewn stone to repair the house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Howbeit there was no reckoning made with them of the money that was delivered into their hand, because they dealt faithfully.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 12:15.",
                        "start": 21,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Hilkiah the high priest said unto Shaphan the scribe, I have found the book of the law in the house of the Lord. And Hilkiah gave the book to Shaphan, and he read it.",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Preservation of.",
                        "start": 75,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Shaphan the scribe came to the king, and brought the king word again, and said, Thy servants have gathered the money that was found in the house, and have delivered it into the hand of them that do the work, that have the oversight of the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Shaphan the scribe shewed the king, saying, Hilkiah the priest hath delivered me a book. And Shaphan read it before the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when the king had heard the words of the book of the law, that he rent his clothes.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:5.",
                        "start": 49,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king commanded Hilkiah the priest, and Ahikam the son of Shaphan, and Achbor the son of Michaiah, and Shaphan the scribe, and Asahiah a servant of the king's, saying,",
                "footnotes": [
                    {
                        "footnote": "Jer. 26:24.",
                        "start": 47,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Go ye, inquire of the Lord for me, and for the people, and for all Judah, concerning the words of this book that is found: for great is the wrath of the Lord that is kindled against us, because our fathers have not hearkened unto the words of this book, to do according unto all that which is written concerning us.",
                "footnotes": [
                    {
                        "footnote": "TG God, Indignation of.",
                        "start": 140,
                        "end": 145
                    },
                    {
                        "footnote": "TG Obedience.",
                        "start": 257,
                        "end": 259
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 133,
                        "end": 135
                    }
                ]
            },
            {
                "text": "So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asahiah, went unto Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe; (now she dwelt in Jerusalem in the college;) and they communed with her.",
                "footnotes": [
                    {
                        "footnote": "IE one of two geographical sections of Jerusalem.",
                        "start": 223,
                        "end": 230
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she said unto them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the words of the book which the king of Judah hath read:",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 34:24 (14–27).",
                        "start": 124,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 98,
                        "end": 102
                    }
                ]
            },
            {
                "text": "Because they have forsaken me, and have burned incense unto other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be kindled against this place, and shall not be quenched.",
                "footnotes": [
                    {
                        "footnote": "Jer. 44:8.",
                        "start": 88,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But to the king of Judah which sent you to inquire of the Lord, thus shall ye say to him, Thus saith the Lord God of Israel, As touching the words which thou hast heard;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 125,
                        "end": 136
                    }
                ]
            },
            {
                "text": "Because thine heart was tender, and thou hast humbled thyself before the Lord, when thou heardest what I spake against this place, and against the inhabitants thereof, that they should become a desolation and a curse, and hast rent thy clothes, and wept before me; I also have heard thee, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "Alma 32:14 (14–15).",
                        "start": 46,
                        "end": 53
                    },
                    {
                        "footnote": "Lev. 26:33 (31–35).",
                        "start": 194,
                        "end": 204
                    },
                    {
                        "footnote": "TG Curse.",
                        "start": 211,
                        "end": 216
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 283,
                        "end": 288
                    }
                ]
            },
            {
                "text": "Behold therefore, I will gather thee unto thy fathers, and thou shalt be gathered into thy grave in peace; and thine eyes shall not see all the evil which I will bring upon this place. And they brought the king word again.",
                "footnotes": [
                    {
                        "footnote": "Alma 7:27; 40:12; D&C 19:23; 45:46.",
                        "start": 100,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}