{
    "_id": "2kings14",
    "nextChapterId": "2kings15",
    "prevChapterId": "2kings13",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 14,
        "summary": "Amaziah reigns well in Judah—Israel defeats Judah in battle—Jeroboam reigns in wickedness in Israel.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the second year of Joash son of Jehoahaz king of Israel reigned Amaziah the son of Joash king of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He was twenty and five years old when he began to reign, and reigned twenty and nine years in Jerusalem. And his mother's name was Jehoaddan of Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 127,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And he did that which was right in the sight of the Lord, yet not like David his father: he did according to all things as Joash his father did.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Howbeit the high places were not taken away: as yet the people did sacrifice and burnt incense on the high places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, as soon as the kingdom was confirmed in his hand, that he slew his servants which had slain the king his father.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 12:20.",
                        "start": 107,
                        "end": 112
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 528
                    }
                ],
                "italics": []
            },
            {
                "text": "But the children of the murderers he slew not: according unto that which is written in the book of the law of Moses, wherein the Lord commanded, saying, The fathers shall not be put to death for the children, nor the children be put to death for the fathers; but every man shall be put to death for his own sin.",
                "footnotes": [
                    {
                        "footnote": "TG Punish.",
                        "start": 289,
                        "end": 294
                    },
                    {
                        "footnote": "TG Accountability.",
                        "start": 303,
                        "end": 306
                    },
                    {
                        "footnote": "TG Sin.",
                        "start": 307,
                        "end": 310
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He slew of Edom in the valley of salt ten thousand, and took Selah by war, and called the name of it Joktheel unto this day.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 8:13.",
                        "start": 33,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, Come, let us look one another in the face.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoash the king of Israel sent to Amaziah king of Judah, saying, The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, Give thy daughter to my son to wife: and there passed by a wild beast that was in Lebanon, and trode down the thistle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 87,
                        "end": 90
                    },
                    {
                        "start": 125,
                        "end": 128
                    },
                    {
                        "start": 224,
                        "end": 227
                    }
                ]
            },
            {
                "text": "Thou hast indeed smitten Edom, and thine heart hath lifted thee up: glory of this, and tarry at home: for why shouldest thou meddle to thy hurt, that thou shouldest fall, even thou, and Judah with thee?",
                "footnotes": [
                    {
                        "footnote": "Deut. 8:14; Jacob 2:13; Alma 1:32; 31:25; Morm. 8:28.",
                        "start": 52,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 82
                    },
                    {
                        "start": 135,
                        "end": 138
                    },
                    {
                        "start": 171,
                        "end": 175
                    }
                ]
            },
            {
                "text": "But Amaziah would not hear. Therefore Jehoash king of Israel went up; and he and Amaziah king of Judah looked one another in the face at Beth-shemesh, which belongeth to Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 157,
                        "end": 166
                    }
                ]
            },
            {
                "text": "And Judah was put to the worse before Israel; and they fled every man to their tents.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoash king of Israel took Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth-shemesh, and came to Jerusalem, and brake down the wall of Jerusalem from the gate of Ephraim unto the corner gate, four hundred cubits.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he took all the gold and silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king's house, and hostages, and returned to Samaria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Jehoash which he did, and his might, and how he fought with Amaziah king of Judah, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And Jehoash slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Amaziah the son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz king of Israel fifteen years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Amaziah, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 40
                    }
                ]
            },
            {
                "text": "Now they made a conspiracy against him in Jerusalem: and he fled to Lachish; but they sent after him to Lachish, and slew him there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they brought him on horses: and he was buried at Jerusalem with his fathers in the city of David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people of Judah took Azariah, which was sixteen years old, and made him king instead of his father Amaziah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 51
                    }
                ]
            },
            {
                "text": "He built Elath, and restored it to Judah, after that the king slept with his fathers.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 9:26.",
                        "start": 9,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the fifteenth year of Amaziah the son of Joash king of Judah Jeroboam the son of Joash king of Israel began to reign in Samaria, and reigned forty and one years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 143
                    }
                ]
            },
            {
                "text": "And he did that which was evil in the sight of the Lord: he departed not from all the sins of Jeroboam the son of Nebat, who made Israel to sin.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:16; 2 Kgs. 10:29; 13:2 (1–2, 11); 15:9 (9, 18, 24).",
                        "start": 94,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "He restored the coast of Israel from the entering of Hamath unto the sea of the plain, according to the word of the Lord God of Israel, which he spake by the hand of his servant Jonah, the son of Amittai, the prophet, which was of Gath-hepher.",
                "footnotes": [
                    {
                        "footnote": "Jonah 1:1.",
                        "start": 178,
                        "end": 183
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 529
                    }
                ],
                "italics": [
                    {
                        "start": 224,
                        "end": 227
                    }
                ]
            },
            {
                "text": "For the Lord saw the affliction of Israel, that it was very bitter: for there was not any shut up, nor any left, nor any helper for Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 54
                    },
                    {
                        "start": 72,
                        "end": 81
                    }
                ]
            },
            {
                "text": "And the Lord said not that he would blot out the name of Israel from under heaven: but he saved them by the hand of Jeroboam the son of Joash.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Jeroboam, and all that he did, and his might, how he warred, and how he recovered Damascus, and Hamath, which belonged to Judah, for Israel, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 146
                    },
                    {
                        "start": 169,
                        "end": 172
                    }
                ]
            },
            {
                "text": "And Jeroboam slept with his fathers, even with the kings of Israel; and Zachariah his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 41
                    }
                ]
            }
        ]
    }
}