{
    "_id": "2kings16",
    "nextChapterId": "2kings17",
    "prevChapterId": "2kings15",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 16,
        "summary": "Ahaz reigns in wickedness in Judah—He offers his son in heathen sacrifice—He makes a new altar, destroys the brazen sea, and changes the method for sacrificing in the temple.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the seventeenth year of Pekah the son of Remaliah Ahaz the son of Jotham king of Judah began to reign.",
                "footnotes": [
                    {
                        "footnote": "Micah 1:1.",
                        "start": 53,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Twenty years old was Ahaz when he began to reign, and reigned sixteen years in Jerusalem, and did not that which was right in the sight of the Lord his God, like David his father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 20
                    },
                    {
                        "start": 102,
                        "end": 116
                    }
                ]
            },
            {
                "text": "But he walked in the way of the kings of Israel, yea, and made his son to pass through the fire, according to the abominations of the heathen, whom the Lord cast out from before the children of Israel.",
                "footnotes": [
                    {
                        "footnote": "Lev. 18:21; 2 Kgs. 17:17.",
                        "start": 91,
                        "end": 95
                    },
                    {
                        "footnote": "TG Heathen.",
                        "start": 134,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he sacrificed and burnt incense in the high places, and on the hills, and under every green tree.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:23 (22–23); Isa. 57:5.",
                        "start": 43,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Rezin king of Syria and Pekah son of Remaliah king of Israel came up to Jerusalem to war: and they besieged Ahaz, but could not overcome him.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 15:37 (36–38); Isa. 7:1.",
                        "start": 5,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 142,
                        "end": 146
                    }
                ]
            },
            {
                "text": "At that time Rezin king of Syria recovered Elath to Syria, and drave the Jews from Elath: and the Syrians came to Elath, and dwelt there unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, I am thy servant and thy son: come up, and save me out of the hand of the king of Syria, and out of the hand of the king of Israel, which rise up against me.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 15:29; 1 Chr. 5:6.",
                        "start": 27,
                        "end": 42
                    },
                    {
                        "footnote": "2 Chr. 28:16 (16–21); Ezek. 16:28; 23:12; 2 Ne. 18:4 (4–7); 20:12.",
                        "start": 51,
                        "end": 58
                    },
                    {
                        "footnote": "Isa. 10:20 (20–23).",
                        "start": 111,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 70,
                        "end": 72
                    }
                ]
            },
            {
                "text": "And Ahaz took the silver and gold that was found in the house of the Lord, and in the treasures of the king's house, and sent it for a present to the king of Assyria.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 28:21.",
                        "start": 9,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 126,
                        "end": 132
                    }
                ]
            },
            {
                "text": "And the king of Assyria hearkened unto him: for the king of Assyria went up against Damascus, and took it, and carried the people of it captive to Kir, and slew Rezin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 119,
                        "end": 132
                    }
                ]
            },
            {
                "text": "And king Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and saw an altar that was at Damascus: and king Ahaz sent to Urijah the priest the fashion of the altar, and the pattern of it, according to all the workmanship thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 97
                    }
                ]
            },
            {
                "text": "And Urijah the priest built an altar according to all that king Ahaz had sent from Damascus: so Urijah the priest made it against king Ahaz came from Damascus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 119,
                        "end": 121
                    }
                ]
            },
            {
                "text": "And when the king was come from Damascus, the king saw the altar: and the king approached to the altar, and offered thereon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he burnt his burnt offering and his meat offering, and poured his drink offering, and sprinkled the blood of his peace offerings, upon the altar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he brought also the brasen altar, which was before the Lord, from the forefront of the house, from between the altar and the house of the Lord, and put it on the north side of the altar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 47
                    }
                ]
            },
            {
                "text": "And king Ahaz commanded Urijah the priest, saying, Upon the great altar burn the morning burnt offering, and the evening meat offering, and the king's burnt sacrifice, and his meat offering, with the burnt offering of all the people of the land, and their meat offering, and their drink offerings; and sprinkle upon it all the blood of the burnt offering, and all the blood of the sacrifice: and the brasen altar shall be for me to inquire by.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 532
                    }
                ],
                "italics": [
                    {
                        "start": 440,
                        "end": 443
                    }
                ]
            },
            {
                "text": "Thus did Urijah the priest, according to all that king Ahaz commanded.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Ahaz cut off the borders of the bases, and removed the laver from off them; and took down the sea from off the brasen oxen that were under it, and put it upon a pavement of stones.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 7:23 (23–26).",
                        "start": 103,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 137,
                        "end": 141
                    }
                ]
            },
            {
                "text": "And the covert for the sabbath that they had built in the house, and the king's entry without, turned he from the house of the Lord for the king of Assyria.",
                "footnotes": [
                    {
                        "footnote": "TG Temple.",
                        "start": 114,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Ahaz which he did, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 50
                    }
                ]
            },
            {
                "text": "And Ahaz slept with his fathers, and was buried with his fathers in the city of David: and Hezekiah his son reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:1; 14:28.",
                        "start": 4,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}