{
    "_id": "2kings11",
    "nextChapterId": "2kings12",
    "prevChapterId": "2kings10",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Kings",
        "titleShort": "2 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2kings"
    },
    "chapter": {
        "bookTitle": "2 Kings",
        "delineation": "Chapter",
        "number": 11,
        "summary": "Athaliah destroys the royal family in Judah and reigns herself in Judah—Joash is preserved and crowned king when seven years old—Jehoiada the priest destroys the house of Baal.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the seed royal.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 22:10 (10–12).",
                        "start": 9,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Jehosheba, the daughter of king Joram, sister of Ahaziah, took Joash the son of Ahaziah, and stole him from among the king's sons which were slain; and they hid him, even him and his nurse, in the bedchamber from Athaliah, so that he was not slain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 134,
                        "end": 144
                    },
                    {
                        "start": 170,
                        "end": 174
                    }
                ]
            },
            {
                "text": "And he was with her hid in the house of the Lord six years. And Athaliah did reign over the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the seventh year Jehoiada sent and fetched the rulers over hundreds, with the captains and the guard, and brought them to him into the house of the Lord, and made a covenant with them, and took an oath of them in the house of the Lord, and shewed them the king's son.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 23:1.",
                        "start": 169,
                        "end": 177
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he commanded them, saying, This is the thing that ye shall do; A third part of you that enter in on the sabbath shall even be keepers of the watch of the king's house;",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 9:25.",
                        "start": 108,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 38
                    }
                ]
            },
            {
                "text": "And a third part shall be at the gate of Sur; and a third part at the gate behind the guard: so shall ye keep the watch of the house, that it be not broken down.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 23:5.",
                        "start": 33,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And two parts of all you that go forth on the sabbath, even they shall keep the watch of the house of the Lord about the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye shall compass the king round about, every man with his weapons in his hand: and he that cometh within the ranges, let him be slain: and be ye with the king as he goeth out and as he cometh in.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the captains over the hundreds did according to all things that Jehoiada the priest commanded: and they took every man his men that were to come in on the sabbath, with them that should go out on the sabbath, and came to Jehoiada the priest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 62
                    }
                ]
            },
            {
                "text": "And to the captains over hundreds did the priest give king David's spears and shields, that were in the temple of the Lord.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 8:7.",
                        "start": 78,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 92,
                        "end": 96
                    }
                ]
            },
            {
                "text": "And the guard stood, every man with his weapons in his hand, round about the king, from the right corner of the temple to the left corner of the temple, along by the altar and the temple.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 153,
                        "end": 158
                    }
                ]
            },
            {
                "text": "And he brought forth the king's son, and put the crown upon him, and gave him the testimony; and they made him king, and anointed him; and they clapped their hands, and said, God save the king.",
                "footnotes": [
                    {
                        "footnote": "Ex. 25:16.",
                        "start": 82,
                        "end": 91
                    },
                    {
                        "footnote": "HEB May the king live!",
                        "start": 175,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 77
                    }
                ]
            },
            {
                "text": "And when Athaliah heard the noise of the guard and of the people, she came to the people into the temple of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 50
                    }
                ]
            },
            {
                "text": "And when she looked, behold, the king stood by a pillar, as the manner was, and the princes and the trumpeters by the king, and all the people of the land rejoiced, and blew with trumpets: and Athaliah rent her clothes, and cried, Treason, Treason.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 23:3.",
                        "start": 49,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 75
                    }
                ]
            },
            {
                "text": "But Jehoiada the priest commanded the captains of the hundreds, the officers of the host, and said unto them, Have her forth without the ranges: and him that followeth her kill with the sword. For the priest had said, Let her not be slain in the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they laid hands on her; and she went by the way by the which the horses came into the king's house: and there was she slain.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 23:15.",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoiada made a covenant between the Lord and the king and the people, that they should be the Lord's people; between the king also and the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people of the land went into the house of Baal, and brake it down; his altars and his images brake they in pieces thoroughly, and slew Mattan the priest of Baal before the altars. And the priest appointed officers over the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he took the rulers over hundreds, and the captains, and the guard, and all the people of the land; and they brought down the king from the house of the Lord, and came by the way of the gate of the guard to the king's house. And he sat on the throne of the kings.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people of the land rejoiced, and the city was in quiet: and they slew Athaliah with the sword beside the king's house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 106,
                        "end": 112
                    }
                ]
            },
            {
                "text": "Seven years old was Jehoash when he began to reign.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 19
                    }
                ]
            }
        ]
    }
}