{
    "_id": "numbers5",
    "nextChapterId": "numbers6",
    "prevChapterId": "numbers4",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 5,
        "summary": "Lepers are put out of the camp—Sinners must confess and make restitution to gain forgiveness—Women believed to be immoral undergo a trial of jealousy before the priests.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is defiled by the dead:",
                "footnotes": [
                    {
                        "footnote": "Details on the clean and unclean are in Lev. 12:1–15:33.",
                        "start": 42,
                        "end": 49
                    },
                    {
                        "footnote": "TG Leprosy.",
                        "start": 68,
                        "end": 73
                    },
                    {
                        "footnote": "HEB any discharge. Lev. 15:2 (2–5).",
                        "start": 99,
                        "end": 107
                    },
                    {
                        "footnote": "Num. 9:6 (6–8).",
                        "start": 126,
                        "end": 133
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Both male and female shall ye put out, without the camp shall ye put them; that they defile not their camps, in the midst whereof I dwell.",
                "footnotes": [
                    {
                        "footnote": "Lev. 15:31.",
                        "start": 85,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel did so, and put them out without the camp: as the Lord spake unto Moses, so did the children of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord spake unto Moses, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Speak unto the children of Israel, When a man or woman shall commit any sin that men commit, to do a trespass against the Lord, and that person be guilty;",
                "footnotes": [
                    {
                        "footnote": "TG Sin.",
                        "start": 72,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then they shall confess their sin which they have done: and he shall recompense his trespass with the principal thereof, and add unto it the fifth part thereof, and give it unto him against whom he hath trespassed.",
                "footnotes": [
                    {
                        "footnote": "Lev. 5:5 (1–10); Mosiah 26:29 (29, 35); Alma 17:4; 3 Ne. 1:25; D&C 19:20; 58:43; 64:7.",
                        "start": 16,
                        "end": 23
                    },
                    {
                        "footnote": "TG Repent.",
                        "start": 69,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 147,
                        "end": 151
                    },
                    {
                        "start": 170,
                        "end": 172
                    },
                    {
                        "start": 178,
                        "end": 181
                    }
                ]
            },
            {
                "text": "But if the man have no kinsman to recompense the trespass unto, let the trespass be recompensed unto the Lord, even to the priest; beside the ram of the atonement, whereby an atonement shall be made for him.",
                "footnotes": [
                    {
                        "footnote": "HEB redeemer.",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 115
                    }
                ]
            },
            {
                "text": "And every offering of all the holy things of the children of Israel, which they bring unto the priest, shall be his.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And every man's hallowed things shall be his: whatsoever any man giveth the priest, it shall be his.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord spake unto Moses, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Speak unto the children of Israel, and say unto them, If any man's wife go aside, and commit a trespass against him,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a man lie with her carnally, and it be hid from the eyes of her husband, and be kept close, and she be defiled, and there be no witness against her, neither she be taken with the manner;",
                "footnotes": [
                    {
                        "footnote": "HEB secret.",
                        "start": 81,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 120,
                        "end": 128
                    },
                    {
                        "start": 174,
                        "end": 189
                    },
                    {
                        "start": 189,
                        "end": 190
                    }
                ]
            },
            {
                "text": "And the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall the man bring his wife unto the priest, and he shall bring her offering for her, the tenth part of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it is an offering of jealousy, an offering of memorial, bringing iniquity to remembrance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 102,
                        "end": 106
                    },
                    {
                        "start": 202,
                        "end": 204
                    }
                ]
            },
            {
                "text": "And the priest shall bring her near, and set her before the Lord:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall take holy water in an earthen vessel; and of the dust that is in the floor of the tabernacle the priest shall take, and put it into the water:",
                "footnotes": [
                    {
                        "footnote": "OR consecrated water; i.e., for use in purifications.",
                        "start": 26,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 145,
                        "end": 147
                    }
                ]
            },
            {
                "text": "And the priest shall set the woman before the Lord, and uncover the woman's head, and put the offering of memorial in her hands, which is the jealousy offering: and the priest shall have in his hand the bitter water that causeth the curse:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 137
                    }
                ]
            },
            {
                "text": "And the priest shall charge her by an oath, and say unto the woman, If no man have lain with thee, and if thou hast not gone aside to uncleanness with another instead of thy husband, be thou free from this bitter water that causeth the curse:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 146,
                        "end": 158
                    }
                ]
            },
            {
                "text": "But if thou hast gone aside to another instead of thy husband, and if thou be defiled, and some man have lain with thee beside thine husband:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 38
                    }
                ]
            },
            {
                "text": "Then the priest shall charge the woman with an oath of cursing, and the priest shall say unto the woman, The Lord make thee a curse and an oath among thy people, when the Lord doth make thy thigh to rot, and thy belly to swell;",
                "footnotes": [
                    {
                        "footnote": "HEB diminish, or fall away (also vv. 22, 27).",
                        "start": 199,
                        "end": 202
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this water that causeth the curse shall go into thy bowels, to make thy belly to swell, and thy thigh to rot: And the woman shall say, Amen, amen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 75
                    },
                    {
                        "start": 96,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And the priest shall write these curses in a book, and he shall blot them out with the bitter water:",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 201
                    }
                ],
                "italics": [
                    {
                        "start": 69,
                        "end": 73
                    }
                ]
            },
            {
                "text": "And he shall cause the woman to drink the bitter water that causeth the curse: and the water that causeth the curse shall enter into her, and become bitter.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 148
                    }
                ]
            },
            {
                "text": "Then the priest shall take the jealousy offering out of the woman's hand, and shall wave the offering before the Lord, and offer it upon the altar:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priest shall take an handful of the offering, even the memorial thereof, and burn it upon the altar, and afterward shall cause the woman to drink the water.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 58
                    },
                    {
                        "start": 90,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And when he hath made her to drink the water, then it shall come to pass, that, if she be defiled, and have done trespass against her husband, that the water that causeth the curse shall enter into her, and become bitter, and her belly shall swell, and her thigh shall rot: and the woman shall be a curse among her people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 79
                    },
                    {
                        "start": 203,
                        "end": 213
                    }
                ]
            },
            {
                "text": "And if the woman be not defiled, but be clean; then she shall be free, and shall conceive seed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the law of jealousies, when a wife goeth aside to another instead of her husband, and is defiled;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 55,
                        "end": 65
                    }
                ]
            },
            {
                "text": "Or when the spirit of jealousy cometh upon him, and he be jealous over his wife, and shall set the woman before the Lord, and the priest shall execute upon her all this law.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall the man be guiltless from iniquity, and this woman shall bear her iniquity.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}