{
    "_id": "numbers30",
    "nextChapterId": "numbers31",
    "prevChapterId": "numbers29",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 30,
        "summary": "Vows and oaths must be kept—Fathers may disallow vows of daughters, and husbands may disallow vows of wives.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Moses spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the Lord hath commanded.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 93,
                        "end": 95
                    }
                ]
            },
            {
                "text": "If a man vow a vow unto the Lord, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth.",
                "footnotes": [
                    {
                        "footnote": "TG Vow.",
                        "start": 15,
                        "end": 18
                    },
                    {
                        "footnote": "TG Oath.",
                        "start": 46,
                        "end": 50
                    },
                    {
                        "footnote": "TG Integrity.",
                        "start": 94,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If a woman also vow a vow unto the Lord, and bind herself by a bond, being in her father's house in her youth;",
                "footnotes": [
                    {
                        "footnote": "TG Woman.",
                        "start": 5,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 57
                    },
                    {
                        "start": 69,
                        "end": 74
                    }
                ]
            },
            {
                "text": "And her father hear her vow, and her bond wherewith she hath bound her soul, and her father shall hold his peace at her: then all her vows shall stand, and every bond wherewith she hath bound her soul shall stand.",
                "footnotes": [
                    {
                        "footnote": "OR pledge (also vv. 5, 7, 10–12).",
                        "start": 37,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if her father disallow her in the day that he heareth; not any of her vows, or of her bonds wherewith she hath bound her soul, shall stand: and the Lord shall forgive her, because her father disallowed her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if she had at all an husband, when she vowed, or uttered ought out of her lips, wherewith she bound her soul;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds wherewith she bound her soul shall stand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 25
                    },
                    {
                        "start": 77,
                        "end": 80
                    }
                ]
            },
            {
                "text": "But if her husband disallowed her on the day that he heard it; then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her soul, of none effect: and the Lord shall forgive her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "But every vow of a widow, and of her that is divorced, wherewith they have bound their souls, shall stand against her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if she vowed in her husband's house, or bound her soul by a bond with an oath;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And her husband heard it, and held his peace at her, and disallowed her not: then all her vows shall stand, and every bond wherewith she bound her soul shall stand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 25
                    },
                    {
                        "start": 53,
                        "end": 56
                    }
                ]
            },
            {
                "text": "But if her husband hath utterly made them void on the day he heard them; then whatsoever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband hath made them void; and the Lord shall forgive her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 67,
                        "end": 77
                    }
                ]
            },
            {
                "text": "Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which are upon her: he confirmeth them, because he held his peace at her in the day that he heard them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 128,
                        "end": 131
                    },
                    {
                        "start": 220,
                        "end": 225
                    }
                ]
            },
            {
                "text": "But if he shall any ways make them void after that he hath heard them; then he shall bear her iniquity.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 70
                    }
                ]
            },
            {
                "text": "These are the statutes, which the Lord commanded Moses, between a man and his wife, between the father and his daughter, being yet in her youth in her father's house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    },
                    {
                        "start": 121,
                        "end": 130
                    }
                ]
            }
        ]
    }
}