{
    "_id": "jeremiah29",
    "nextChapterId": "jeremiah30",
    "prevChapterId": "jeremiah28",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 29,
        "summary": "Jeremiah tells the Jews in Babylon to prepare for seventy years of captivity—Those remaining in Jerusalem will yet be scattered—Shemaiah prophesies falsely and is cursed.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem unto the residue of the elders which were carried away captives, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 13
                    }
                ]
            },
            {
                "text": "(After that Jeconiah the king, and the queen, and the eunuchs, the princes of Judah and Jerusalem, and the carpenters, and the smiths, were departed from Jerusalem;)",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 24:15.",
                        "start": 12,
                        "end": 20
                    },
                    {
                        "footnote": "OR officers or courtiers.",
                        "start": 54,
                        "end": 61
                    },
                    {
                        "footnote": "OR ministers or officials. Jer. 24:1.",
                        "start": 67,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "By the hand of Elasah the son of Shaphan, and Gemariah the son of Hilkiah, (whom Zedekiah king of Judah sent unto Babylon to Nebuchadnezzar king of Babylon) saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord of hosts, the God of Israel, unto all that are carried away captives, whom I have caused to be carried away from Jerusalem unto Babylon;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Build ye houses, and dwell in them; and plant gardens, and eat the fruit of them;",
                "footnotes": [
                    {
                        "footnote": "TG Nature, Earth.",
                        "start": 46,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 35
                    }
                ]
            },
            {
                "text": "Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the Lord for it: for in the peace thereof shall ye have peace.",
                "footnotes": [
                    {
                        "footnote": "TG Contentment.",
                        "start": 13,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thus saith the Lord of hosts, the God of Israel; Let not your prophets and your diviners, that be in the midst of you, deceive you, neither hearken to your dreams which ye cause to be dreamed.",
                "footnotes": [
                    {
                        "footnote": "Jer. 27:9.",
                        "start": 84,
                        "end": 92
                    },
                    {
                        "footnote": "TG Dream.",
                        "start": 160,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 101
                    }
                ]
            },
            {
                "text": "For they prophesy falsely unto you in my name: I have not sent them, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG False Prophets.",
                        "start": 9,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thus saith the Lord, That after seventy years be accomplished at Babylon I will visit you, and perform my good word toward you, in causing you to return to this place.",
                "footnotes": [
                    {
                        "footnote": "Jer. 25:11.",
                        "start": 36,
                        "end": 43
                    },
                    {
                        "footnote": "Jer. 33:14.",
                        "start": 99,
                        "end": 106
                    },
                    {
                        "footnote": "1 Ne. 10:3; 2 Ne. 6:9 (8–9).",
                        "start": 150,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I know the thoughts that I think toward you, saith the Lord, thoughts of peace, and not of evil, to give you an expected end.",
                "footnotes": [
                    {
                        "footnote": "Jer. 31:17.",
                        "start": 125,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:48.",
                        "start": 14,
                        "end": 18
                    },
                    {
                        "footnote": "HEB hear you.",
                        "start": 73,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye shall seek me, and find me, when ye shall search for me with all your heart.",
                "footnotes": [
                    {
                        "footnote": "TG God, Access to.",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "Ezek. 36:37.",
                        "start": 49,
                        "end": 55
                    },
                    {
                        "footnote": "James 5:16; 1 Ne. 1:5 (5–8); 3 Ne. 12:6.",
                        "start": 77,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 34
                    }
                ]
            },
            {
                "text": "And I will be found of you, saith the Lord: and I will turn away your captivity, and I will gather you from all the nations, and from all the places whither I have driven you, saith the Lord; and I will bring you again into the place whence I caused you to be carried away captive.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of; Israel, Judah, People of.",
                        "start": 92,
                        "end": 98
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 982
                    }
                ],
                "italics": []
            },
            {
                "text": "Because ye have said, The Lord hath raised us up prophets in Babylon;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Know that thus saith the Lord of the king that sitteth upon the throne of David, and of all the people that dwelleth in this city, and of your brethren that are not gone forth with you into captivity;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 131,
                        "end": 134
                    }
                ]
            },
            {
                "text": "Thus saith the Lord of hosts; Behold, I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs, that cannot be eaten, they are so evil.",
                "footnotes": [
                    {
                        "footnote": "OR bad.",
                        "start": 172,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will persecute them with the sword, with the famine, and with the pestilence, and will deliver them to be removed to all the kingdoms of the earth, to be a curse, and an astonishment, and an hissing, and a reproach, among all the nations whither I have driven them:",
                "footnotes": [
                    {
                        "footnote": "HEB pursue after.",
                        "start": 11,
                        "end": 20
                    },
                    {
                        "footnote": "TG Israel, Scattering of.",
                        "start": 112,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Because they have not hearkened to my words, saith the Lord, which I sent unto them by my servants the prophets, rising up early and sending them; but ye would not hear, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 141,
                        "end": 146
                    }
                ]
            },
            {
                "text": "Hear ye therefore the word of the Lord, all ye of the captivity, whom I have sent from Jerusalem to Babylon:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord of hosts, the God of Israel, of Ahab the son of Kolaiah, and of Zedekiah the son of Maaseiah, which prophesy a lie unto you in my name; Behold, I will deliver them into the hand of Nebuchadrezzar king of Babylon; and he shall slay them before your eyes;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And of them shall be taken up a curse by all the captivity of Judah which are in Babylon, saying, The Lord make thee like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 77
                    }
                ]
            },
            {
                "text": "Because they have committed villany in Israel, and have committed adultery with their neighbours' wives, and have spoken lying words in my name, which I have not commanded them; even I know, and am a witness, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "HEB vile deeds.",
                        "start": 28,
                        "end": 35
                    },
                    {
                        "footnote": "TG Adulterer.",
                        "start": 66,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 195,
                        "end": 197
                    }
                ]
            },
            {
                "text": "Thus shalt thou also speak to Shemaiah the Nehelamite, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "Thus speaketh the Lord of hosts, the God of Israel, saying, Because thou hast sent letters in thy name unto all the people that are at Jerusalem, and to Zephaniah the son of Maaseiah the priest, and to all the priests, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 128,
                        "end": 131
                    }
                ]
            },
            {
                "text": "The Lord hath made thee priest in the stead of Jehoiada the priest, that ye should be officers in the house of the Lord, for every man that is mad, and maketh himself a prophet, that thou shouldest put him in prison, and in the stocks.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 142
                    }
                ]
            },
            {
                "text": "Now therefore why hast thou not reproved Jeremiah of Anathoth, which maketh himself a prophet to you?",
                "footnotes": [
                    {
                        "footnote": "Jer. 1:1.",
                        "start": 53,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For therefore he sent unto us in Babylon, saying, This captivity is long: build ye houses, and dwell in them; and plant gardens, and eat the fruit of them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 32
                    },
                    {
                        "start": 55,
                        "end": 67
                    },
                    {
                        "start": 101,
                        "end": 109
                    }
                ]
            },
            {
                "text": "And Zephaniah the priest read this letter in the ears of Jeremiah the prophet.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then came the word of the Lord unto Jeremiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Send to all them of the captivity, saying, Thus saith the Lord concerning Shemaiah the Nehelamite; Because that Shemaiah hath prophesied unto you, and I sent him not, and he caused you to trust in a lie:",
                "footnotes": [
                    {
                        "footnote": "Jer. 28:15.",
                        "start": 199,
                        "end": 202
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore thus saith the Lord; Behold, I will punish Shemaiah the Nehelamite, and his seed: he shall not have a man to dwell among this people; neither shall he behold the good that I will do for my people, saith the Lord; because he hath taught rebellion against the Lord.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 983
                    }
                ],
                "italics": []
            }
        ]
    }
}