{
    "_id": "jeremiah26",
    "nextChapterId": "jeremiah27",
    "prevChapterId": "jeremiah25",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 26,
        "summary": "Jeremiah prophesies the destruction of the people—For this he is arraigned, tried, and then acquitted.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the beginning of the reign of Jehoiakim the son of Josiah king of Judah came this word from the Lord, saying,",
                "footnotes": [
                    {
                        "footnote": "Jer. 26:21; 27:1.",
                        "start": 33,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord; Stand in the court of the Lord's house, and speak unto all the cities of Judah, which come to worship in the Lord's house, all the words that I command thee to speak unto them; diminish not a word:",
                "footnotes": [
                    {
                        "footnote": "D&C 28:3.",
                        "start": 198,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If so be they will hearken, and turn every man from his evil way, that I may repent me of the evil, which I purpose to do unto them because of the evil of their doings.",
                "footnotes": [
                    {
                        "footnote": "HEB relent; i.e., change the decreed punishment because of their changed behavior.",
                        "start": 77,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou shalt say unto them, Thus saith the Lord; If ye will not hearken to me, to walk in my law, which I have set before you,",
                "footnotes": [
                    {
                        "footnote": "Lev. 26:14; Deut. 28:15; Alma 5:37 (37–38); D&C 5:5.",
                        "start": 66,
                        "end": 73
                    },
                    {
                        "footnote": "TG Walking with God.",
                        "start": 84,
                        "end": 88
                    },
                    {
                        "footnote": "D&C 41:5; 42:2; 130:20.",
                        "start": 95,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "To hearken to the words of my servants the prophets, whom I sent unto you, both rising up early, and sending them, but ye have not hearkened;",
                "footnotes": [
                    {
                        "footnote": "Jer. 25:4; 2 Ne. 27:5; Jacob 6:8; Ether 7:24.",
                        "start": 43,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 109,
                        "end": 114
                    }
                ]
            },
            {
                "text": "Then will I make this house like Shiloh, and will make this city a curse to all the nations of the earth.",
                "footnotes": [
                    {
                        "footnote": "Jer. 7:12.",
                        "start": 33,
                        "end": 39
                    },
                    {
                        "footnote": "Jer. 24:9; 1 Ne. 19:14.",
                        "start": 67,
                        "end": 72
                    },
                    {
                        "footnote": "JST Jer. 26:6 … earth; for ye have not hearkened unto my servants the prophets.",
                        "start": 99,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass, when Jeremiah had made an end of speaking all that the Lord had commanded him to speak unto all the people, that the priests and the prophets and all the people took him, saying, Thou shalt surely die.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 218,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 95,
                        "end": 98
                    }
                ]
            },
            {
                "text": "Why hast thou prophesied in the name of the Lord, saying, This house shall be like Shiloh, and this city shall be desolate without an inhabitant? And all the people were gathered against Jeremiah in the house of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Israel.",
                        "start": 114,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When the princes of Judah heard these things, then they came up from the king's house unto the house of the Lord, and sat down in the entry of the new gate of the Lord's house.",
                "footnotes": [
                    {
                        "footnote": "HEB officers, or rulers.",
                        "start": 9,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 170,
                        "end": 176
                    }
                ]
            },
            {
                "text": "Then spake the priests and the prophets unto the princes and to all the people, saying, This man is worthy to die; for he hath prophesied against this city, as ye have heard with your ears.",
                "footnotes": [
                    {
                        "footnote": "Jer. 38:4; Mosiah 17:1.",
                        "start": 127,
                        "end": 137
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 978
                    }
                ],
                "italics": [
                    {
                        "start": 97,
                        "end": 99
                    }
                ]
            },
            {
                "text": "Then spake Jeremiah unto all the princes and to all the people, saying, The Lord sent me to prophesy against this house and against this city all the words that ye have heard.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore now amend your ways and your doings, and obey the voice of the Lord your God; and the Lord will repent him of the evil that he hath pronounced against you.",
                "footnotes": [
                    {
                        "footnote": "JST Jer. 26:13 … and repent, and the Lord will turn away the evil …",
                        "start": 88,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "As for me, behold, I am in your hand: do with me as seemeth good and meet unto you.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:10 (5–35).",
                        "start": 32,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 23
                    }
                ]
            },
            {
                "text": "But know ye for certain, that if ye put me to death, ye shall surely bring innocent blood upon yourselves, and upon this city, and upon the inhabitants thereof: for of a truth the Lord hath sent me unto you to speak all these words in your ears.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 17:10.",
                        "start": 75,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said the princes and all the people unto the priests and to the prophets; This man is not worthy to die: for he hath spoken to us in the name of the Lord our God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 90
                    }
                ]
            },
            {
                "text": "Then rose up certain of the elders of the land, and spake to all the assembly of the people, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Micah the Morasthite prophesied in the days of Hezekiah king of Judah, and spake to all the people of Judah, saying, Thus saith the Lord of hosts; Zion shall be plowed like a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest.",
                "footnotes": [
                    {
                        "footnote": "Micah 1:1.",
                        "start": 0,
                        "end": 5
                    },
                    {
                        "footnote": "Micah 3:12.",
                        "start": 161,
                        "end": 167
                    },
                    {
                        "footnote": "1 Ne. 1:4 (4–18); 2 Ne. 1:4; Hel. 8:20.",
                        "start": 186,
                        "end": 195
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 168,
                        "end": 172
                    }
                ]
            },
            {
                "text": "Did Hezekiah king of Judah and all Judah put him at all to death? did he not fear the Lord, and besought the Lord, and the Lord repented him of the evil which he had pronounced against them? Thus might we procure great evil against our souls.",
                "footnotes": [
                    {
                        "footnote": "JST Jer. 26:19 … and beseech the Lord and repent? and the Lord turned away the evil which he had pronounced against them. Thus by putting Jeremiah to death we might procure great evil against our souls.",
                        "start": 92,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was also a man that prophesied in the name of the Lord, Urijah the son of Shemaiah of Kirjath-jearim, who prophesied against this city and against this land according to all the words of Jeremiah:",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:4.",
                        "start": 116,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Jehoiakim the king, with all his mighty men, and all the princes, heard his words, the king sought to put him to death: but when Urijah heard it, he was afraid, and fled, and went into Egypt;",
                "footnotes": [
                    {
                        "footnote": "Jer. 26:1.",
                        "start": 9,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jehoiakim the king sent men into Egypt, namely, Elnathan the son of Achbor, and certain men with him into Egypt.",
                "footnotes": [
                    {
                        "footnote": "Jer. 36:12.",
                        "start": 52,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 51
                    },
                    {
                        "start": 84,
                        "end": 91
                    }
                ]
            },
            {
                "text": "And they fetched forth Urijah out of Egypt, and brought him unto Jehoiakim the king; who slew him with the sword, and cast his dead body into the graves of the common people.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 3:18 (17–18).",
                        "start": 89,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless the hand of Ahikam the son of Shaphan was with Jeremiah, that they should not give him into the hand of the people to put him to death.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 22:12.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "2 Chr. 34:8; Jer. 36:10.",
                        "start": 43,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}