{
    "_id": "jeremiah34",
    "nextChapterId": "jeremiah35",
    "prevChapterId": "jeremiah33",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 34,
        "summary": "Jeremiah prophesies the captivity of Zedekiah—The people of Judah will be removed into all the kingdoms of the earth.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "The word which came unto Jeremiah from the Lord, when Nebuchadnezzar king of Babylon, and all his army, and all the kingdoms of the earth of his dominion, and all the people, fought against Jerusalem, and against all the cities thereof, saying,",
                "footnotes": [
                    {
                        "footnote": "Ezek. 26:3.",
                        "start": 205,
                        "end": 212
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord, the God of Israel; Go and speak to Zedekiah king of Judah, and tell him, Thus saith the Lord; Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire:",
                "footnotes": [
                    {
                        "footnote": "Jer. 21:10; 38:3; 52:13.",
                        "start": 174,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou shalt not escape out of his hand, but shalt surely be taken, and delivered into his hand; and thine eyes shall behold the eyes of the king of Babylon, and he shall speak with thee mouth to mouth, and thou shalt go to Babylon.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Bondage of, in Other Lands.",
                        "start": 151,
                        "end": 158
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 991
                    }
                ],
                "italics": []
            },
            {
                "text": "Yet hear the word of the Lord, O Zedekiah king of Judah; Thus saith the Lord of thee, Thou shalt not die by the sword:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But thou shalt die in peace: and with the burnings of thy fathers, the former kings which were before thee, so shall they burn odours for thee; and they will lament thee, saying, Ah lord! for I have pronounced the word, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    },
                    {
                        "start": 127,
                        "end": 133
                    },
                    {
                        "start": 171,
                        "end": 178
                    }
                ]
            },
            {
                "text": "Then Jeremiah the prophet spake all these words unto Zedekiah king of Judah in Jerusalem,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When the king of Babylon's army fought against Jerusalem, and against all the cities of Judah that were left, against Lachish, and against Azekah: for these defenced cities remained of the cities of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the word that came unto Jeremiah from the Lord, after that the king Zedekiah had made a covenant with all the people which were at Jerusalem, to proclaim liberty unto them;",
                "footnotes": [
                    {
                        "footnote": "TG Liberty.",
                        "start": 162,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 7
                    },
                    {
                        "start": 131,
                        "end": 135
                    }
                ]
            },
            {
                "text": "That every man should let his manservant, and every man his maidservant, being an Hebrew or an Hebrewess, go free; that none should serve himself of them, to wit, of a Jew his brother.",
                "footnotes": [
                    {
                        "footnote": "OR enslave them.",
                        "start": 132,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 78
                    },
                    {
                        "start": 155,
                        "end": 162
                    }
                ]
            },
            {
                "text": "Now when all the princes, and all the people, which had entered into the covenant, heard that every one should let his manservant, and every one his maidservant, go free, that none should serve themselves of them any more, then they obeyed, and let them go.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 249,
                        "end": 253
                    }
                ]
            },
            {
                "text": "But afterward they turned, and caused the servants and the handmaids, whom they had let go free, to return, and brought them into subjection for servants and for handmaids.",
                "footnotes": [
                    {
                        "footnote": "IE turned back on their word.",
                        "start": 19,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the word of the Lord came to Jeremiah from the Lord, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord, the God of Israel; I made a covenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondmen, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "At the end of seven years let ye go every man his brother an Hebrew, which hath been sold unto thee; and when he hath served thee six years, thou shalt let him go free from thee: but your fathers hearkened not unto me, neither inclined their ear.",
                "footnotes": [
                    {
                        "footnote": "TG Sabbatical Year.",
                        "start": 14,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye were now turned, and had done right in my sight, in proclaiming liberty every man to his neighbour; and ye had made a covenant before me in the house which is called by my name:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But ye turned and polluted my name, and caused every man his servant, and every man his handmaid, whom ye had set at liberty at their pleasure, to return, and brought them into subjection, to be unto you for servants and for handmaids.",
                "footnotes": [
                    {
                        "footnote": "HEB profaned. TG Pollution.",
                        "start": 18,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore thus saith the Lord; Ye have not hearkened unto me, in proclaiming liberty, every one to his brother, and every man to his neighbour: behold, I proclaim a liberty for you, saith the Lord, to the sword, to the pestilence, and to the famine; and I will make you to be removed into all the kingdoms of the earth.",
                "footnotes": [
                    {
                        "footnote": "TG Liberty.",
                        "start": 77,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will give the men that have transgressed my covenant, which have not performed the words of the covenant which they had made before me, when they cut the calf in twain, and passed between the parts thereof,",
                "footnotes": [
                    {
                        "footnote": "Gen. 15:10.",
                        "start": 152,
                        "end": 155
                    },
                    {
                        "footnote": "Gen. 15:17.",
                        "start": 179,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The princes of Judah, and the princes of Jerusalem, the eunuchs, and the priests, and all the people of the land, which passed between the parts of the calf;",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 992
                    }
                ],
                "italics": []
            },
            {
                "text": "I will even give them into the hand of their enemies, and into the hand of them that seek their life: and their dead bodies shall be for meat unto the fowls of the heaven, and to the beasts of the earth.",
                "footnotes": [
                    {
                        "footnote": "Jer. 22:25.",
                        "start": 12,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Zedekiah king of Judah and his princes will I give into the hand of their enemies, and into the hand of them that seek their life, and into the hand of the king of Babylon's army, which are gone up from you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire: and I will make the cities of Judah a desolation without an inhabitant.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}