{
    "_id": "jeremiah37",
    "nextChapterId": "jeremiah38",
    "prevChapterId": "jeremiah36",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 37,
        "summary": "Jeremiah prophesies that Egypt will not save Judah from Babylon—He is cast into a dungeon—Zedekiah transfers him to the court of the prison.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And king Zedekiah the son of Josiah reigned instead of Coniah the son of Jehoiakim, whom Nebuchadrezzar king of Babylon made king in the land of Judah.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 36:11 (10–12).",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "2 Kgs. 24:17 (17–18); 1 Ne. 1:4; 5:13 (12–13); Omni 1:15.",
                        "start": 9,
                        "end": 17
                    },
                    {
                        "footnote": "Jer. 22:24.",
                        "start": 55,
                        "end": 61
                    },
                    {
                        "footnote": "Jer. 52:31.",
                        "start": 73,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But neither he, nor his servants, nor the people of the land, did hearken unto the words of the Lord, which he spake by the prophet Jeremiah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Zedekiah the king sent Jehucal the son of Shelemiah and Zephaniah the son of Maaseiah the priest to the prophet Jeremiah, saying, Pray now unto the Lord our God for us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Jeremiah came in and went out among the people: for they had not put him into prison.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Pharaoh's army was come forth out of Egypt: and when the Chaldeans that besieged Jerusalem heard tidings of them, they departed from Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then came the word of the Lord unto the prophet Jeremiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord, the God of Israel; Thus shall ye say to the king of Judah, that sent you unto me to inquire of me; Behold, Pharaoh's army, which is come forth to help you, shall return to Egypt into their own land.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 17:17.",
                        "start": 138,
                        "end": 142
                    },
                    {
                        "footnote": "Lam. 4:17.",
                        "start": 193,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Chaldeans shall come again, and fight against this city, and take it, and burn it with fire.",
                "footnotes": [
                    {
                        "footnote": "Jer. 52:13.",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord; Deceive not yourselves, saying, The Chaldeans shall surely depart from us: for they shall not depart.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For though ye had smitten the whole army of the Chaldeans that fight against you, and there remained but wounded men among them, yet should they rise up every man in his tent, and burn this city with fire.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 101,
                        "end": 104
                    },
                    {
                        "start": 129,
                        "end": 132
                    }
                ]
            },
            {
                "text": "And it came to pass, that when the army of the Chaldeans was broken up from Jerusalem for fear of Pharaoh's army,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Jeremiah went forth out of Jerusalem to go into the land of Benjamin, to separate himself thence in the midst of the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he was in the gate of Benjamin, a captain of the ward was there, whose name was Irijah, the son of Shelemiah, the son of Hananiah; and he took Jeremiah the prophet, saying, Thou fallest away to the Chaldeans.",
                "footnotes": [
                    {
                        "footnote": "OR art deserting.",
                        "start": 187,
                        "end": 199
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 66
                    },
                    {
                        "start": 85,
                        "end": 88
                    }
                ]
            },
            {
                "text": "Then said Jeremiah, It is false; I fall not away to the Chaldeans. But he hearkened not to him: so Irijah took Jeremiah, and brought him to the princes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Wherefore the princes were wroth with Jeremiah, and smote him, and put him in prison in the house of Jonathan the scribe: for they had made that the prison.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 27:5.",
                        "start": 38,
                        "end": 46
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 149,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When Jeremiah was entered into the dungeon, and into the cabins, and Jeremiah had remained there many days;",
                "footnotes": [
                    {
                        "footnote": "OR cells.",
                        "start": 57,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Zedekiah the king sent, and took him out: and the king asked him secretly in his house, and said, Is there any word from the Lord? And Jeremiah said, There is: for, said he, thou shalt be delivered into the hand of the king of Babylon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 115
                    }
                ]
            },
            {
                "text": "Moreover Jeremiah said unto king Zedekiah, What have I offended against thee, or against thy servants, or against this people, that ye have put me in prison?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Where are now your prophets which prophesied unto you, saying, The king of Babylon shall not come against you, nor against this land?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    }
                ]
            },
            {
                "text": "Therefore hear now, I pray thee, O my lord the king: let my supplication, I pray thee, be accepted before thee; that thou cause me not to return to the house of Jonathan the scribe, lest I die there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Zedekiah the king commanded that they should commit Jeremiah into the court of the prison, and that they should give him daily a piece of bread out of the bakers' street, until all the bread in the city were spent. Thus Jeremiah remained in the court of the prison.",
                "footnotes": [
                    {
                        "footnote": "Jer. 38:9.",
                        "start": 143,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}