{
    "_id": "esther6",
    "nextChapterId": "esther7",
    "prevChapterId": "esther5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Esther",
        "titleShort": "Esth",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "esther"
    },
    "chapter": {
        "bookTitle": "Esther",
        "delineation": "Chapter",
        "number": 6,
        "summary": "Mordecai receives great honors—Haman mourns and is counseled by his wife.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king.",
                "footnotes": [
                    {
                        "footnote": "Esth. 2:23.",
                        "start": 78,
                        "end": 85
                    },
                    {
                        "footnote": "Esth. 10:2.",
                        "start": 93,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus.",
                "footnotes": [
                    {
                        "footnote": "Esth. 2:21 (21–23).",
                        "start": 52,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said, What honour and dignity hath been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said, Who is in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him.",
                "footnotes": [
                    {
                        "footnote": "Esth. 4:11.",
                        "start": 76,
                        "end": 81
                    },
                    {
                        "footnote": "Esth. 5:14.",
                        "start": 106,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Haman answered the king, For the man whom the king delighteth to honour,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 53
                    }
                ]
            },
            {
                "text": "And let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 125,
                        "end": 131
                    }
                ]
            },
            {
                "text": "Then the king said to Haman, Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 41,
                        "end": 44
                    }
                ]
            },
            {
                "text": "Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 15:30.",
                        "start": 99,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 62
                    },
                    {
                        "start": 151,
                        "end": 153
                    }
                ]
            },
            {
                "text": "And while they were yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared.",
                "footnotes": [
                    {
                        "footnote": "Esth. 5:8.",
                        "start": 107,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 19
                    }
                ]
            }
        ]
    }
}