{
    "_id": "esther5",
    "nextChapterId": "esther6",
    "prevChapterId": "esther4",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Esther",
        "titleShort": "Esth",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "esther"
    },
    "chapter": {
        "bookTitle": "Esther",
        "delineation": "Chapter",
        "number": 5,
        "summary": "The king receives Esther—She invites him and Haman to a banquet—Haman plans to have Mordecai hanged.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass on the third day, that Esther put on her royal apparel, and stood in the inner court of the king's house, over against the king's house: and the king sat upon his royal throne in the royal house, over against the gate of the house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 60
                    },
                    {
                        "start": 67,
                        "end": 75
                    }
                ]
            },
            {
                "text": "And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre.",
                "footnotes": [
                    {
                        "footnote": "Esth. 4:11.",
                        "start": 155,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 77
                    },
                    {
                        "start": 168,
                        "end": 171
                    }
                ]
            },
            {
                "text": "Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.",
                "footnotes": [
                    {
                        "footnote": "Mark 6:23.",
                        "start": 119,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 70
                    }
                ]
            },
            {
                "text": "And Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 31
                    }
                ]
            },
            {
                "text": "Then the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said unto Esther at the banquet of wine, What is thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed.",
                "footnotes": [
                    {
                        "footnote": "Esth. 7:2.",
                        "start": 66,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 61
                    },
                    {
                        "start": 115,
                        "end": 117
                    }
                ]
            },
            {
                "text": "Then answered Esther, and said, My petition and my request is;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "If I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.",
                "footnotes": [
                    {
                        "footnote": "Esth. 6:14.",
                        "start": 159,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai.",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:5.",
                        "start": 117,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king.",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:1.",
                        "start": 123,
                        "end": 131
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 101
                    }
                ]
            },
            {
                "text": "Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.",
                "footnotes": [
                    {
                        "footnote": "Esth. 7:9.",
                        "start": 62,
                        "end": 69
                    },
                    {
                        "footnote": "Esth. 6:4.",
                        "start": 114,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}