{
    "_id": "nehemiah4",
    "nextChapterId": "nehemiah5",
    "prevChapterId": "nehemiah3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Nehemiah",
        "titleShort": "Neh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "nehemiah"
    },
    "chapter": {
        "bookTitle": "Nehemiah",
        "delineation": "Chapter",
        "number": 4,
        "summary": "The Jews' enemies seek to prevent them from rebuilding the walls of Jerusalem—Nehemiah arms the laborers and keeps the work progressing.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "But it came to pass, that when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.",
                "footnotes": [
                    {
                        "footnote": "Neh. 2:10 (10, 18–20).",
                        "start": 31,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he spake before his brethren and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 27
                    }
                ]
            },
            {
                "text": "Hear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked thee to anger before the builders.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 112
                    }
                ]
            },
            {
                "text": "So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.",
                "footnotes": [
                    {
                        "footnote": "TG Common Consent.",
                        "start": 90,
                        "end": 96
                    },
                    {
                        "footnote": "D&C 52:39; 75:3; 115:10.",
                        "start": 111,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,",
                "footnotes": [
                    {
                        "footnote": "Neh. 6:16.",
                        "start": 31,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 25
                    },
                    {
                        "start": 159,
                        "end": 162
                    }
                ]
            },
            {
                "text": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 46
                    }
                ]
            },
            {
                "text": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 79
                    }
                ]
            },
            {
                "text": "And our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 142,
                        "end": 164
                    }
                ]
            },
            {
                "text": "Therefore set I in the lower places behind the wall, and on the higher places, I even set the people after their families with their swords, their spears, and their bows.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the Lord, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.",
                "footnotes": [
                    {
                        "footnote": "D&C 98:14; 122:9.",
                        "start": 113,
                        "end": 119
                    },
                    {
                        "footnote": "OR feared, revered.",
                        "start": 167,
                        "end": 175
                    },
                    {
                        "footnote": "TG War.",
                        "start": 181,
                        "end": 186
                    },
                    {
                        "footnote": "Alma 46:12.",
                        "start": 242,
                        "end": 247
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 148,
                        "end": 156
                    }
                ]
            },
            {
                "text": "And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
                "footnotes": [
                    {
                        "footnote": "Ps. 33:10.",
                        "start": 97,
                        "end": 104
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 653
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers were behind all the house of Judah.",
                "footnotes": [
                    {
                        "footnote": "Probably armor of tough leather.",
                        "start": 176,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 46
                    },
                    {
                        "start": 203,
                        "end": 207
                    }
                ]
            },
            {
                "text": "They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 92
                    },
                    {
                        "start": 155,
                        "end": 159
                    }
                ]
            },
            {
                "text": "For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 68
                    },
                    {
                        "start": 110,
                        "end": 113
                    }
                ]
            },
            {
                "text": "And I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 87,
                        "end": 89
                    }
                ]
            },
            {
                "text": "In what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 14,
                        "end": 23
                    }
                ]
            },
            {
                "text": "So we laboured in the work: and half of them held the spears from the rising of the morning till the stars appeared.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Likewise at the same time said I unto the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labour on the day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So neither I, nor my brethren, nor my servants, nor the men of the guard which followed me, none of us put off our clothes, saving that every one put them off for washing.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 124,
                        "end": 135
                    }
                ]
            }
        ]
    }
}