{
    "_id": "nehemiah5",
    "nextChapterId": "nehemiah6",
    "prevChapterId": "nehemiah4",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Nehemiah",
        "titleShort": "Neh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "nehemiah"
    },
    "chapter": {
        "bookTitle": "Nehemiah",
        "delineation": "Chapter",
        "number": 5,
        "summary": "Many Jews are in bondage to their fellow Jews—At Nehemiah's direction they are freed, their lands are restored, and the taking of usury is discontinued.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And there was a great cry of the people and of their wives against their brethren the Jews.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For there were that said, We, our sons, and our daughters, are many: therefore we take up corn for them, that we may eat, and live.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    },
                    {
                        "start": 95,
                        "end": 104
                    }
                ]
            },
            {
                "text": "Some also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth.",
                "footnotes": [
                    {
                        "footnote": "OR famine.",
                        "start": 123,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "There were also that said, We have borrowed money for the king's tribute, and that upon our lands and vineyards.",
                "footnotes": [
                    {
                        "footnote": "TG Borrow; Debt.",
                        "start": 35,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 87
                    }
                ]
            },
            {
                "text": "Yet now our flesh is as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already: neither is it in our power to redeem them; for other men have our lands and vineyards.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 20
                    },
                    {
                        "start": 161,
                        "end": 165
                    },
                    {
                        "start": 208,
                        "end": 216
                    },
                    {
                        "start": 225,
                        "end": 230
                    },
                    {
                        "start": 244,
                        "end": 259
                    }
                ]
            },
            {
                "text": "And I was very angry when I heard their cry and these words.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them.",
                "footnotes": [
                    {
                        "footnote": "TG Usury.",
                        "start": 101,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing to answer.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 228,
                        "end": 238
                    }
                ]
            },
            {
                "text": "Also I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 56,
                        "end": 60
                    },
                    {
                        "footnote": "TG Heathen.",
                        "start": 115,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 18
                    }
                ]
            },
            {
                "text": "I likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 15
                    }
                ]
            },
            {
                "text": "Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.",
                "footnotes": [
                    {
                        "footnote": "OR the hundred pieces of silver.",
                        "start": 116,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 130,
                        "end": 134
                    }
                ]
            },
            {
                "text": "Then said they, We will restore them, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 37
                    }
                ]
            },
            {
                "text": "Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the Lord. And the people did according to this promise.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 27:5.",
                        "start": 213,
                        "end": 217
                    },
                    {
                        "footnote": "Mosiah 2:14 (12, 14).",
                        "start": 232,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 172,
                        "end": 180
                    }
                ]
            },
            {
                "text": "But the former governors that had been before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God.",
                "footnotes": [
                    {
                        "footnote": "HEB laid a heavy burden upon the people.",
                        "start": 49,
                        "end": 53
                    },
                    {
                        "footnote": "TG Authority.",
                        "start": 182,
                        "end": 186
                    },
                    {
                        "footnote": "TG Reverence.",
                        "start": 237,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 38
                    }
                ]
            },
            {
                "text": "Yea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 96,
                        "end": 100
                    }
                ]
            },
            {
                "text": "Moreover there were at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that are about us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 19
                    },
                    {
                        "start": 136,
                        "end": 139
                    }
                ]
            },
            {
                "text": "Now that which was prepared for me daily was one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 8
                    },
                    {
                        "start": 28,
                        "end": 34
                    },
                    {
                        "start": 41,
                        "end": 44
                    },
                    {
                        "start": 52,
                        "end": 55
                    }
                ]
            },
            {
                "text": "Think upon me, my God, for good, according to all that I have done for this people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 33,
                        "end": 42
                    }
                ]
            }
        ]
    }
}