{
    "_id": "1nephi13",
    "nextChapterId": "1nephi14",
    "prevChapterId": "1nephi12",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "1 Nephi",
        "titleShort": "1 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1nephi"
    },
    "chapter": {
        "bookTitle": "1 Nephi",
        "delineation": "Chapter",
        "number": 13,
        "summary": "Nephi sees in vision the church of the devil set up among the Gentiles, the discovery and colonizing of America, the loss of many plain and precious parts of the Bible, the resultant state of gentile apostasy, the restoration of the gospel, the coming forth of latter-day scripture, and the building up of Zion. About 600–592 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that the angel spake unto me, saying: Look! And I looked and beheld many nations and kingdoms.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel said unto me: What beholdest thou? And I said: I behold many nations and kingdoms.",
                "footnotes": [
                    {
                        "footnote": "TG Kings, Earthly; Nations.",
                        "start": 75,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto me: These are the nations and kingdoms of the Gentiles.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I saw among the nations of the Gentiles the formation of a great church.",
                "footnotes": [
                    {
                        "footnote": "TG Gentiles.",
                        "start": 56,
                        "end": 64
                    },
                    {
                        "footnote": "1 Ne. 13:26 (26, 34); 14:10 (3, 9–17).",
                        "start": 84,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel said unto me: Behold the formation of a church which is most abominable above all other churches, which slayeth the saints of God, yea, and tortureth them and bindeth them down, and yoketh them with a yoke of iron, and bringeth them down into captivity.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:16.",
                        "start": 54,
                        "end": 60
                    },
                    {
                        "footnote": "Rev. 17:6 (3–6); 18:24; 1 Ne. 14:13.",
                        "start": 118,
                        "end": 125
                    },
                    {
                        "footnote": "Jer. 28:14 (10–14). TG Bondage, Spiritual.",
                        "start": 215,
                        "end": 219
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I beheld this great and abominable church; and I saw the devil that he was the founder of it.",
                "footnotes": [
                    {
                        "footnote": "D&C 88:94.",
                        "start": 39,
                        "end": 44
                    },
                    {
                        "footnote": "TG Devil, Church of.",
                        "start": 49,
                        "end": 59
                    },
                    {
                        "footnote": "1 Ne. 22:23 (22–23). TG Devil.",
                        "start": 82,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.",
                "footnotes": [
                    {
                        "footnote": "Morm. 8:37 (36–38).",
                        "start": 15,
                        "end": 19
                    },
                    {
                        "footnote": "Ether 10:24.",
                        "start": 74,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine-twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church.",
                "footnotes": [
                    {
                        "footnote": "Rev. 18:19 (10–24); Morm. 8:37 (36–41).",
                        "start": 182,
                        "end": 189
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also for the praise of the world do they destroy the saints of God, and bring them down into captivity.",
                "footnotes": [
                    {
                        "footnote": "Morm. 8:38.",
                        "start": 17,
                        "end": 23
                    },
                    {
                        "footnote": "Rev. 13:7 (4–7).",
                        "start": 45,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I looked and beheld many waters; and they divided the Gentiles from the seed of my brethren.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the angel said unto me: Behold the wrath of God is upon the seed of thy brethren.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.",
                "footnotes": [
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 171,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I beheld the Spirit of God, that it wrought upon other Gentiles; and they went forth out of captivity, upon the many waters.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I beheld many multitudes of the Gentiles upon the land of promise; and I beheld the wrath of God, that it was upon the seed of my brethren; and they were scattered before the Gentiles and were smitten.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:11; Morm. 5:19 (19–20).",
                        "start": 39,
                        "end": 49
                    },
                    {
                        "footnote": "TG Promised Lands.",
                        "start": 75,
                        "end": 90
                    },
                    {
                        "footnote": "1 Ne. 22:7. TG Israel, Scattering of.",
                        "start": 179,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I beheld the Spirit of the Lord, that it was upon the Gentiles, and they did prosper and obtain the land for their inheritance; and I beheld that they were white, and exceedingly fair and beautiful, like unto my people before they were slain.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:19.",
                        "start": 93,
                        "end": 99
                    },
                    {
                        "footnote": "2 Ne. 10:19.",
                        "start": 104,
                        "end": 108
                    },
                    {
                        "footnote": "2 Ne. 5:21; 4 Ne. 1:10; Morm. 9:6.",
                        "start": 192,
                        "end": 201
                    },
                    {
                        "footnote": "Morm. 6:19 (17–22).",
                        "start": 240,
                        "end": 245
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, beheld that the Gentiles who had gone forth out of captivity did humble themselves before the Lord; and the power of the Lord was with them.",
                "footnotes": [
                    {
                        "footnote": "D&C 101:80.",
                        "start": 165,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I beheld that their mother Gentiles were gathered together upon the waters, and upon the land also, to battle against them.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 25
                    }
                ],
                "italics": []
            },
            {
                "text": "And I beheld that the power of God was with them, and also that the wrath of God was upon all those that were gathered together against them to battle.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:35.",
                        "start": 128,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I, Nephi, beheld that the Gentiles that had gone out of captivity were delivered by the power of God out of the hands of all other nations.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:10 (10–14); 3 Ne. 21:4; Ether 2:12.",
                        "start": 75,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, beheld that they did prosper in the land; and I beheld a book, and it was carried forth among them.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:41 (3–41); 14:23.",
                        "start": 92,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel said unto me: Knowest thou the meaning of the book?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto him: I know not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:38; 2 Ne. 29:6 (4–12).",
                        "start": 111,
                        "end": 115
                    },
                    {
                        "footnote": "TG Scriptures, Preservation of.",
                        "start": 141,
                        "end": 147
                    },
                    {
                        "footnote": "2 Ne. 3:12.",
                        "start": 155,
                        "end": 159
                    },
                    {
                        "footnote": "1 Ne. 5:10 (10–22); 19:22.",
                        "start": 379,
                        "end": 394
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p23",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And the angel of the Lord said unto me: Thou hast beheld that the book proceeded forth from the mouth of a Jew; and when it proceeded forth from the mouth of a Jew it contained the fulness of the gospel of the Lord, of whom the twelve apostles bear record; and they bear record according to the truth which is in the Lamb of God.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 29:3.",
                        "start": 66,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, these things go forth from the Jews in purity unto the Gentiles, according to the truth which is in God.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 29:4 (4–6); D&C 3:16. TG Israel, Judah, People of.",
                        "start": 42,
                        "end": 46
                    },
                    {
                        "footnote": "TG Gentiles.",
                        "start": 66,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after they go forth by the hand of the twelve apostles of the Lamb, from the Jews unto the Gentiles, thou seest the formation of that great and abominable church, which is most abominable above all other churches; for behold, they have taken away from the gospel of the Lamb many parts which are plain and most precious; and also many covenants of the Lord have they taken away.",
                "footnotes": [
                    {
                        "footnote": "Luke 1:1 (1–4); 2 Tim. 4:13.",
                        "start": 31,
                        "end": 35
                    },
                    {
                        "footnote": "Matt. 21:43.",
                        "start": 86,
                        "end": 90
                    },
                    {
                        "footnote": "1 Ne. 13:4 (4–6); 14:10 (3, 9–17).",
                        "start": 138,
                        "end": 143
                    },
                    {
                        "footnote": "TG Apostasy of the Early Christian Church.",
                        "start": 159,
                        "end": 165
                    },
                    {
                        "footnote": "Morm. 8:33; Moses 1:41. TG False Doctrine; Scriptures, Lost.",
                        "start": 240,
                        "end": 245
                    },
                    {
                        "footnote": "1 Ne. 14:21 (20–26); A of F 1:8.",
                        "start": 300,
                        "end": 305
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all this have they done that they might pervert the right ways of the Lord, that they might blind the eyes and harden the hearts of the children of men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, thou seest that after the book hath gone forth through the hands of the great and abominable church, that there are many plain and precious things taken away from the book, which is the book of the Lamb of God.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 14:23.",
                        "start": 142,
                        "end": 150
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest—because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God—because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.",
                "footnotes": [
                    {
                        "footnote": "2 Pet. 3:16.",
                        "start": 47,
                        "end": 52
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 26
                    }
                ],
                "italics": []
            },
            {
                "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                "footnotes": [
                    {
                        "footnote": "TG Lands of Inheritance; Promised Lands.",
                        "start": 321,
                        "end": 325
                    },
                    {
                        "footnote": "2 Ne. 29:12 (12–13); Alma 45:14 (10–14); D&C 3:17.",
                        "start": 447,
                        "end": 454
                    },
                    {
                        "footnote": "2 Ne. 3:3.",
                        "start": 462,
                        "end": 466
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither will he suffer that the Gentiles shall destroy the seed of thy brethren.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 4:7; 10:18 (18–19); Jacob 3:6 (5–9); Hel. 15:12 (10–17); 3 Ne. 16:8 (4–13); Morm. 5:20 (20–21).",
                        "start": 47,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither will the Lord God suffer that the Gentiles shall forever remain in that awful state of blindness, which thou beholdest they are in, because of the plain and most precious parts of the gospel of the Lamb which have been kept back by that abominable church, whose formation thou hast seen.",
                "footnotes": [
                    {
                        "footnote": "TG Devil, Church of.",
                        "start": 245,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore saith the Lamb of God: I will be merciful unto the Gentiles, unto the visiting of the remnant of the house of Israel in great judgment.",
                "footnotes": [
                    {
                        "footnote": "Isa. 42:1 (1, 3–4).",
                        "start": 43,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the angel of the Lord spake unto me, saying: Behold, saith the Lamb of God, after I have visited the remnant of the house of Israel—and this remnant of whom I speak is the seed of thy father—wherefore, after I have visited them in judgment, and smitten them by the hand of the Gentiles, and after the Gentiles do stumble exceedingly, because of the most plain and precious parts of the gospel of the Lamb which have been kept back by that abominable church, which is the mother of harlots, saith the Lamb—I will be merciful unto the Gentiles in that day, insomuch that I will bring forth unto them, in mine own power, much of my gospel, which shall be plain and precious, saith the Lamb.",
                "footnotes": [
                    {
                        "footnote": "D&C 124:8; Abr. 1:17.",
                        "start": 114,
                        "end": 121
                    },
                    {
                        "footnote": "TG Israel, Joseph, People of.",
                        "start": 126,
                        "end": 133
                    },
                    {
                        "footnote": "1 Ne. 14:1 (1–3); 2 Ne. 26:20.",
                        "start": 338,
                        "end": 345
                    },
                    {
                        "footnote": "TG Gospel.",
                        "start": 411,
                        "end": 417
                    },
                    {
                        "footnote": "TG Millennium, Preparing a People for.",
                        "start": 558,
                        "end": 566
                    },
                    {
                        "footnote": "TG Scriptures, Lost.",
                        "start": 601,
                        "end": 612
                    },
                    {
                        "footnote": "D&C 10:62. TG Restoration of the Gospel.",
                        "start": 654,
                        "end": 660
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For, behold, saith the Lamb: I will manifest myself unto thy seed, that they shall write many things which I shall minister unto them, which shall be plain and precious; and after thy seed shall be destroyed, and dwindle in unbelief, and also the seed of thy brethren, behold, these things shall be hid up, to come forth unto the Gentiles, by the gift and power of the Lamb.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 14:7; 22:8; 2 Ne. 27:26 (6–26); 29:1 (1–2). TG Book of Mormon.",
                        "start": 277,
                        "end": 289
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in them shall be written my gospel, saith the Lamb, and my rock and my salvation.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 27:21.",
                        "start": 32,
                        "end": 38
                    },
                    {
                        "footnote": "3 Ne. 11:39 (38–39). TG Rock.",
                        "start": 63,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end they shall be lifted up at the last day, and shall be saved in the everlasting kingdom of the Lamb; and whoso shall publish peace, yea, tidings of great joy, how beautiful upon the mountains shall they be.",
                "footnotes": [
                    {
                        "footnote": "Jacob 5:75 (70–76); D&C 21:9. TG Israel, Mission of; Mission of Latter-day Saints.",
                        "start": 4,
                        "end": 11
                    },
                    {
                        "footnote": "TG Zion.",
                        "start": 54,
                        "end": 58
                    },
                    {
                        "footnote": "TG Holy Ghost, Gift of.",
                        "start": 96,
                        "end": 100
                    },
                    {
                        "footnote": "Luke 24:49; 1 Ne. 14:14; D&C 38:38 (32–38).",
                        "start": 109,
                        "end": 114
                    },
                    {
                        "footnote": "3 Ne. 27:16. TG Endure; Perseverance; Steadfastness.",
                        "start": 146,
                        "end": 152
                    },
                    {
                        "footnote": "James 4:10.",
                        "start": 180,
                        "end": 189
                    },
                    {
                        "footnote": "TG Kingdom of God, in Heaven.",
                        "start": 245,
                        "end": 252
                    },
                    {
                        "footnote": "Isa. 52:7 (7–10); Mark 13:10; 3 Ne. 20:40.",
                        "start": 282,
                        "end": 289
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 27
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that I beheld the remnant of the seed of my brethren, and also the book of the Lamb of God, which had proceeded forth from the mouth of the Jew, that it came forth from the Gentiles unto the remnant of the seed of my brethren.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:23; 2 Ne. 29:6 (4–6).",
                        "start": 87,
                        "end": 91
                    },
                    {
                        "footnote": "Morm. 5:15; 7:8 (8–9).",
                        "start": 202,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after it had come forth unto them I beheld other books, which came forth by the power of the Lamb, from the Gentiles unto them, unto the convincing of the Gentiles and the remnant of the seed of my brethren, and also the Jews who were scattered upon all the face of the earth, that the records of the prophets and of the twelve apostles of the Lamb are true.",
                "footnotes": [
                    {
                        "footnote": "D&C 9:2.",
                        "start": 47,
                        "end": 52
                    },
                    {
                        "footnote": "TG Scriptures to Come Forth.",
                        "start": 53,
                        "end": 58
                    },
                    {
                        "footnote": "Ezek. 37:17 (15–20); 1 Ne. 14:2 (1–5).",
                        "start": 141,
                        "end": 151
                    },
                    {
                        "footnote": "1 Ne. 14:30.",
                        "start": 357,
                        "end": 361
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel spake unto me, saying: These last records, which thou hast seen among the Gentiles, shall establish the truth of the first, which are of the twelve apostles of the Lamb, and shall make known the plain and precious things which have been taken away from them; and shall make known to all kindreds, tongues, and people, that the Lamb of God is the Son of the Eternal Father, and the Savior of the world; and that all men must come unto him, or they cannot be saved.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 26:17 (16–17); 27:6 (6–26); 29:12. TG Book of Mormon.",
                        "start": 43,
                        "end": 55
                    },
                    {
                        "footnote": "TG Scriptures, Value of.",
                        "start": 104,
                        "end": 113
                    },
                    {
                        "footnote": "See the title page of the Book of Mormon. TG Bible.",
                        "start": 131,
                        "end": 136
                    },
                    {
                        "footnote": "1 Ne. 11:29; 12:9.",
                        "start": 155,
                        "end": 170
                    },
                    {
                        "footnote": "Moses 1:6.",
                        "start": 395,
                        "end": 401
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they must come according to the words which shall be established by the mouth of the Lamb; and the words of the Lamb shall be made known in the records of thy seed, as well as in the records of the twelve apostles of the Lamb; wherefore they both shall be established in one; for there is one God and one Shepherd over all the earth.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:20 (20–28).",
                        "start": 187,
                        "end": 194
                    },
                    {
                        "footnote": "Ezek. 37:17.",
                        "start": 275,
                        "end": 278
                    },
                    {
                        "footnote": "Deut. 6:4; 2 Ne. 31:21.",
                        "start": 293,
                        "end": 300
                    },
                    {
                        "footnote": "TG Jesus Christ, Good Shepherd.",
                        "start": 309,
                        "end": 317
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the time cometh that he shall manifest himself unto all nations, both unto the Jews and also unto the Gentiles; and after he has manifested himself unto the Jews and also unto the Gentiles, then he shall manifest himself unto the Gentiles and also unto the Jews, and the last shall be first, and the first shall be last.",
                "footnotes": [
                    {
                        "footnote": "D&C 18:6, 26; 19:27; 21:12; 90:9 (8–9); 107:33; 112:4.",
                        "start": 83,
                        "end": 87
                    },
                    {
                        "footnote": "Jacob 5:63; Ether 13:12.",
                        "start": 275,
                        "end": 279
                    },
                    {
                        "footnote": "Luke 13:30; 1 Ne. 10:14; 15:13 (13–20); D&C 14:10.",
                        "start": 304,
                        "end": 309
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}