{
    "_id": "ether10",
    "nextChapterId": "ether11",
    "prevChapterId": "ether9",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 10,
        "summary": "One king succeeds another—Some of the kings are righteous; others are wicked—When righteousness prevails, the people are blessed and prospered by the Lord.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that Shez, who was a descendant of Heth—for Heth had perished by the famine, and all his household save it were Shez—wherefore, Shez began to build up again a broken people.",
                "footnotes": [
                    {
                        "footnote": "Ether 9:26 (25–29).",
                        "start": 64,
                        "end": 68
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 505
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that Shez did remember the destruction of his fathers, and he did build up a righteous kingdom; for he remembered what the Lord had done in bringing Jared and his brother across the deep; and he did walk in the ways of the Lord; and he begat sons and daughters.",
                "footnotes": [
                    {
                        "footnote": "Ether 6:12 (1–12).",
                        "start": 191,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And his eldest son, whose name was Shez, did rebel against him; nevertheless, Shez was smitten by the hand of a robber, because of his exceeding riches, which brought peace again unto his father.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 10:6.",
                        "start": 45,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that his father did build up many cities upon the face of the land, and the people began again to spread over all the face of the land. And Shez did live to an exceedingly old age; and he begat Riplakish. And he died, and Riplakish reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Riplakish did not do that which was right in the sight of the Lord, for he did have many wives and concubines, and did lay that upon men's shoulders which was grievous to be borne; yea, he did tax them with heavy taxes; and with the taxes he did build many spacious buildings.",
                "footnotes": [
                    {
                        "footnote": "Esth. 2:14; Jacob 3:5; Mosiah 11:2 (2–14).",
                        "start": 124,
                        "end": 134
                    },
                    {
                        "footnote": "Gen. 47:24.",
                        "start": 218,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did erect him an exceedingly beautiful throne; and he did build many prisons, and whoso would not be subject unto taxes he did cast into prison; and whoso was not able to pay taxes he did cast into prison; and he did cause that they should labor continually for their support; and whoso refused to labor he did cause to be put to death.",
                "footnotes": [
                    {
                        "footnote": "TG Oppression; Tyranny.",
                        "start": 134,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore he did obtain all his fine work, yea, even his fine gold he did cause to be refined in prison; and all manner of fine workmanship he did cause to be wrought in prison. And it came to pass that he did afflict the people with his whoredoms and abominations.",
                "footnotes": [
                    {
                        "footnote": "Esth. 1:4.",
                        "start": 62,
                        "end": 66
                    },
                    {
                        "footnote": "TG Art.",
                        "start": 128,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he had reigned for the space of forty and two years the people did rise up in rebellion against him; and there began to be war again in the land, insomuch that Riplakish was killed, and his descendants were driven out of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass after the space of many years, Morianton, (he being a descendant of Riplakish) gathered together an army of outcasts, and went forth and gave battle unto the people; and he gained power over many cities; and the war became exceedingly sore, and did last for the space of many years; and he did gain power over all the land, and did establish himself king over all the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after that he had established himself king he did ease the burden of the people, by which he did gain favor in the eyes of the people, and they did anoint him to be their king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did do justice unto the people, but not unto himself because of his many whoredoms; wherefore he was cut off from the presence of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Whore.",
                        "start": 80,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Morianton built up many cities, and the people became exceedingly rich under his reign, both in buildings, and in gold and silver, and in raising grain, and in flocks, and herds, and such things which had been restored unto them.",
                "footnotes": [
                    {
                        "footnote": "Ether 9:17 (17–18).",
                        "start": 139,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Morianton did live to an exceedingly great age, and then he begat Kim; and Kim did reign in the stead of his father; and he did reign eight years, and his father died. And it came to pass that Kim did not reign in righteousness, wherefore he was not favored of the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:35 (34–35).",
                        "start": 205,
                        "end": 208
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 506
                    }
                ],
                "italics": []
            },
            {
                "text": "And his brother did rise up in rebellion against him, by which he did bring him into captivity; and he did remain in captivity all his days; and he begat sons and daughters in captivity, and in his old age he begat Levi; and he died.",
                "footnotes": [
                    {
                        "footnote": "Ether 7:7; 8:4 (3–4); 10:30 (30–31).",
                        "start": 85,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Levi did serve in captivity after the death of his father, for the space of forty and two years. And he did make war against the king of the land, by which he did obtain unto himself the kingdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.",
                "footnotes": [
                    {
                        "footnote": "TG Old Age.",
                        "start": 171,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Corom did that which was good in the sight of the Lord all his days; and he begat many sons and daughters; and after he had seen many days he did pass away, even like unto the rest of the earth; and Kish reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Kish passed away also, and Lib reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Lib also did that which was good in the sight of the Lord. And in the days of Lib the poisonous serpents were destroyed. Wherefore they did go into the land southward, to hunt food for the people of the land, for the land was covered with animals of the forest. And Lib also himself became a great hunter.",
                "footnotes": [
                    {
                        "footnote": "Ether 9:31.",
                        "start": 111,
                        "end": 120
                    },
                    {
                        "footnote": "Gen. 25:27; Ether 2:1.",
                        "start": 323,
                        "end": 329
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they built a great city by the narrow neck of land, by the place where the sea divides the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 63:5.",
                        "start": 35,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did preserve the land southward for a wilderness, to get game. And the whole face of the land northward was covered with inhabitants.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:5; Ether 9:31 (31–32).",
                        "start": 31,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were exceedingly industrious, and they did buy and sell and traffic one with another, that they might get gain.",
                "footnotes": [
                    {
                        "footnote": "TG Industry.",
                        "start": 26,
                        "end": 37
                    },
                    {
                        "footnote": "Gen. 34:10 (10–21); Mosiah 24:7; 4 Ne. 1:46.",
                        "start": 69,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "Hel. 6:9 (9–11); Ether 9:17.",
                        "start": 35,
                        "end": 38
                    },
                    {
                        "footnote": "2 Ne. 5:15; Moses 5:46.",
                        "start": 80,
                        "end": 84
                    },
                    {
                        "footnote": "Gen. 4:22; Mosiah 8:10.",
                        "start": 90,
                        "end": 95
                    },
                    {
                        "footnote": "TG Art.",
                        "start": 288,
                        "end": 292
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did have silks, and fine-twined linen; and they did work all manner of cloth, that they might clothe themselves from their nakedness.",
                "footnotes": [
                    {
                        "footnote": "Ether 9:17.",
                        "start": 18,
                        "end": 23
                    },
                    {
                        "footnote": "Ex. 25:4 (4–5); 1 Ne. 13:7 (7–8).",
                        "start": 41,
                        "end": 46
                    },
                    {
                        "footnote": "TG Clothing.",
                        "start": 80,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did make all manner of tools to till the earth, both to plow and to sow, to reap and to hoe, and also to thrash.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did make all manner of tools with which they did work their beasts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did make all manner of weapons of war. And they did work all manner of work of exceedingly curious workmanship.",
                "footnotes": [
                    {
                        "footnote": "Ether 15:15.",
                        "start": 32,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And never could be a people more blessed than were they, and more prospered by the hand of the Lord. And they were in a land that was choice above all lands, for the Lord had spoken it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Lib did live many years, and begat sons and daughters; and he also begat Hearthom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Hearthom reigned in the stead of his father. And when Hearthom had reigned twenty and four years, behold, the kingdom was taken away from him. And he served many years in captivity, yea, even all the remainder of his days.",
                "footnotes": [
                    {
                        "footnote": "Ether 10:14; 11:9.",
                        "start": 196,
                        "end": 205
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Com drew away the half of the kingdom. And he reigned over the half of the kingdom forty and two years; and he went to battle against the king, Amgid, and they fought for the space of many years, during which time Com gained power over Amgid, and obtained power over the remainder of the kingdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the days of Com there began to be robbers in the land; and they adopted the old plans, and administered oaths after the manner of the ancients, and sought again to destroy the kingdom.",
                "footnotes": [
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 111,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Com did fight against them much; nevertheless, he did not prevail against them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}