{
    "_id": "ether2",
    "nextChapterId": "ether3",
    "prevChapterId": "ether1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 2,
        "summary": "The Jaredites prepare for their journey to a promised land—It is a choice land whereon men must serve Christ or be swept off—The Lord talks to the brother of Jared for three hours—The Jaredites build barges—The Lord asks the brother of Jared to propose how the barges will be lighted.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that Jared and his brother, and their families, and also the friends of Jared and his brother and their families, went down into the valley which was northward, (and the name of the valley was Nimrod, being called after the mighty hunter) with their flocks which they had gathered together, male and female, of every kind.",
                "footnotes": [
                    {
                        "footnote": "Ether 1:36.",
                        "start": 81,
                        "end": 88
                    },
                    {
                        "footnote": "Gen. 10:8; 1 Chr. 1:10.",
                        "start": 213,
                        "end": 219
                    },
                    {
                        "footnote": "Ether 1:41; 6:4; 9:18 (18–19).",
                        "start": 270,
                        "end": 276
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did also lay snares and catch fowls of the air; and they did also prepare a vessel, in which they did carry with them the fish of the waters.",
                "footnotes": [
                    {
                        "footnote": "Gen. 7:3 (1–3).",
                        "start": 39,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did also carry with them deseret, which, by interpretation, is a honey bee; and thus they did carry with them swarms of bees, and all manner of that which was upon the face of the land, seeds of every kind.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:5; 18:6.",
                        "start": 119,
                        "end": 125
                    },
                    {
                        "footnote": "1 Ne. 16:11.",
                        "start": 195,
                        "end": 200
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they had come down into the valley of Nimrod the Lord came down and talked with the brother of Jared; and he was in a cloud, and the brother of Jared saw him not.",
                "footnotes": [
                    {
                        "footnote": "Num. 11:25; D&C 34:7 (7–9); JS—H 1:68 (68–71).",
                        "start": 148,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord commanded them that they should go forth into the wilderness, yea, into that quarter where there never had man been. And it came to pass that the Lord did go before them, and did talk with them as he stood in a cloud, and gave directions whither they should travel.",
                "footnotes": [
                    {
                        "footnote": "Num. 9:17; Ether 1:42.",
                        "start": 66,
                        "end": 74
                    },
                    {
                        "footnote": "Ex. 13:21.",
                        "start": 245,
                        "end": 250
                    },
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 261,
                        "end": 271
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 490
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that they did travel in the wilderness, and did build barges, in which they did cross many waters, being directed continually by the hand of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 68,
                        "end": 73
                    },
                    {
                        "footnote": "Gen. 6:14 (14–15); Ether 2:16.",
                        "start": 74,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord would not suffer that they should stop beyond the sea in the wilderness, but he would that they should come forth even unto the land of promise, which was choice above all other lands, which the Lord God had preserved for a righteous people.",
                "footnotes": [
                    {
                        "footnote": "TG Promised Lands.",
                        "start": 141,
                        "end": 156
                    },
                    {
                        "footnote": "1 Ne. 4:14.",
                        "start": 221,
                        "end": 230
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he had sworn in his wrath unto the brother of Jared, that whoso should possess this land of promise, from that time henceforth and forever, should serve him, the true and only God, or they should be swept off when the fulness of his wrath should come upon them.",
                "footnotes": [
                    {
                        "footnote": "Ether 13:2.",
                        "start": 151,
                        "end": 156
                    },
                    {
                        "footnote": "Jarom 1:3 (3, 10); Alma 37:28; Ether 9:20.",
                        "start": 203,
                        "end": 212
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 6:15.",
                        "start": 167,
                        "end": 176
                    },
                    {
                        "footnote": "TG God, Indignation of.",
                        "start": 201,
                        "end": 206
                    },
                    {
                        "footnote": "Gen. 15:16; 1 Ne. 14:6.",
                        "start": 289,
                        "end": 296
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, this is a land which is choice above all other lands; wherefore he that doth possess it shall serve God or shall be swept off; for it is the everlasting decree of God. And it is not until the fulness of iniquity among the children of the land, that they are swept off.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:12.",
                        "start": 128,
                        "end": 137
                    },
                    {
                        "footnote": "2 Ne. 28:16.",
                        "start": 204,
                        "end": 211
                    },
                    {
                        "footnote": "1 Ne. 17:37.",
                        "start": 270,
                        "end": 279
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this cometh unto you, O ye Gentiles, that ye may know the decrees of God—that ye may repent, and not continue in your iniquities until the fulness come, that ye may not bring down the fulness of the wrath of God upon you as the inhabitants of the land have hitherto done.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 14:6; 2 Ne. 28:32.",
                        "start": 31,
                        "end": 39
                    },
                    {
                        "footnote": "Alma 45:16 (10–14, 16); Morm. 1:17.",
                        "start": 203,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ, who hath been manifested by the things which we have written.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:19. TG Liberty.",
                        "start": 79,
                        "end": 83
                    },
                    {
                        "footnote": "Isa. 60:12.",
                        "start": 176,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I proceed with my record; for behold, it came to pass that the Lord did bring Jared and his brethren forth even to that great sea which divideth the lands. And as they came to the sea they pitched their tents; and they called the name of the place Moriancumer; and they dwelt in tents, and dwelt in tents upon the seashore for the space of four years.",
                "footnotes": [
                    {
                        "footnote": "Alma 8:7; Ether 1:34.",
                        "start": 256,
                        "end": 267
                    },
                    {
                        "footnote": "Gen. 25:27; Hel. 3:9.",
                        "start": 287,
                        "end": 292
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass at the end of four years that the Lord came again unto the brother of Jared, and stood in a cloud and talked with him. And for the space of three hours did the Lord talk with the brother of Jared, and chastened him because he remembered not to call upon the name of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Ex. 25:22.",
                        "start": 122,
                        "end": 128
                    },
                    {
                        "footnote": "1 Ne. 16:25. TG Chastening; Reproof.",
                        "start": 221,
                        "end": 230
                    },
                    {
                        "footnote": "TG Prayer.",
                        "start": 264,
                        "end": 268
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 283,
                        "end": 289
                    },
                    {
                        "footnote": "Gen. 6:3; 2 Ne. 26:11; Morm. 5:16; Moses 8:17.",
                        "start": 306,
                        "end": 312
                    },
                    {
                        "footnote": "TG Earth, Purpose of.",
                        "start": 441,
                        "end": 449
                    },
                    {
                        "footnote": "Ether 9:20.",
                        "start": 532,
                        "end": 538
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 491
                    }
                ],
                "italics": []
            },
            {
                "text": "And the Lord said: Go to work and build, after the manner of barges which ye have hitherto built. And it came to pass that the brother of Jared did go to work, and also his brethren, and built barges after the manner which they had built, according to the instructions of the Lord. And they were small, and they were light upon the water, even like unto the lightness of a fowl upon the water.",
                "footnotes": [
                    {
                        "footnote": "Ether 2:6.",
                        "start": 61,
                        "end": 67
                    },
                    {
                        "footnote": "Ex. 25:40; Prov. 16:9; 1 Ne. 17:51 (50–51).",
                        "start": 256,
                        "end": 268
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                "footnotes": [
                    {
                        "footnote": "Ether 6:7.",
                        "start": 62,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the brother of Jared cried unto the Lord, saying: O Lord, I have performed the work which thou hast commanded me, and I have made the barges according as thou hast directed me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, O Lord, in them there is no light; whither shall we steer? And also we shall perish, for in them we cannot breathe, save it is the air which is in them; therefore we shall perish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto the brother of Jared: Behold, thou shalt make a hole in the top, and also in the bottom; and when thou shalt suffer for air thou shalt unstop the hole and receive air. And if it be so that the water come in upon thee, behold, ye shall stop the hole, that ye may not perish in the flood.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the brother of Jared did so, according as the Lord had commanded.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he cried again unto the Lord saying: O Lord, behold I have done even as thou hast commanded me; and I have prepared the vessels for my people, and behold there is no light in them. Behold, O Lord, wilt thou suffer that we shall cross this great water in darkness?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto the brother of Jared: What will ye that I should do that ye may have light in your vessels? For behold, ye cannot have windows, for they will be dashed in pieces; neither shall ye take fire with you, for ye shall not go by the light of fire.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:16.",
                        "start": 142,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, ye shall be as a whale in the midst of the sea; for the mountain waves shall dash upon you. Nevertheless, I will bring you up again out of the depths of the sea; for the winds have gone forth out of my mouth, and also the rains and the floods have I sent forth.",
                "footnotes": [
                    {
                        "footnote": "Gen. 1:21; Ether 6:10.",
                        "start": 29,
                        "end": 34
                    },
                    {
                        "footnote": "Ether 6:5.",
                        "start": 182,
                        "end": 187
                    },
                    {
                        "footnote": "Job 37:2 (2–13).",
                        "start": 204,
                        "end": 207
                    },
                    {
                        "footnote": "Ps. 148:8; D&C 117:1.",
                        "start": 234,
                        "end": 239
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}