{
    "_id": "ether13",
    "nextChapterId": "ether14",
    "prevChapterId": "ether12",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 13,
        "summary": "Ether speaks of a New Jerusalem to be built in America by the seed of Joseph—He prophesies, is cast out, writes the Jaredite history, and foretells the destruction of the Jaredites—War rages over all the land.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now I, Moroni, proceed to finish my record concerning the destruction of the people of whom I have been writing.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, they rejected all the words of Ether; for he truly told them of all things, from the beginning of man; and that after the waters had receded from off the face of this land it became a choice land above all other lands, a chosen land of the Lord; wherefore the Lord would have that all men should serve him who dwell upon the face thereof;",
                "footnotes": [
                    {
                        "footnote": "Gen. 7:19 (11–24); 8:3.",
                        "start": 145,
                        "end": 152
                    },
                    {
                        "footnote": "TG Earth, Dividing of.",
                        "start": 179,
                        "end": 183
                    },
                    {
                        "footnote": "Ether 2:8.",
                        "start": 308,
                        "end": 313
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that it was the place of the New Jerusalem, which should come down out of heaven, and the holy sanctuary of the Lord.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 20:22; 21:23 (23–24). TG Jerusalem, New.",
                        "start": 33,
                        "end": 46
                    },
                    {
                        "footnote": "Rev. 3:12; 21:2.",
                        "start": 61,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land.",
                "footnotes": [
                    {
                        "footnote": "TG Zion.",
                        "start": 64,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come—after it should be destroyed it should be built up again, a holy city unto the Lord; wherefore, it could not be a new Jerusalem for it had been in a time of old; but it should be built up again, and become a holy city of the Lord; and it should be built unto the house of Israel—",
                "footnotes": [
                    {
                        "footnote": "TG Jerusalem.",
                        "start": 58,
                        "end": 67
                    },
                    {
                        "footnote": "1 Ne. 1:18 (18–20); 2:2.",
                        "start": 80,
                        "end": 84
                    },
                    {
                        "footnote": "Joel 2:18; Rev. 21:10 (10–27); 3 Ne. 20:46 (29–36, 46).",
                        "start": 157,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that a New Jerusalem should be built up upon this land, unto the remnant of the seed of Joseph, for which things there has been a type.",
                "footnotes": [
                    {
                        "footnote": "D&C 42:9; 45:66 (66–67); 84:2 (2–5); A of F 1:10.",
                        "start": 11,
                        "end": 24
                    },
                    {
                        "footnote": "Ezek. 48:5 (4–5); D&C 28:8. TG Israel, Joseph, People of.",
                        "start": 92,
                        "end": 98
                    },
                    {
                        "footnote": "Alma 46:24 (24–26). TG Symbolism.",
                        "start": 134,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                "footnotes": [
                    {
                        "footnote": "Gen. 46:6 (2–7); 47:6.",
                        "start": 55,
                        "end": 60
                    },
                    {
                        "footnote": "2 Ne. 3:5 (5–24).",
                        "start": 242,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                "footnotes": [
                    {
                        "footnote": "TG Promised Lands.",
                        "start": 71,
                        "end": 75
                    },
                    {
                        "footnote": "Rev. 21:10 (10–27).",
                        "start": 153,
                        "end": 157
                    },
                    {
                        "footnote": "Moro. 10:31.",
                        "start": 220,
                        "end": 227
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there shall be a new heaven and a new earth; and they shall be like unto the old save the old have passed away, and all things have become new.",
                "footnotes": [
                    {
                        "footnote": "Heb. 8:13; 2 Pet. 3:13 (10–13); Rev. 21:1; 3 Ne. 12:47 (46–47); 15:3 (2–10); D&C 101:25 (23–25).",
                        "start": 21,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then cometh the New Jerusalem; and blessed are they who dwell therein, for it is they whose garments are white through the blood of the Lamb; and they are they who are numbered among the remnant of the seed of Joseph, who were of the house of Israel.",
                "footnotes": [
                    {
                        "footnote": "Rev. 7:14.",
                        "start": 109,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then also cometh the Jerusalem of old; and the inhabitants thereof, blessed are they, for they have been washed in the blood of the Lamb; and they are they who were scattered and gathered in from the four quarters of the earth, and from the north countries, and are partakers of the fulfilling of the covenant which God made with their father, Abraham.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of; Israel, Land of; Jerusalem.",
                        "start": 25,
                        "end": 34
                    },
                    {
                        "footnote": "D&C 133:26 (26–35). TG Israel, Ten Lost Tribes of.",
                        "start": 245,
                        "end": 250
                    },
                    {
                        "footnote": "Isa. 27:6.",
                        "start": 348,
                        "end": 355
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 513
                    }
                ],
                "italics": []
            },
            {
                "text": "And when these things come, bringeth to pass the scripture which saith, there are they who were first, who shall be last; and there are they who were last, who shall be first.",
                "footnotes": [
                    {
                        "footnote": "Mark 10:31; Luke 13:30; 1 Ne. 13:42; Jacob 5:63; D&C 18:26 (26–27); 90:9.",
                        "start": 96,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I was about to write more, but I am forbidden; but great and marvelous were the prophecies of Ether; but they esteemed him as naught, and cast him out; and he hid himself in the cavity of a rock by day, and by night he went forth viewing the things which should come upon the people.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 17:3 (1–16); 1 Ne. 3:27; Mosiah 17:4 (1–4).",
                        "start": 163,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as he dwelt in the cavity of a rock he made the remainder of this record, viewing the destructions which came upon the people, by night.",
                "footnotes": [
                    {
                        "footnote": "Ether 15:33 (13, 33).",
                        "start": 52,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in that same year in which he was cast out from among the people there began to be a great war among the people, for there were many who rose up, who were mighty men, and sought to destroy Coriantumr by their secret plans of wickedness, of which hath been spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now Coriantumr, having studied, himself, in all the arts of war and all the cunning of the world, wherefore he gave battle unto them who sought to destroy him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But he repented not, neither his fair sons nor daughters; neither the fair sons and daughters of Cohor; neither the fair sons and daughters of Corihor; and in fine, there were none of the fair sons and daughters upon the face of the whole earth who repented of their sins.",
                "footnotes": [
                    {
                        "footnote": "Morm. 6:19 (16–22).",
                        "start": 33,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, it came to pass that in the first year that Ether dwelt in the cavity of a rock, there were many people who were slain by the sword of those secret combinations, fighting against Coriantumr that they might obtain the kingdom.",
                "footnotes": [
                    {
                        "footnote": "Ether 8:9 (9–26).",
                        "start": 152,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the sons of Coriantumr fought much and bled much.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the second year the word of the Lord came to Ether, that he should go and prophesy unto Coriantumr that, if he would repent, and all his household, the Lord would give unto him his kingdom and spare the people—",
                "footnotes": [
                    {
                        "footnote": "Ether 15:1.",
                        "start": 81,
                        "end": 89
                    },
                    {
                        "footnote": "Omni 1:21; Ether 12:1 (1–2).",
                        "start": 95,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Otherwise they should be destroyed, and all his household save it were himself. And he should only live to see the fulfilling of the prophecies which had been spoken concerning another people receiving the land for their inheritance; and Coriantumr should receive a burial by them; and every soul should be destroyed save it were Coriantumr.",
                "footnotes": [
                    {
                        "footnote": "Ether 11:21.",
                        "start": 177,
                        "end": 184
                    },
                    {
                        "footnote": "Ether 14:24; 15:29 (29–32).",
                        "start": 330,
                        "end": 340
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Coriantumr repented not, neither his household, neither the people; and the wars ceased not; and they sought to kill Ether, but he fled from before them and hid again in the cavity of the rock.",
                "footnotes": [
                    {
                        "footnote": "Prov. 29:10.",
                        "start": 137,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there arose up Shared, and he also gave battle unto Coriantumr; and he did beat him, insomuch that in the third year he did bring him into captivity.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sons of Coriantumr, in the fourth year, did beat Shared, and did obtain the kingdom again unto their father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there began to be a war upon all the face of the land, every man with his band fighting for that which he desired.",
                "footnotes": [
                    {
                        "footnote": "TG Covet; Selfishness.",
                        "start": 59,
                        "end": 68
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 514
                    }
                ],
                "italics": []
            },
            {
                "text": "And there were robbers, and in fine, all manner of wickedness upon all the face of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Coriantumr was exceedingly angry with Shared, and he went against him with his armies to battle; and they did meet in great anger, and they did meet in the valley of Gilgal; and the battle became exceedingly sore.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Shared fought against him for the space of three days. And it came to pass that Coriantumr beat him, and did pursue him until he came to the plains of Heshlon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Shared gave him battle again upon the plains; and behold, he did beat Coriantumr, and drove him back again to the valley of Gilgal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Coriantumr gave Shared battle again in the valley of Gilgal, in which he beat Shared and slew him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Shared wounded Coriantumr in his thigh, that he did not go to battle again for the space of two years, in which time all the people upon the face of the land were shedding blood, and there was none to restrain them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}