{
    "_id": "mormon5",
    "nextChapterId": "mormon6",
    "prevChapterId": "mormon4",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mormon",
        "titleShort": "Morm",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mormon"
    },
    "chapter": {
        "bookTitle": "Mormon",
        "delineation": "Chapter",
        "number": 5,
        "summary": "Mormon again leads the Nephite armies in battles of blood and carnage—The Book of Mormon will come forth to convince all Israel that Jesus is the Christ—Because of their unbelief, the Lamanites will be scattered, and the Spirit will cease to strive with them—They will receive the gospel from the Gentiles in the latter days. About A.D. 375–84.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that I did go forth among the Nephites, and did repent of the oath which I had made that I would no more assist them; and they gave me command again of their armies, for they looked upon me as though I could deliver them from their afflictions.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:11 (11, 16). TG Vow.",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, I was without hope, for I knew the judgments of the Lord which should come upon them; for they repented not of their iniquities, but did struggle for their lives without calling upon that Being who created them.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:12.",
                        "start": 18,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites did come against us as we had fled to the city of Jordan; but behold, they were driven back that they did not take the city at that time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they came against us again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strongholds did cut them off that they could not get into the country which lay before us, to destroy the inhabitants of our land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass that whatsoever lands we had passed by, and the inhabitants thereof were not gathered in, were destroyed by the Lamanites, and their towns, and villages, and cities were burned with fire; and thus three hundred and seventy and nine years passed away.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the three hundred and eightieth year the Lamanites did come again against us to battle, and we did stand against them boldly; but it was all in vain, for so great were their numbers that they did tread the people of the Nephites under their feet.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:3; 4:13 (13–17).",
                        "start": 185,
                        "end": 190
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did again take to flight, and those whose flight was swifter than the Lamanites' did escape, and those whose flight did not exceed the Lamanites' were swept down and destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, I, Mormon, do not desire to harrow up the souls of men in casting before them such an awful scene of blood and carnage as was laid before mine eyes; but I, knowing that these things must surely be made known, and that all things which are hid must be revealed upon the house-tops—",
                "footnotes": [
                    {
                        "footnote": "Matt. 10:26 (26–33); Luke 12:3; 2 Ne. 27:11; D&C 1:3; 88:108.",
                        "start": 267,
                        "end": 275
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, who the Lord hath said should scatter this people, and this people should be counted as naught among them—therefore I write a small abridgment, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people.",
                "footnotes": [
                    {
                        "footnote": "4 Ne. 1:49.",
                        "start": 47,
                        "end": 51
                    },
                    {
                        "footnote": "3 Ne. 16:8 (8–9).",
                        "start": 144,
                        "end": 151
                    },
                    {
                        "footnote": "Alma 43:3.",
                        "start": 230,
                        "end": 231
                    },
                    {
                        "footnote": "Morm. 1:1.",
                        "start": 240,
                        "end": 256
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 477
                    }
                ],
                "italics": []
            },
            {
                "text": "And now behold, this I speak unto their seed, and also to the Gentiles who have care for the house of Israel, that realize and know from whence their blessings come.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I know that such will sorrow for the calamity of the house of Israel; yea, they will sorrow for the destruction of this people; they will sorrow that this people had not repented that they might have been clasped in the arms of Jesus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now these things are written unto the remnant of the house of Jacob; and they are written after this manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord that they may come forth in his own due time.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:19; Enos 1:16; Hel. 15:11 (11–13); Morm. 7:1 (1, 9–10).",
                        "start": 4,
                        "end": 16
                    },
                    {
                        "footnote": "TG Book of Mormon; Scriptures to Come Forth.",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "2 Ne. 25:8; 27:6; Jarom 1:2; D&C 3:20 (16–20).",
                        "start": 38,
                        "end": 45
                    },
                    {
                        "footnote": "Morm. 8:4 (4, 13–14); Moro. 10:2 (1–2). TG Scriptures, Preservation of.",
                        "start": 208,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this is the commandment which I have received; and behold, they shall come forth according to the commandment of the Lord, when he shall see fit, in his wisdom.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 3:18.",
                        "start": 68,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, they shall go unto the unbelieving of the Jews; and for this intent shall they go—that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most Beloved, his great and eternal purpose, in restoring the Jews, or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant;",
                "footnotes": [
                    {
                        "footnote": "Rom. 11:20 (1–36); 1 Ne. 10:11; Jacob 4:15 (15–18). TG Unbelief.",
                        "start": 35,
                        "end": 46
                    },
                    {
                        "footnote": "2 Ne. 26:12; 29:13; 30:7 (7–8). TG Israel, Judah, People of.",
                        "start": 54,
                        "end": 58
                    },
                    {
                        "footnote": "John 20:31; 2 Ne. 25:16 (16–17). TG Israel, Restoration of.",
                        "start": 111,
                        "end": 120
                    },
                    {
                        "footnote": "TG Lands of Inheritance.",
                        "start": 322,
                        "end": 326
                    },
                    {
                        "footnote": "Ezek. 20:37; 3 Ne. 29:1 (1–3).",
                        "start": 418,
                        "end": 426
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also that the seed of this people may more fully believe his gospel, which shall go forth unto them from the Gentiles; for this people shall be scattered, and shall become a dark, a filthy, and a loathsome people, beyond the description of that which ever hath been amongst us, yea, even that which hath been among the Lamanites, and this because of their unbelief and idolatry.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 30:5; 3 Ne. 21:5 (3–7, 24–26).",
                        "start": 26,
                        "end": 37
                    },
                    {
                        "footnote": "1 Ne. 13:38 (20–29, 38); Morm. 7:8 (8–9).",
                        "start": 85,
                        "end": 93
                    },
                    {
                        "footnote": "1 Ne. 10:12 (12–14); 3 Ne. 16:8.",
                        "start": 148,
                        "end": 157
                    },
                    {
                        "footnote": "2 Ne. 26:33.",
                        "start": 169,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the Spirit of the Lord hath already ceased to strive with their fathers; and they are without Christ and God in the world; and they are driven about as chaff before the wind.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:3; Ether 2:15; Moro. 8:28.",
                        "start": 58,
                        "end": 64
                    },
                    {
                        "footnote": "Ps. 1:4 (1–4); Hosea 13:3 (1–4).",
                        "start": 164,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They were once a delightsome people, and they had Christ for their shepherd; yea, they were led even by God the Father.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Good Shepherd.",
                        "start": 67,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But now, behold, they are led about by Satan, even as chaff is driven before the wind, or as a vessel is tossed about upon the waves, without sail or anchor, or without anything wherewith to steer her; and even as she is, so are they.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 28:21.",
                        "start": 26,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, the Lord hath reserved their blessings, which they might have received in the land, for the Gentiles who shall possess the land.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 20:27.",
                        "start": 104,
                        "end": 112
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 478
                    }
                ],
                "italics": []
            },
            {
                "text": "But behold, it shall come to pass that they shall be driven and scattered by the Gentiles; and after they have been driven and scattered by the Gentiles, behold, then will the Lord remember the covenant which he made unto Abraham and unto all the house of Israel.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:31; 3 Ne. 16:11 (8–12).",
                        "start": 181,
                        "end": 189
                    },
                    {
                        "footnote": "TG Abrahamic Covenant.",
                        "start": 194,
                        "end": 202
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also the Lord will remember the prayers of the righteous, which have been put up unto him for them.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:12 (12–18); Morm. 8:25 (24–26); 9:36 (36–37).",
                        "start": 36,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then, O ye Gentiles, how can ye stand before the power of God, except ye shall repent and turn from your evil ways?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Know ye not that ye are in the hands of God? Know ye not that he hath all power, and at his great command the earth shall be rolled together as a scroll?",
                "footnotes": [
                    {
                        "footnote": "Ether 1:1; D&C 87:6 (6–7).",
                        "start": 31,
                        "end": 36
                    },
                    {
                        "footnote": "Hel. 12:11 (8–18); Morm. 9:2.",
                        "start": 110,
                        "end": 115
                    },
                    {
                        "footnote": "3 Ne. 26:3.",
                        "start": 125,
                        "end": 131
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you—lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Remnant of.",
                        "start": 109,
                        "end": 116
                    },
                    {
                        "footnote": "3 Ne. 20:16 (15–16).",
                        "start": 168,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}