{
    "_id": "mormon8",
    "nextChapterId": "mormon9",
    "prevChapterId": "mormon7",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mormon",
        "titleShort": "Morm",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mormon"
    },
    "chapter": {
        "bookTitle": "Mormon",
        "delineation": "Chapter",
        "number": 8,
        "summary": "The Lamanites seek out and destroy the Nephites—The Book of Mormon will come forth by the power of God—Woes pronounced upon those who breathe out wrath and strife against the work of the Lord—The Nephite record will come forth in a day of wickedness, degeneracy, and apostasy. About A.D. 400–421.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Behold I, Moroni, do finish the record of my father, Mormon. Behold, I have but few things to write, which things I have been commanded by my father.",
                "footnotes": [
                    {
                        "footnote": "Morm. 6:6; Moro. 9:24.",
                        "start": 10,
                        "end": 16
                    },
                    {
                        "footnote": "TG Record Keeping.",
                        "start": 32,
                        "end": 38
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And now it came to pass that after the great and tremendous battle at Cumorah, behold, the Nephites who had escaped into the country southward were hunted by the Lamanites, until they were all destroyed.",
                "footnotes": [
                    {
                        "footnote": "Morm. 6:15 (2–15).",
                        "start": 39,
                        "end": 44
                    },
                    {
                        "footnote": "D&C 3:18.",
                        "start": 162,
                        "end": 171
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p2",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And my father also was killed by them, and I even remain alone to write the sad tale of the destruction of my people. But behold, they are gone, and I fulfil the commandment of my father. And whether they will slay me, I know not.",
                "footnotes": [
                    {
                        "footnote": "Moro. 9:22.",
                        "start": 50,
                        "end": 56
                    },
                    {
                        "footnote": "Ether 4:3.",
                        "start": 57,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I will write and hide up the records in the earth; and whither I go it mattereth not.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:12; Moro. 10:2 (1–2).",
                        "start": 27,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, my father hath made this record, and he hath written the intent thereof. And behold, I would write it also if I had room upon the plates, but I have not; and ore I have none, for I am alone. My father hath been slain in battle, and all my kinsfolk, and I have not friends nor whither to go; and how long the Lord will suffer that I may live I know not.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:17 (17–18).",
                        "start": 28,
                        "end": 39
                    },
                    {
                        "footnote": "Morm. 6:6.",
                        "start": 138,
                        "end": 144
                    },
                    {
                        "footnote": "Moro. 1:1; 10:1 (1–2).",
                        "start": 303,
                        "end": 306
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, four hundred years have passed away since the coming of our Lord and Savior.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:10.",
                        "start": 8,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, the Lamanites have hunted my people, the Nephites, down from city to city and from place to place, even until they are no more; and great has been their fall; yea, great and marvelous is the destruction of my people, the Nephites.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:2 (2–3); Enos 1:24.",
                        "start": 165,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, it is the hand of the Lord which hath done it. And behold also, the Lamanites are at war one with another; and the whole face of this land is one continual round of murder and bloodshed; and no one knoweth the end of the war.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:21 (20–23).",
                        "start": 97,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, I say no more concerning them, for there are none save it be the Lamanites and robbers that do exist upon the face of the land.",
                "footnotes": [
                    {
                        "footnote": "4 Ne. 1:46; Morm. 2:8 (8, 28); Ether 8:20.",
                        "start": 96,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there are none that do know the true God save it be the disciples of Jesus, who did tarry in the land until the wickedness of the people was so great that the Lord would not suffer them to remain with the people; and whether they be upon the face of the land no man knoweth.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 28:7; 4 Ne. 1:37 (14, 37); Ether 12:17.",
                        "start": 60,
                        "end": 69
                    },
                    {
                        "footnote": "Morm. 1:16.",
                        "start": 193,
                        "end": 199
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, my father and I have seen them, and they have ministered unto us.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 28:26.",
                        "start": 15,
                        "end": 21
                    },
                    {
                        "footnote": "TG Translated Beings.",
                        "start": 38,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whoso receiveth this record, and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these. Behold, I am Moroni; and were it possible, I would make all things known unto you.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:15 (8–18).",
                        "start": 20,
                        "end": 31
                    },
                    {
                        "footnote": "John 16:12; 3 Ne. 26:9 (6–11); D&C 42:15.",
                        "start": 127,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I make an end of speaking concerning this people. I am the son of Mormon, and my father was a descendant of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Alma 10:3; 3 Ne. 5:20.",
                        "start": 102,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I am the same who hideth up this record unto the Lord; the plates thereof are of no worth, because of the commandment of the Lord. For he truly saith that no one shall have them to get gain; but the record thereof is of great worth; and whoso shall bring it to light, him will the Lord bless.",
                "footnotes": [
                    {
                        "footnote": "Ether 4:3; Moro. 10:2 (1–2).",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "JS—H 1:53. TG Scriptures, Preservation of.",
                        "start": 182,
                        "end": 184
                    },
                    {
                        "footnote": "2 Ne. 3:7 (6–9).",
                        "start": 224,
                        "end": 229
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For none can have power to bring it to light save it be given him of God; for God wills that it shall be done with an eye single to his glory, or the welfare of the ancient and long dispersed covenant people of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Matt. 6:22; D&C 4:5.",
                        "start": 118,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 21:11 (8–11); Ether 3:28 (21–28).",
                        "start": 15,
                        "end": 17
                    },
                    {
                        "footnote": "TG Scriptures to Come Forth.",
                        "start": 72,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if there be faults they be the faults of a man. But behold, we know no fault; nevertheless God knoweth all things; therefore, he that condemneth, let him be aware lest he shall be in danger of hell fire.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:6; Morm. 9:31 (31, 33); Ether 12:23 (22–28, 35).",
                        "start": 16,
                        "end": 22
                    },
                    {
                        "footnote": "3 Ne. 29:5 (1–9); Ether 4:8 (8–10).",
                        "start": 138,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he that saith: Show unto me, or ye shall be smitten—let him beware lest he commandeth that which is forbidden of the Lord.",
                "footnotes": [
                    {
                        "footnote": "JS—H 1:60 (60–61).",
                        "start": 48,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the same that judgeth rashly shall be judged rashly again; for according to his works shall his wages be; therefore, he that smiteth shall be smitten again, of the Lord.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 14:2; Moro. 7:14. TG Gossip.",
                        "start": 26,
                        "end": 33
                    },
                    {
                        "footnote": "TG Rashness.",
                        "start": 34,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold what the scripture says—man shall not smite, neither shall he judge; for judgment is mine, saith the Lord, and vengeance is mine also, and I will repay.",
                "footnotes": [
                    {
                        "footnote": "TG Violence.",
                        "start": 45,
                        "end": 50
                    },
                    {
                        "footnote": "James 4:12 (11–12).",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel—the same is in danger to be hewn down and cast into the fire;",
                "footnotes": [
                    {
                        "footnote": "Prov. 19:19.",
                        "start": 30,
                        "end": 35
                    },
                    {
                        "footnote": "TG Strife.",
                        "start": 40,
                        "end": 47
                    },
                    {
                        "footnote": "1 Ne. 14:17.",
                        "start": 94,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the eternal purposes of the Lord shall roll on, until all his promises shall be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "D&C 3:3.",
                        "start": 16,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Search the prophecies of Isaiah. Behold, I cannot write them. Yea, behold I say unto you, that those saints who have gone before me, who have possessed this land, shall cry, yea, even from the dust will they cry unto the Lord; and as the Lord liveth he will remember the covenant which he hath made with them.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:4; 3 Ne. 20:11; 23:1 (1–3).",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "2 Ne. 3:20; 26:16.",
                        "start": 169,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he knoweth their prayers, that they were in behalf of their brethren. And he knoweth their faith, for in his name could they remove mountains; and in his name could they cause the earth to shake; and by the power of his word did they cause prisons to tumble to the earth; yea, even the fiery furnace could not harm them, neither wild beasts nor poisonous serpents, because of the power of his word.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:13 (12–18); Morm. 9:36 (34–37); D&C 10:46 (46–49).",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "Jacob 4:6; Hel. 10:9.",
                        "start": 136,
                        "end": 145
                    },
                    {
                        "footnote": "3 Ne. 28:19 (19–21).",
                        "start": 244,
                        "end": 251
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 483
                    }
                ],
                "italics": []
            },
            {
                "text": "And behold, their prayers were also in behalf of him that the Lord should suffer to bring these things forth.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:21.",
                        "start": 18,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And no one need say they shall not come, for they surely shall, for the Lord hath spoken it; for out of the earth shall they come, by the hand of the Lord, and none can stay it; and it shall come in a day when it shall be said that miracles are done away; and it shall come even as if one should speak from the dead.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 23:4.",
                        "start": 97,
                        "end": 100
                    },
                    {
                        "footnote": "3 Ne. 29:7; Morm. 9:15 (15–26); Moro. 7:37 (27–37).",
                        "start": 232,
                        "end": 240
                    },
                    {
                        "footnote": "2 Ne. 26:16 (15–16); 33:13; Morm. 9:30; Moro. 10:27.",
                        "start": 302,
                        "end": 315
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come in a day when the blood of saints shall cry unto the Lord, because of secret combinations and the works of darkness.",
                "footnotes": [
                    {
                        "footnote": "Gen. 4:10; Rev. 6:10 (1, 10); 2 Ne. 28:10; Ether 8:22 (22–24); D&C 87:7.",
                        "start": 36,
                        "end": 41
                    },
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 95,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, it shall come in a day when the power of God shall be denied, and churches become defiled and be lifted up in the pride of their hearts; yea, even in a day when leaders of churches and teachers shall rise in the pride of their hearts, even to the envying of them who belong to their churches.",
                "footnotes": [
                    {
                        "footnote": "TG Unbelief.",
                        "start": 59,
                        "end": 65
                    },
                    {
                        "footnote": "2 Tim. 3:1 (1–7); 1 Ne. 14:10 (9–10); 2 Ne. 28:3 (3–32); D&C 33:4.",
                        "start": 71,
                        "end": 79
                    },
                    {
                        "footnote": "2 Kgs. 14:10; Jacob 2:13.",
                        "start": 102,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, it shall come in a day when there shall be heard of fires, and tempests, and vapors of smoke in foreign lands;",
                "footnotes": [
                    {
                        "footnote": "Joel 2:30 (28–32); 2 Ne. 27:2 (1–3).",
                        "start": 33,
                        "end": 38
                    },
                    {
                        "footnote": "1 Ne. 19:11; D&C 45:41 (40–41).",
                        "start": 82,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there shall also be heard of wars, rumors of wars, and earthquakes in divers places.",
                "footnotes": [
                    {
                        "footnote": "Matt. 24:6; 1 Ne. 14:16 (15–17).",
                        "start": 33,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, it shall come in a day when there shall be great pollutions upon the face of the earth; there shall be murders, and robbing, and lying, and deceivings, and whoredoms, and all manner of abominations; when there shall be many who will say, Do this, or do that, and it mattereth not, for the Lord will uphold such at the last day. But wo unto such, for they are in the gall of bitterness and in the bonds of iniquity.",
                "footnotes": [
                    {
                        "footnote": "TG Pollution.",
                        "start": 54,
                        "end": 64
                    },
                    {
                        "footnote": "3 Ne. 16:10; 30:2.",
                        "start": 108,
                        "end": 115
                    },
                    {
                        "footnote": "2 Ne. 28:21; Alma 1:4; 30:17.",
                        "start": 271,
                        "end": 280
                    },
                    {
                        "footnote": "2 Ne. 28:8.",
                        "start": 304,
                        "end": 310
                    },
                    {
                        "footnote": "Acts 8:23; Alma 41:11.",
                        "start": 371,
                        "end": 389
                    },
                    {
                        "footnote": "TG Bondage, Spiritual.",
                        "start": 401,
                        "end": 406
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, it shall come in a day when there shall be churches built up that shall say: Come unto me, and for your money you shall be forgiven of your sins.",
                "footnotes": [
                    {
                        "footnote": "TG Devil, Church of.",
                        "start": 48,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O ye wicked and perverse and stiffnecked people, why have ye built up churches unto yourselves to get gain? Why have ye transfigured the holy word of God, that ye might bring damnation upon your souls? Behold, look ye unto the revelations of God; for behold, the time cometh at that day when all these things must be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "D&C 5:8.",
                        "start": 29,
                        "end": 40
                    },
                    {
                        "footnote": "TG Priestcraft.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "1 Ne. 13:26 (20–41). TG Apostasy of the Early Christian Church.",
                        "start": 120,
                        "end": 132
                    },
                    {
                        "footnote": "TG Damnation.",
                        "start": 175,
                        "end": 184
                    },
                    {
                        "footnote": "1 Ne. 14:23 (18–27); Ether 4:16.",
                        "start": 227,
                        "end": 238
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shown you unto me, and I know your doing.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I know that ye do walk in the pride of your hearts; and there are none save a few only who do not lift themselves up in the pride of their hearts, unto the wearing of very fine apparel, unto envying, and strifes, and malice, and persecutions, and all manner of iniquities; and your churches, yea, even every one, have become polluted because of the pride of your hearts.",
                "footnotes": [
                    {
                        "footnote": "TG Walking in Darkness.",
                        "start": 22,
                        "end": 26
                    },
                    {
                        "footnote": "Jacob 2:13; 3 Ne. 16:10.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "2 Ne. 28:13 (11–14); Alma 5:53.",
                        "start": 171,
                        "end": 188
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 484
                    }
                ],
                "italics": []
            },
            {
                "text": "For behold, ye do love money, and your substance, and your fine apparel, and the adorning of your churches, more than ye love the poor and the needy, the sick and the afflicted.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 34:8; 1 Ne. 13:7; 2 Ne. 28:13 (9–16).",
                        "start": 23,
                        "end": 28
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O ye pollutions, ye hypocrites, ye teachers, who sell yourselves for that which will canker, why have ye polluted the holy church of God? Why are ye ashamed to take upon you the name of Christ? Why do ye not think that greater is the value of an endless happiness than that misery which never dies—because of the praise of the world?",
                "footnotes": [
                    {
                        "footnote": "Rom. 1:16; 2 Tim. 1:8; 1 Ne. 8:25; Alma 46:21.",
                        "start": 149,
                        "end": 156
                    },
                    {
                        "footnote": "Rom. 3:16; Mosiah 3:25.",
                        "start": 274,
                        "end": 280
                    },
                    {
                        "footnote": "1 Ne. 13:9.",
                        "start": 313,
                        "end": 319
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Why do ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick and the afflicted to pass by you, and notice them not?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, why do ye build up your secret abominations to get gain, and cause that widows should mourn before the Lord, and also orphans to mourn before the Lord, and also the blood of their fathers and their husbands to cry unto the Lord from the ground, for vengeance upon your heads?",
                "footnotes": [
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 29,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, the sword of vengeance hangeth over you; and the time soon cometh that he avengeth the blood of the saints upon you, for he will not suffer their cries any longer.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 22:14; D&C 136:36.",
                        "start": 95,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}