{
    "_id": "mormon4",
    "nextChapterId": "mormon5",
    "prevChapterId": "mormon3",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mormon",
        "titleShort": "Morm",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mormon"
    },
    "chapter": {
        "bookTitle": "Mormon",
        "delineation": "Chapter",
        "number": 4,
        "summary": "War and carnage continue—The wicked punish the wicked—Greater wickedness prevails than ever before in all Israel—Women and children are sacrificed to idols—The Lamanites begin to sweep the Nephites before them. About A.D. 363–75.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that in the three hundred and sixty and third year the Nephites did go up with their armies to battle against the Lamanites, out of the land Desolation.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:12; Morm. 1:11 (11–19).",
                        "start": 119,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the armies of the Nephites were driven back again to the land of Desolation. And while they were yet weary, a fresh army of the Lamanites did come upon them; and they had a sore battle, insomuch that the Lamanites did take possession of the city Desolation, and did slay many of the Nephites, and did take many prisoners.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:23; Morm. 3:7.",
                        "start": 266,
                        "end": 281
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the remainder did flee and join the inhabitants of the city Teancum. Now the city Teancum lay in the borders by the seashore; and it was also near the city Desolation.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:5.",
                        "start": 160,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was because the armies of the Nephites went up unto the Lamanites that they began to be smitten; for were it not for that, the Lamanites could have had no power over them.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:10 (10–11).",
                        "start": 11,
                        "end": 18
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 475
                    }
                ],
                "italics": []
            },
            {
                "text": "But, behold, the judgments of God will overtake the wicked; and it is by the wicked that the wicked are punished; for it is the wicked that stir up the hearts of the children of men unto bloodshed.",
                "footnotes": [
                    {
                        "footnote": "Nahum 1:3.",
                        "start": 52,
                        "end": 58
                    },
                    {
                        "footnote": "2 Pet. 2:12; D&C 63:33.",
                        "start": 104,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites did make preparations to come against the city Teancum.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the three hundred and sixty and fourth year the Lamanites did come against the city Teancum, that they might take possession of the city Teancum also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were repulsed and driven back by the Nephites. And when the Nephites saw that they had driven the Lamanites they did again boast of their own strength; and they went forth in their own might, and took possession again of the city Desolation.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:9.",
                        "start": 153,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now all these things had been done, and there had been thousands slain on both sides, both the Nephites and the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the three hundred and sixty and sixth year had passed away, and the Lamanites came again upon the Nephites to battle; and yet the Nephites repented not of the evil they had done, but persisted in their wickedness continually.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it is impossible for the tongue to describe, or for man to write a perfect description of the horrible scene of the blood and carnage which was among the people, both of the Nephites and of the Lamanites; and every heart was hardened, so that they delighted in the shedding of blood continually.",
                "footnotes": [
                    {
                        "footnote": "Moro. 9:5 (5, 23). TG Blood, Shedding of.",
                        "start": 252,
                        "end": 261
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there never had been so great wickedness among all the children of Lehi, nor even among all the house of Israel, according to the words of the Lord, as was among this people.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:5 (5–6); 3 Ne. 9:9; D&C 112:23; Moses 7:36 (36–37); 8:22 (22, 28–30).",
                        "start": 34,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites did take possession of the city Desolation, and this because their number did exceed the number of the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:3; 5:6.",
                        "start": 106,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did also march forward against the city Teancum, and did drive the inhabitants forth out of her, and did take many prisoners both women and children, and did offer them up as sacrifices unto their idol gods.",
                "footnotes": [
                    {
                        "footnote": "Jer. 19:5; Alma 17:15; Abr. 1:8 (6–14). TG Idolatry; Sacrifice.",
                        "start": 184,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the three hundred and sixty and seventh year, the Nephites being angry because the Lamanites had sacrificed their women and their children, that they did go against the Lamanites with exceedingly great anger, insomuch that they did beat again the Lamanites, and drive them out of their lands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lamanites did not come again against the Nephites until the three hundred and seventy and fifth year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in this year they did come down against the Nephites with all their powers; and they were not numbered because of the greatness of their number.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And from this time forth did the Nephites gain no power over the Lamanites, but began to be swept off by them even as a dew before the sun.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:3.",
                        "start": 4,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites did come down against the city Desolation; and there was an exceedingly sore battle fought in the land Desolation, in the which they did beat the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Morm. 3:7.",
                        "start": 65,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they fled again from before them, and they came to the city Boaz; and there they did stand against the Lamanites with exceeding boldness, insomuch that the Lamanites did not beat them until they had come again the second time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had come the second time, the Nephites were driven and slaughtered with an exceedingly great slaughter; their women and their children were again sacrificed unto idols.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 17:31. TG Idolatry.",
                        "start": 140,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Nephites did again flee from before them, taking all the inhabitants with them, both in towns and villages.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I, Mormon, seeing that the Lamanites were about to overthrow the land, therefore I did go to the hill Shim, and did take up all the records which Ammaron had hid up unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Morm. 1:3; Ether 9:3.",
                        "start": 110,
                        "end": 114
                    },
                    {
                        "footnote": "W of M 1:3.",
                        "start": 140,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}