{
    "_id": "esther8",
    "nextChapterId": "esther9",
    "prevChapterId": "esther7",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Esther",
        "titleShort": "Esth",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "esther"
    },
    "chapter": {
        "bookTitle": "Esther",
        "delineation": "Chapter",
        "number": 8,
        "summary": "Mordecai is honored and placed over the house of Haman—Ahasuerus issues a decree to preserve the Jews.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "On that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he was unto her.",
                "footnotes": [
                    {
                        "footnote": "Esth. 2:10 (7–20).",
                        "start": 153,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 161,
                        "end": 164
                    }
                ]
            },
            {
                "text": "And the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman.",
                "footnotes": [
                    {
                        "footnote": "Gen. 41:42; Esth. 3:10.",
                        "start": 26,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews.",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:9 (8–11).",
                        "start": 154,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king,",
                "footnotes": [
                    {
                        "footnote": "Esth. 4:11.",
                        "start": 34,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And said, If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which are in all the king's provinces:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 92
                    },
                    {
                        "start": 122,
                        "end": 124
                    },
                    {
                        "start": 281,
                        "end": 284
                    }
                ]
            },
            {
                "text": "For how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.",
                "footnotes": [
                    {
                        "footnote": "Esth. 1:19.",
                        "start": 197,
                        "end": 204
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 676
                    }
                ],
                "italics": [
                    {
                        "start": 75,
                        "end": 77
                    }
                ]
            },
            {
                "text": "Then were the king's scribes called at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which are from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language.",
                "footnotes": [
                    {
                        "footnote": "Esth. 1:22.",
                        "start": 519,
                        "end": 527
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 77
                    },
                    {
                        "start": 122,
                        "end": 125
                    },
                    {
                        "start": 285,
                        "end": 288
                    }
                ]
            },
            {
                "text": "And he wrote in the king Ahasuerus' name, and sealed it with the king's ring, and sent letters by posts on horseback, and riders on mules, camels, and young dromedaries:",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:12 (12–13).",
                        "start": 36,
                        "end": 40
                    },
                    {
                        "footnote": "Esth. 9:29.",
                        "start": 87,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 55
                    },
                    {
                        "start": 118,
                        "end": 121
                    },
                    {
                        "start": 147,
                        "end": 150
                    }
                ]
            },
            {
                "text": "Wherein the king granted the Jews which were in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, both little ones and women, and to take the spoil of them for a prey,",
                "footnotes": [
                    {
                        "footnote": "Esth. 9:2.",
                        "start": 62,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 44
                    },
                    {
                        "start": 230,
                        "end": 234
                    },
                    {
                        "start": 262,
                        "end": 269
                    }
                ]
            },
            {
                "text": "Upon one day in all the provinces of king Ahasuerus, namely, upon the thirteenth day of the twelfth month, which is the month Adar.",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:13.",
                        "start": 5,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 60
                    },
                    {
                        "start": 81,
                        "end": 84
                    },
                    {
                        "start": 113,
                        "end": 115
                    }
                ]
            },
            {
                "text": "The copy of the writing for a commandment to be given in every province was published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 75
                    }
                ]
            },
            {
                "text": "So the posts that rode upon mules and camels went out, being hastened and pressed on by the king's commandment. And the decree was given at Shushan the palace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 2
                    },
                    {
                        "start": 34,
                        "end": 37
                    }
                ]
            },
            {
                "text": "And Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad.",
                "footnotes": [
                    {
                        "footnote": "Gen. 41:42; Dan. 5:29.",
                        "start": 61,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Jews had light, and gladness, and joy, and honour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.",
                "footnotes": [
                    {
                        "footnote": "Esth. 9:19 (19, 22).",
                        "start": 150,
                        "end": 153
                    },
                    {
                        "footnote": "Esth. 9:2.",
                        "start": 211,
                        "end": 215
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}