{
    "_id": "ezra4",
    "nextChapterId": "ezra5",
    "prevChapterId": "ezra3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezra",
        "titleShort": "Ezra",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezra"
    },
    "chapter": {
        "bookTitle": "Ezra",
        "delineation": "Chapter",
        "number": 4,
        "summary": "The Samaritans offer help, then hinder the work—The building of the temple and of the walls of Jerusalem ceases.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now when the adversaries of Judah and Benjamin heard that the children of the captivity builded the temple unto the Lord God of Israel;",
                "footnotes": [
                    {
                        "footnote": "D&C 123:1 (1–17).",
                        "start": 13,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then they came to Zerubbabel, and to the chief of the fathers, and said unto them, Let us build with you: for we seek your God, as ye do; and we do sacrifice unto him since the days of Esar-haddon king of Assur, which brought us up hither.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 17:24.",
                        "start": 218,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 134,
                        "end": 137
                    }
                ]
            },
            {
                "text": "But Zerubbabel, and Jeshua, and the rest of the chief of the fathers of Israel, said unto them, Ye have nothing to do with us to build an house unto our God; but we ourselves together will build unto the Lord God of Israel, as king Cyrus the king of Persia hath commanded us.",
                "footnotes": [
                    {
                        "footnote": "Ezra 3:7.",
                        "start": 227,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the people of the land weakened the hands of the people of Judah, and troubled them in building,",
                "footnotes": [
                    {
                        "footnote": "IE discouraged the people.",
                        "start": 28,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.",
                "footnotes": [
                    {
                        "footnote": "Dan. 6:28.",
                        "start": 126,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the reign of Ahasuerus, in the beginning of his reign, wrote they unto him an accusation against the inhabitants of Judah and Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "Esth. 1:1.",
                        "start": 20,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 81
                    }
                ]
            },
            {
                "text": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the Syrian tongue, and interpreted in the Syrian tongue.",
                "footnotes": [
                    {
                        "footnote": "HEB Aramaic.",
                        "start": 180,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 161,
                        "end": 164
                    }
                ]
            },
            {
                "text": "Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions; the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehavites, and the Elamites,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 10
                    },
                    {
                        "start": 224,
                        "end": 227
                    }
                ]
            },
            {
                "text": "And the rest of the nations whom the great and noble Asnappar brought over, and set in the cities of Samaria, and the rest that are on this side the river, and at such a time.",
                "footnotes": [
                    {
                        "footnote": "IE on the west side of the Euphrates River (also vv. 11, 16).",
                        "start": 132,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 131
                    }
                ]
            },
            {
                "text": "This is the copy of the letter that they sent unto him, even unto Artaxerxes the king; Thy servants the men on this side the river, and at such a time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 56,
                        "end": 60
                    }
                ]
            },
            {
                "text": "Be it known unto the king, that the Jews which came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have set up the walls thereof, and joined the foundations.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 164,
                        "end": 172
                    }
                ]
            },
            {
                "text": "Be it known now unto the king, that, if this city be builded, and the walls set up again, then will they not pay toll, tribute, and custom, and so thou shalt endamage the revenue of the kings.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 94
                    },
                    {
                        "start": 144,
                        "end": 146
                    }
                ]
            },
            {
                "text": "Now because we have maintenance from the king's palace, and it was not meet for us to see the king's dishonour, therefore have we sent and certified the king;",
                "footnotes": [
                    {
                        "footnote": "IE we are dependent on.",
                        "start": 12,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 47
                    }
                ]
            },
            {
                "text": "That search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time: for which cause was this city destroyed.",
                "footnotes": [
                    {
                        "footnote": "TG Record Keeping.",
                        "start": 31,
                        "end": 35
                    },
                    {
                        "footnote": "TG Scriptures, Writing of.",
                        "start": 93,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 140
                    }
                ]
            },
            {
                "text": "We certify the king that, if this city be builded again, and the walls thereof set up, by this means thou shalt have no portion on this side the river.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 56
                    }
                ]
            },
            {
                "text": "Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and unto the rest beyond the river, Peace, and at such a time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 60,
                        "end": 62
                    },
                    {
                        "start": 88,
                        "end": 90
                    },
                    {
                        "start": 147,
                        "end": 151
                    }
                ]
            },
            {
                "text": "The letter which ye sent unto us hath been plainly read before me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I commanded, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 133
                    }
                ]
            },
            {
                "text": "There have been mighty kings also over Jerusalem, which have ruled over all countries beyond the river; and toll, tribute, and custom, was paid unto them.",
                "footnotes": [
                    {
                        "footnote": "Lam. 1:1.",
                        "start": 61,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 85
                    }
                ]
            },
            {
                "text": "Give ye now commandment to cause these men to cease, and that this city be not builded, until another commandment shall be given from me.",
                "footnotes": [
                    {
                        "footnote": "D&C 124:49.",
                        "start": 46,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 101
                    }
                ]
            },
            {
                "text": "Take heed now that ye fail not to do this: why should damage grow to the hurt of the kings?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem unto the Jews, and made them to cease by force and power.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Then ceased the work of the house of God which is at Jerusalem. So it ceased unto the second year of the reign of Darius king of Persia.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 49
                    }
                ]
            }
        ]
    }
}