{
    "_id": "joshua2",
    "nextChapterId": "joshua3",
    "prevChapterId": "joshua1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Joshua sends spies to Jericho—They are received and concealed by Rahab—They promise to preserve Rahab and her household.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Joshua the son of Nun sent out of Shittim two men to spy secretly, saying, Go view the land, even Jericho. And they went, and came into an harlot's house, named Rahab, and lodged there.",
                "footnotes": [
                    {
                        "footnote": "Heb. 11:31; James 2:25.",
                        "start": 165,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was told the king of Jericho, saying, Behold, there came men in hither to night of the children of Israel to search out the country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king of Jericho sent unto Rahab, saying, Bring forth the men that are come to thee, which are entered into thine house: for they be come to search out all the country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the woman took the two men, and hid them, and said thus, There came men unto me, but I wist not whence they were:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 117
                    }
                ]
            },
            {
                "text": "And it came to pass about the time of shutting of the gate, when it was dark, that the men went out: whither the men went I wot not: pursue after them quickly; for ye shall overtake them.",
                "footnotes": [
                    {
                        "footnote": "JST Josh. 2:5 … know …",
                        "start": 124,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 34
                    }
                ]
            },
            {
                "text": "But she had brought them up to the roof of the house, and hid them with the stalks of flax, which she had laid in order upon the roof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the men pursued after them the way to Jordan unto the fords: and as soon as they which pursued after them were gone out, they shut the gate.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And before they were laid down, she came up unto them upon the roof;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she said unto the men, I know that the Lord hath given you the land, and that your terror is fallen upon us, and that all the inhabitants of the land faint because of you.",
                "footnotes": [
                    {
                        "footnote": "Ex. 15:16 (14–16); 23:27.",
                        "start": 87,
                        "end": 93
                    },
                    {
                        "footnote": "HEB melt away; i.e., with fear. Ex. 15:15.",
                        "start": 154,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For we have heard how the Lord dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.",
                "footnotes": [
                    {
                        "footnote": "Josh. 6:27; 9:9.",
                        "start": 12,
                        "end": 17
                    },
                    {
                        "footnote": "Ex. 14:21; 1 Ne. 4:2; 17:26; Mosiah 7:19; Hel. 8:11; D&C 8:3.",
                        "start": 57,
                        "end": 64
                    },
                    {
                        "footnote": "Num. 21:34 (21, 33–35).",
                        "start": 143,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 158,
                        "end": 162
                    }
                ]
            },
            {
                "text": "And as soon as we had heard these things, our hearts did melt, neither did there remain any more courage in any man, because of you: for the Lord your God, he is God in heaven above, and in earth beneath.",
                "footnotes": [
                    {
                        "footnote": "Ex. 15:14 (14–15).",
                        "start": 22,
                        "end": 27
                    },
                    {
                        "footnote": "Josh. 5:1.",
                        "start": 46,
                        "end": 52
                    },
                    {
                        "footnote": "Deut. 4:39; 2 Ne. 10:14; D&C 20:17; 65:6.",
                        "start": 162,
                        "end": 165
                    },
                    {
                        "footnote": "TG Heaven.",
                        "start": 169,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 41
                    },
                    {
                        "start": 159,
                        "end": 161
                    }
                ]
            },
            {
                "text": "Now therefore, I pray you, swear unto me by the Lord, since I have shewed you kindness, that ye will also shew kindness unto my father's house, and give me a true token:",
                "footnotes": [
                    {
                        "footnote": "OR covenant.",
                        "start": 27,
                        "end": 32
                    },
                    {
                        "footnote": "TG Benevolence.",
                        "start": 78,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that ye will save alive my father, and my mother, and my brethren, and my sisters, and all that they have, and deliver our lives from death.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 8
                    }
                ]
            },
            {
                "text": "And the men answered her, Our life for yours, if ye utter not this our business. And it shall be, when the Lord hath given us the land, that we will deal kindly and truly with thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then she let them down by a cord through the window: for her house was upon the town wall, and she dwelt upon the wall.",
                "footnotes": [
                    {
                        "footnote": "Acts 9:25.",
                        "start": 28,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 67,
                        "end": 70
                    }
                ]
            },
            {
                "text": "And she said unto them, Get you to the mountain, lest the pursuers meet you; and hide yourselves there three days, until the pursuers be returned: and afterward may ye go your way.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the men said unto her, We will be blameless of this thine oath which thou hast made us swear.",
                "footnotes": [
                    {
                        "footnote": "HEB pure; i.e., innocent, free from blame in this covenant. Ex. 20:7.",
                        "start": 38,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 37
                    }
                ]
            },
            {
                "text": "Behold, when we come into the land, thou shalt bind this line of scarlet thread in the window which thou didst let us down by: and thou shalt bring thy father, and thy mother, and thy brethren, and all thy father's household, home unto thee.",
                "footnotes": [
                    {
                        "footnote": "Josh. 6:23.",
                        "start": 152,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 12
                    }
                ]
            },
            {
                "text": "And it shall be, that whosoever shall go out of the doors of thy house into the street, his blood shall be upon his head, and we will be guiltless: and whosoever shall be with thee in the house, his blood shall be on our head, if any hand be upon him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 21
                    },
                    {
                        "start": 98,
                        "end": 106
                    },
                    {
                        "start": 129,
                        "end": 136
                    },
                    {
                        "start": 205,
                        "end": 213
                    },
                    {
                        "start": 230,
                        "end": 233
                    }
                ]
            },
            {
                "text": "And if thou utter this our business, then we will be quit of thine oath which thou hast made us to swear.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she said, According unto your words, so be it. And she sent them away, and they departed: and she bound the scarlet line in the window.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 46
                    }
                ]
            },
            {
                "text": "And they went, and came unto the mountain, and abode there three days, until the pursuers were returned: and the pursuers sought them throughout all the way, but found them not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 133
                    },
                    {
                        "start": 168,
                        "end": 172
                    }
                ]
            },
            {
                "text": "So the two men returned, and descended from the mountain, and passed over, and came to Joshua the son of Nun, and told him all things that befell them:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 127,
                        "end": 133
                    }
                ]
            },
            {
                "text": "And they said unto Joshua, Truly the Lord hath delivered into our hands all the land; for even all the inhabitants of the country do faint because of us.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:31; 1 Ne. 17:35 (32–35).",
                        "start": 47,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}