{
    "_id": "joshua17",
    "nextChapterId": "joshua18",
    "prevChapterId": "joshua16",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 17,
        "summary": "Manasseh and Ephraim both receive an additional inheritance—Ephraim is to drive out the Canaanites from the hill country.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "There was also a lot for the tribe of Manasseh; for he was the firstborn of Joseph; to wit, for Machir the firstborn of Manasseh, the father of Gilead: because he was a man of war, therefore he had Gilead and Bashan.",
                "footnotes": [
                    {
                        "footnote": "Gen. 41:51; 46:20; Alma 10:3.",
                        "start": 38,
                        "end": 46
                    },
                    {
                        "footnote": "Num. 32:40; Judg. 5:14.",
                        "start": 96,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 58
                    },
                    {
                        "start": 84,
                        "end": 91
                    }
                ]
            },
            {
                "text": "There was also a lot for the rest of the children of Manasseh by their families; for the children of Abiezer, and for the children of Helek, and for the children of Asriel, and for the children of Shechem, and for the children of Hepher, and for the children of Shemida: these were the male children of Manasseh the son of Joseph by their families.",
                "footnotes": [
                    {
                        "footnote": "Num. 26:29 (29–32).",
                        "start": 53,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 20
                    },
                    {
                        "start": 277,
                        "end": 281
                    }
                ]
            },
            {
                "text": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters: and these are the names of his daughters, Mahlah, and Noah, Hoglah, Milcah, and Tirzah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 135
                    }
                ]
            },
            {
                "text": "And they came near before Eleazar the priest, and before Joshua the son of Nun, and before the princes, saying, The Lord commanded Moses to give us an inheritance among our brethren. Therefore according to the commandment of the Lord he gave them an inheritance among the brethren of their father.",
                "footnotes": [
                    {
                        "footnote": "Ex. 6:25.",
                        "start": 26,
                        "end": 33
                    },
                    {
                        "footnote": "Num. 27:7 (6–7); Josh. 16:4.",
                        "start": 151,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there fell ten portions to Manasseh, beside the land of Gilead and Bashan, which were on the other side Jordan;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 89
                    }
                ]
            },
            {
                "text": "Because the daughters of Manasseh had an inheritance among his sons: and the rest of Manasseh's sons had the land of Gilead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the coast of Manasseh was from Asher to Michmethah, that lieth before Shechem; and the border went along on the right hand unto the inhabitants of En-tappuah.",
                "footnotes": [
                    {
                        "footnote": "OR border (also v. 9).",
                        "start": 8,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 66
                    }
                ]
            },
            {
                "text": "Now Manasseh had the land of Tappuah: but Tappuah on the border of Manasseh belonged to the children of Ephraim;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    },
                    {
                        "start": 76,
                        "end": 84
                    }
                ]
            },
            {
                "text": "And the coast descended unto the river Kanah, southward of the river: these cities of Ephraim are among the cities of Manasseh: the coast of Manasseh also was on the north side of the river, and the outgoings of it were at the sea:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 97
                    },
                    {
                        "start": 155,
                        "end": 158
                    }
                ]
            },
            {
                "text": "Southward it was Ephraim's, and northward it was Manasseh's, and the sea is his border; and they met together in Asher on the north, and in Issachar on the east.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 16
                    },
                    {
                        "start": 42,
                        "end": 48
                    }
                ]
            },
            {
                "text": "And Manasseh had in Issachar and in Asher Beth-shean and her towns, and Ibleam and her towns, and the inhabitants of Dor and her towns, and the inhabitants of En-dor and her towns, and the inhabitants of Taanach and her towns, and the inhabitants of Megiddo and her towns, even three countries.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 273,
                        "end": 277
                    }
                ]
            },
            {
                "text": "Yet the children of Manasseh could not drive out the inhabitants of those cities; but the Canaanites would dwell in that land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 67
                    }
                ]
            },
            {
                "text": "Yet it came to pass, when the children of Israel were waxen strong, that they put the Canaanites to tribute; but did not utterly drive them out.",
                "footnotes": [
                    {
                        "footnote": "Judg. 1:28.",
                        "start": 100,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Joseph spake unto Joshua, saying, Why hast thou given me but one lot and one portion to inherit, seeing I am a great people, forasmuch as the Lord hath blessed me hitherto?",
                "footnotes": [
                    {
                        "footnote": "Gen. 48:19.",
                        "start": 131,
                        "end": 143
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 332
                    }
                ],
                "italics": [
                    {
                        "start": 77,
                        "end": 80
                    },
                    {
                        "start": 126,
                        "end": 128
                    }
                ]
            },
            {
                "text": "And Joshua answered them, If thou be a great people, then get thee up to the wood country, and cut down for thyself there in the land of the Perizzites and of the giants, if mount Ephraim be too narrow for thee.",
                "footnotes": [
                    {
                        "footnote": "IE clear forest lands for yourselves.",
                        "start": 95,
                        "end": 115
                    },
                    {
                        "footnote": "HEB Rephaim. Moses 8:18.",
                        "start": 163,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 36
                    },
                    {
                        "start": 53,
                        "end": 57
                    },
                    {
                        "start": 82,
                        "end": 90
                    }
                ]
            },
            {
                "text": "And the children of Joseph said, The hill is not enough for us: and all the Canaanites that dwell in the land of the valley have chariots of iron, both they who are of Beth-shean and her towns, and they who are of the valley of Jezreel.",
                "footnotes": [
                    {
                        "footnote": "Judg. 1:19; 4:3.",
                        "start": 129,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 147,
                        "end": 156
                    },
                    {
                        "start": 161,
                        "end": 164
                    },
                    {
                        "start": 198,
                        "end": 202
                    },
                    {
                        "start": 207,
                        "end": 210
                    }
                ]
            },
            {
                "text": "And Joshua spake unto the house of Joseph, even to Ephraim and to Manasseh, saying, Thou art a great people, and hast great power: thou shalt not have one lot only:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 47
                    },
                    {
                        "start": 89,
                        "end": 92
                    },
                    {
                        "start": 159,
                        "end": 164
                    }
                ]
            },
            {
                "text": "But the mountain shall be thine; for it is a wood, and thou shalt cut it down: and the outgoings of it shall be thine: for thou shalt drive out the Canaanites, though they have iron chariots, and though they be strong.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 18:6.",
                        "start": 45,
                        "end": 49
                    },
                    {
                        "footnote": "Deut. 20:1.",
                        "start": 182,
                        "end": 190
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 42
                    },
                    {
                        "start": 192,
                        "end": 195
                    },
                    {
                        "start": 208,
                        "end": 210
                    }
                ]
            }
        ]
    }
}