{
    "_id": "joshua9",
    "nextChapterId": "joshua10",
    "prevChapterId": "joshua8",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 9,
        "summary": "The Gibeonites by craft obtain a league with Israel—Joshua makes them servants to the congregation of Israel.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass, when all the kings which were on this side Jordan, in the hills, and in the valleys, and in all the coasts of the great sea over against Lebanon, the Hittite, and the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard thereof;",
                "footnotes": [
                    {
                        "footnote": "Num. 34:6.",
                        "start": 135,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 50
                    },
                    {
                        "start": 263,
                        "end": 271
                    }
                ]
            },
            {
                "text": "That they gathered themselves together, to fight with Joshua and with Israel, with one accord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the inhabitants of Gibeon heard what Joshua had done unto Jericho and to Ai,",
                "footnotes": [
                    {
                        "footnote": "Josh. 10:2; 1 Kgs. 3:4.",
                        "start": 28,
                        "end": 34
                    },
                    {
                        "footnote": "Josh. 6:27.",
                        "start": 46,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They did work wilily, and went and made as if they had been ambassadors, and took old sacks upon their asses, and wine bottles, old, and rent, and bound up;",
                "footnotes": [
                    {
                        "footnote": "OR craftily, with cunning.",
                        "start": 14,
                        "end": 20
                    },
                    {
                        "footnote": "Other Hebrew texts: made ready provisions. (See v. 12.)",
                        "start": 35,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And old shoes and clouted upon their feet, and old garments upon them; and all the bread of their provision was dry and mouldy.",
                "footnotes": [
                    {
                        "footnote": "OR old, patched shoes upon.",
                        "start": 4,
                        "end": 7
                    },
                    {
                        "footnote": "OR had become crumbs.",
                        "start": 120,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 116,
                        "end": 119
                    }
                ]
            },
            {
                "text": "And they went to Joshua unto the camp at Gilgal, and said unto him, and to the men of Israel, We be come from a far country: now therefore make ye a league with us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the men of Israel said unto the Hivites, Peradventure ye dwell among us; and how shall we make a league with you?",
                "footnotes": [
                    {
                        "footnote": "OR covenant, treaty (also vv. 11, 15–16). Judg. 2:2; Alma 44:15 (6–15, 20); 3 Ne. 6:3.",
                        "start": 101,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they said unto Joshua, We are thy servants. And Joshua said unto them, Who are ye? and from whence come ye?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 33
                    },
                    {
                        "start": 79,
                        "end": 82
                    }
                ]
            },
            {
                "text": "And they said unto him, From a very far country thy servants are come because of the name of the Lord thy God: for we have heard the fame of him, and all that he did in Egypt,",
                "footnotes": [
                    {
                        "footnote": "Josh. 2:10.",
                        "start": 123,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all that he did to the two kings of the Amorites, that were beyond Jordan, to Sihon king of Heshbon, and to Og king of Bashan, which was at Ashtaroth.",
                "footnotes": [
                    {
                        "footnote": "Deut. 1:4; 3:11 (10–11).",
                        "start": 112,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 63
                    },
                    {
                        "start": 137,
                        "end": 140
                    }
                ]
            },
            {
                "text": "Wherefore our elders and all the inhabitants of our country spake to us, saying, Take victuals with you for the journey, and go to meet them, and say unto them, We are your servants: therefore now make ye a league with us.",
                "footnotes": [
                    {
                        "footnote": "HEB bread, or provisions (also v. 14).",
                        "start": 86,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 164,
                        "end": 167
                    }
                ]
            },
            {
                "text": "This our bread we took hot for our provision out of our houses on the day we came forth to go unto you; but now, behold, it is dry, and it is mouldy:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And these bottles of wine, which we filled, were new; and, behold, they be rent: and these our garments and our shoes are become old by reason of the very long journey.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "And the men took of their victuals, and asked not counsel at the mouth of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 57
                    }
                ]
            },
            {
                "text": "And Joshua made peace with them, and made a league with them, to let them live: and the princes of the congregation sware unto them.",
                "footnotes": [
                    {
                        "footnote": "OR covenanted.",
                        "start": 116,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass at the end of three days after they had made a league with them, that they heard that they were their neighbours, and that they dwelt among them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 115
                    },
                    {
                        "start": 138,
                        "end": 142
                    }
                ]
            },
            {
                "text": "And the children of Israel journeyed, and came unto their cities on the third day. Now their cities were Gibeon, and Chephirah, and Beeroth, and Kirjath-jearim.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 21:2.",
                        "start": 105,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 104
                    }
                ]
            },
            {
                "text": "And the children of Israel smote them not, because the princes of the congregation had sworn unto them by the Lord God of Israel. And all the congregation murmured against the princes.",
                "footnotes": [
                    {
                        "footnote": "TG Murmuring.",
                        "start": 155,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But all the princes said unto all the congregation, We have sworn unto them by the Lord God of Israel: now therefore we may not touch them.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 321
                    }
                ],
                "italics": []
            },
            {
                "text": "This we will do to them; we will even let them live, lest wrath be upon us, because of the oath which we sware unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the princes said unto them, Let them live; but let them be hewers of wood and drawers of water unto all the congregation; as the princes had promised them.",
                "footnotes": [
                    {
                        "footnote": "Deut. 29:11 (10–13).",
                        "start": 63,
                        "end": 69
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua called for them, and he spake unto them, saying, Wherefore have ye beguiled us, saying, We are very far from you; when ye dwell among us?",
                "footnotes": [
                    {
                        "footnote": "OR deceived. Alma 18:23.",
                        "start": 78,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 102,
                        "end": 105
                    }
                ]
            },
            {
                "text": "Now therefore ye are cursed, and there shall none of you be freed from being bondmen, and hewers of wood and drawers of water for the house of my God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 20
                    }
                ]
            },
            {
                "text": "And they answered Joshua, and said, Because it was certainly told thy servants, how that the Lord thy God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you, therefore we were sore afraid of our lives because of you, and have done this thing.",
                "footnotes": [
                    {
                        "footnote": "Deut. 7:2 (1–4).",
                        "start": 167,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, we are in thine hand: as it seemeth good and right unto thee to do unto us, do.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 23
                    }
                ]
            },
            {
                "text": "And so did he unto them, and delivered them out of the hand of the children of Israel, that they slew them not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua made them that day hewers of wood and drawers of water for the congregation, and for the altar of the Lord, even unto this day, in the place which he should choose.",
                "footnotes": [
                    {
                        "footnote": "Deut. 31:11 (9–13).",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}