{
    "_id": "joshua10",
    "nextChapterId": "joshua11",
    "prevChapterId": "joshua9",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 10,
        "summary": "Israel defeats the Amorites and their allies, and the Lord casts stones from heaven upon them—The sun and moon stand still—Many kings and cities are destroyed—The Lord fought for Israel.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass, when Adoni-zedek king of Jerusalem had heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them;",
                "footnotes": [
                    {
                        "footnote": "HEB Lord of righteousness.",
                        "start": 26,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That they feared greatly, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all the men thereof were mighty.",
                "footnotes": [
                    {
                        "footnote": "Josh. 9:3.",
                        "start": 34,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 41,
                        "end": 44
                    },
                    {
                        "start": 102,
                        "end": 105
                    },
                    {
                        "start": 147,
                        "end": 151
                    }
                ]
            },
            {
                "text": "Wherefore Adoni-zedek king of Jerusalem sent unto Hoham king of Hebron, and unto Piram king of Jarmuth, and unto Japhia king of Lachish, and unto Debir king of Eglon, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Come up unto me, and help me, that we may smite Gibeon: for it hath made peace with Joshua and with the children of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves together, and went up, they and all their hosts, and encamped before Gibeon, and made war against it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the men of Gibeon sent unto Joshua to the camp to Gilgal, saying, Slack not thy hand from thy servants; come up to us quickly, and save us, and help us: for all the kings of the Amorites that dwell in the mountains are gathered together against us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Joshua ascended from Gilgal, he, and all the people of war with him, and all the mighty men of valour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Joshua, Fear them not: for I have delivered them into thine hand; there shall not a man of them stand before thee.",
                "footnotes": [
                    {
                        "footnote": "Josh. 10:42; 21:44; D&C 98:37.",
                        "start": 57,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Joshua therefore came unto them suddenly, and went up from Gilgal all night.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 45
                    }
                ]
            },
            {
                "text": "And the Lord discomfited them before Israel, and slew them with a great slaughter at Gibeon, and chased them along the way that goeth up to Beth-horon, and smote them to Azekah, and unto Makkedah.",
                "footnotes": [
                    {
                        "footnote": "OR put them to flight.",
                        "start": 13,
                        "end": 29
                    },
                    {
                        "footnote": "Isa. 28:21.",
                        "start": 85,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, as they fled from before Israel, and were in the going down to Beth-horon, that the Lord cast down great stones from heaven upon them unto Azekah, and they died: they were more which died with hailstones than they whom the children of Israel slew with the sword.",
                "footnotes": [
                    {
                        "footnote": "Ex. 9:18 (13–35); Ezek. 38:22; Rev. 16:21.",
                        "start": 126,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 57
                    },
                    {
                        "start": 183,
                        "end": 192
                    },
                    {
                        "start": 230,
                        "end": 234
                    }
                ]
            },
            {
                "text": "Then spake Joshua to the Lord in the day when the Lord delivered up the Amorites before the children of Israel, and he said in the sight of Israel, Sun, stand thou still upon Gibeon; and thou, Moon, in the valley of Ajalon.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 20:11 (8–11); Isa. 38:8 (7–8); Hab. 3:11; Hel. 12:14.",
                        "start": 148,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sun stood still, and the moon stayed, until the people had avenged themselves upon their enemies. Is not this written in the book of Jasher? So the sun stood still in the midst of heaven, and hasted not to go down about a whole day.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:15 (13–16). TG Astronomy.",
                        "start": 8,
                        "end": 11
                    },
                    {
                        "footnote": "TG Scriptures, Lost.",
                        "start": 141,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 106,
                        "end": 108
                    }
                ]
            },
            {
                "text": "And there was no day like that before it or after it, that the Lord hearkened unto the voice of a man: for the Lord fought for Israel.",
                "footnotes": [
                    {
                        "footnote": "Deut. 1:30 (29–30); D&C 105:14.",
                        "start": 116,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But these five kings fled, and hid themselves in a cave at Makkedah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was told Joshua, saying, The five kings are found hid in a cave at Makkedah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said, Roll great stones upon the mouth of the cave, and set men by it for to keep them:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 20
                    }
                ]
            },
            {
                "text": "And it came to pass, when Joshua and the children of Israel had made an end of slaying them with a very great slaughter, till they were consumed, that the rest which remained of them entered into fenced cities.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 160,
                        "end": 165
                    }
                ]
            },
            {
                "text": "And all the people returned to the camp to Joshua at Makkedah in peace: none moved his tongue against any of the children of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Joshua, Open the mouth of the cave, and bring out those five kings unto me out of the cave.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did so, and brought forth those five kings unto him out of the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:10 (10–12).",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 163,
                        "end": 166
                    }
                ]
            },
            {
                "text": "And it came to pass, when they brought out those kings unto Joshua, that Joshua called for all the men of Israel, and said unto the captains of the men of war which went with him, Come near, put your feet upon the necks of these kings. And they came near, and put their feet upon the necks of them.",
                "footnotes": [
                    {
                        "footnote": "This symbolized triumph of one people over another.",
                        "start": 260,
                        "end": 263
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said unto them, Fear not, nor be dismayed, be strong and of good courage: for thus shall the Lord do to all your enemies against whom ye fight.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And afterward Joshua smote them, and slew them, and hanged them on five trees: and they were hanging upon the trees until the evening.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had been hid, and laid great stones in the cave's mouth, which remain until this very day.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 323
                    }
                ],
                "italics": [
                    {
                        "start": 62,
                        "end": 66
                    },
                    {
                        "start": 222,
                        "end": 234
                    }
                ]
            },
            {
                "text": "And that day Joshua took Makkedah, and smote it with the edge of the sword, and the king thereof he utterly destroyed, them, and all the souls that were therein; he let none remain: and he did to the king of Makkedah as he did unto the king of Jericho.",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:16.",
                        "start": 25,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 148,
                        "end": 152
                    }
                ]
            },
            {
                "text": "Then Joshua passed from Makkedah, and all Israel with him, unto Libnah, and fought against Libnah:",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:15.",
                        "start": 91,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord delivered it also, and the king thereof, into the hand of Israel; and he smote it with the edge of the sword, and all the souls that were therein; he let none remain in it; but did unto the king thereof as he did unto the king of Jericho.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 146,
                        "end": 150
                    }
                ]
            },
            {
                "text": "And Joshua passed from Libnah, and all Israel with him, unto Lachish, and encamped against it, and fought against it:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord delivered Lachish into the hand of Israel, which took it on the second day, and smote it with the edge of the sword, and all the souls that were therein, according to all that he had done to Libnah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 153,
                        "end": 157
                    }
                ]
            },
            {
                "text": "Then Horam king of Gezer came up to help Lachish; and Joshua smote him and his people, until he had left him none remaining.",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:12.",
                        "start": 19,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And from Lachish Joshua passed unto Eglon, and all Israel with him; and they encamped against it, and fought against it:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they took it on that day, and smote it with the edge of the sword, and all the souls that were therein he utterly destroyed that day, according to all that he had done to Lachish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 98
                    }
                ]
            },
            {
                "text": "And Joshua went up from Eglon, and all Israel with him, unto Hebron; and they fought against it:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 136
                    },
                    {
                        "start": 263,
                        "end": 267
                    }
                ]
            },
            {
                "text": "And Joshua returned, and all Israel with him, to Debir; and fought against it:",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:13.",
                        "start": 49,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he took it, and the king thereof, and all the cities thereof; and they smote them with the edge of the sword, and utterly destroyed all the souls that were therein; he left none remaining: as he had done to Hebron, so he did to Debir, and to the king thereof; as he had done also to Libnah, and to her king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 155,
                        "end": 159
                    }
                ]
            },
            {
                "text": "So Joshua smote all the country of the hills, and of the south, and of the vale, and of the springs, and all their kings: he left none remaining, but utterly destroyed all that breathed, as the Lord God of Israel commanded.",
                "footnotes": [
                    {
                        "footnote": "OR lowland, foothill area.",
                        "start": 75,
                        "end": 79
                    },
                    {
                        "footnote": "Deut. 20:17 (17–18).",
                        "start": 158,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua smote them from Kadesh-barnea even unto Gaza, and all the country of Goshen, even unto Gibeon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all these kings and their land did Joshua take at one time, because the Lord God of Israel fought for Israel.",
                "footnotes": [
                    {
                        "footnote": "Josh. 10:8; D&C 98:37.",
                        "start": 95,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}