{
    "_id": "joshua6",
    "nextChapterId": "joshua7",
    "prevChapterId": "joshua5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 6,
        "summary": "Jericho is taken and destroyed—Only Rahab and her household are saved.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now Jericho was straitly shut up because of the children of Israel: none went out, and none came in.",
                "footnotes": [
                    {
                        "footnote": "Josh. 24:11.",
                        "start": 4,
                        "end": 11
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Joshua, See, I have given into thine hand Jericho, and the king thereof, and the mighty men of valour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 96,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And ye shall compass the city, all ye men of war, and go round about the city once. Thus shalt thou do six days.",
                "footnotes": [
                    {
                        "footnote": "HEB go around (also vv. 4, 7, 11, 14–15). Judg. 11:18; 16:2.",
                        "start": 13,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 37
                    },
                    {
                        "start": 50,
                        "end": 53
                    }
                ]
            },
            {
                "text": "And seven priests shall bear before the ark seven trumpets of rams' horns: and the seventh day ye shall compass the city seven times, and the priests shall blow with the trumpets.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 315
                    }
                ],
                "italics": []
            },
            {
                "text": "And it shall come to pass, that when they make a long blast with the ram's horn, and when ye hear the sound of the trumpet, all the people shall shout with a great shout; and the wall of the city shall fall down flat, and the people shall ascend up every man straight before him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 59
                    },
                    {
                        "start": 81,
                        "end": 84
                    }
                ]
            },
            {
                "text": "And Joshua the son of Nun called the priests, and said unto them, Take up the ark of the covenant, and let seven priests bear seven trumpets of rams' horns before the ark of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Ark of the Covenant.",
                        "start": 78,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto the people, Pass on, and compass the city, and let him that is armed pass on before the ark of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams' horns passed on before the Lord, and blew with the trumpets: and the ark of the covenant of the Lord followed them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the armed men went before the priests that blew with the trumpets, and the rearward came after the ark, the priests going on, and blowing with the trumpets.",
                "footnotes": [
                    {
                        "footnote": "IE those bringing up the rear.",
                        "start": 75,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 119
                    }
                ]
            },
            {
                "text": "And Joshua had commanded the people, saying, Ye shall not shout, nor make any noise with your voice, neither shall any word proceed out of your mouth, until the day I bid you shout; then shall ye shout.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 115,
                        "end": 118
                    }
                ]
            },
            {
                "text": "So the ark of the Lord compassed the city, going about it once: and they came into the camp, and lodged in the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 57
                    }
                ]
            },
            {
                "text": "And Joshua rose early in the morning, and the priests took up the ark of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And seven priests bearing seven trumpets of rams' horns before the ark of the Lord went on continually, and blew with the trumpets: and the armed men went before them; but the rearward came after the ark of the Lord, the priests going on, and blowing with the trumpets.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 217,
                        "end": 228
                    }
                ]
            },
            {
                "text": "And the second day they compassed the city once, and returned into the camp: so they did six days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass on the seventh day, that they rose early about the dawning of the day, and compassed the city after the same manner seven times: only on that day they compassed the city seven times.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass at the seventh time, when the priests blew with the trumpets, Joshua said unto the people, Shout; for the Lord hath given you the city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the city shall be accursed, even it, and all that are therein, to the Lord: only Rahab the harlot shall live, she and all that are with her in the house, because she hid the messengers that we sent.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 36
                    },
                    {
                        "start": 54,
                        "end": 57
                    },
                    {
                        "start": 131,
                        "end": 134
                    }
                ]
            },
            {
                "text": "And ye, in any wise keep yourselves from the accursed thing, lest ye make yourselves accursed, when ye take of the accursed thing, and make the camp of Israel a curse, and trouble it.",
                "footnotes": [
                    {
                        "footnote": "IE those things under a ban for the people to take, or dedicated for a sacrifice to the Lord. Josh. 7:1; 1 Chr. 2:7.",
                        "start": 41,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 35
                    },
                    {
                        "start": 74,
                        "end": 84
                    }
                ]
            },
            {
                "text": "But all the silver, and gold, and vessels of brass and iron, are consecrated unto the Lord: they shall come into the treasury of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 64
                    }
                ]
            },
            {
                "text": "So the people shouted when the priests blew with the trumpets: and it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city.",
                "footnotes": [
                    {
                        "footnote": "Heb. 11:30; D&C 101:57.",
                        "start": 184,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 38
                    }
                ]
            },
            {
                "text": "And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword.",
                "footnotes": [
                    {
                        "footnote": "Deut. 7:2.",
                        "start": 17,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 39
                    }
                ]
            },
            {
                "text": "But Joshua had said unto the two men that had spied out the country, Go into the harlot's house, and bring out thence the woman, and all that she hath, as ye sware unto her.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 316
                    }
                ],
                "italics": []
            },
            {
                "text": "And the young men that were spies went in, and brought out Rahab, and her father, and her mother, and her brethren, and all that she had; and they brought out all her kindred, and left them without the camp of Israel.",
                "footnotes": [
                    {
                        "footnote": "Josh. 2:18.",
                        "start": 59,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they burnt the city with fire, and all that was therein: only the silver, and the gold, and the vessels of brass and of iron, they put into the treasury of the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And Joshua saved Rahab the harlot alive, and her father's household, and all that she had; and she dwelleth in Israel even unto this day; because she hid the messengers, which Joshua sent to spy out Jericho.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 118,
                        "end": 122
                    }
                ]
            },
            {
                "text": "And Joshua adjured them at that time, saying, Cursed be the man before the Lord, that riseth up and buildeth this city Jericho: he shall lay the foundation thereof in his firstborn, and in his youngest son shall he set up the gates of it.",
                "footnotes": [
                    {
                        "footnote": "IE charged, as by an oath.",
                        "start": 11,
                        "end": 18
                    },
                    {
                        "footnote": "1 Kgs. 16:34 (29–34).",
                        "start": 119,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 23
                    },
                    {
                        "start": 53,
                        "end": 55
                    },
                    {
                        "start": 202,
                        "end": 205
                    }
                ]
            },
            {
                "text": "So the Lord was with Joshua; and his fame was noised throughout all the country.",
                "footnotes": [
                    {
                        "footnote": "Josh. 1:5.",
                        "start": 16,
                        "end": 20
                    },
                    {
                        "footnote": "Josh. 9:3; 1 Sam. 3:19.",
                        "start": 21,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 52
                    }
                ]
            }
        ]
    }
}