{
    "_id": "joshua8",
    "nextChapterId": "joshua9",
    "prevChapterId": "joshua7",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 8,
        "summary": "Joshua uses an ambush, takes Ai, and slays its inhabitants—He builds an altar in Mount Ebal—The words of the law, both blessings and cursings, are read to the people.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord said unto Joshua, Fear not, neither be thou dismayed: take all the people of war with thee, and arise, go up to Ai: see, I have given into thy hand the king of Ai, and his people, and his city, and his land:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou shalt do to Ai and her king as thou didst unto Jericho and her king: only the spoil thereof, and the cattle thereof, shall ye take for a prey unto yourselves: lay thee an ambush for the city behind it.",
                "footnotes": [
                    {
                        "footnote": "Morm. 7:4; D&C 98:33.",
                        "start": 56,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Joshua arose, and all the people of war, to go up against Ai: and Joshua chose out thirty thousand mighty men of valour, and sent them away by night.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he commanded them, saying, Behold, ye shall lie in wait against the city, even behind the city: go not very far from the city, but be ye all ready:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 78,
                        "end": 82
                    }
                ]
            },
            {
                "text": "And I, and all the people that are with me, will approach unto the city: and it shall come to pass, when they come out against us, as at the first, that we will flee before them,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 34
                    }
                ]
            },
            {
                "text": "(For they will come out after us) till we have drawn them from the city; for they will say, They flee before us, as at the first: therefore we will flee before them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then ye shall rise up from the ambush, and seize upon the city: for the Lord your God will deliver it into your hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall be, when ye have taken the city, that ye shall set the city on fire: according to the commandment of the Lord shall ye do. See, I have commanded you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 50
                    }
                ]
            },
            {
                "text": "Joshua therefore sent them forth: and they went to lie in ambush, and abode between Beth-el and Ai, on the west side of Ai: but Joshua lodged that night among the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua rose up early in the morning, and numbered the people, and went up, he and the elders of Israel, before the people to Ai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people, even the people of war that were with him, went up, and drew nigh, and came before the city, and pitched on the north side of Ai: now there was a valley between them and Ai.",
                "footnotes": [
                    {
                        "footnote": "OR set camp.",
                        "start": 117,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 35
                    },
                    {
                        "start": 48,
                        "end": 52
                    },
                    {
                        "start": 154,
                        "end": 163
                    }
                ]
            },
            {
                "text": "And he took about five thousand men, and set them to lie in ambush between Beth-el and Ai, on the west side of the city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had set the people, even all the host that was on the north of the city, and their liers in wait on the west of the city, Joshua went that night into the midst of the valley.",
                "footnotes": [
                    {
                        "footnote": "IE those in the ambush. Judg. 9:25 (25, 32, 35); 16:12; 20:29 (29, 33); 21:20; Alma 43:31 (30–43); 52:21 (21–31); 58:16 (15–21).",
                        "start": 91,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 38
                    },
                    {
                        "start": 57,
                        "end": 60
                    }
                ]
            },
            {
                "text": "And it came to pass, when the king of Ai saw it, that they hasted and rose up early, and the men of the city went out against Israel to battle, he and all his people, at a time appointed, before the plain; but he wist not that there were liers in ambush against him behind the city.",
                "footnotes": [
                    {
                        "footnote": "OR knew.",
                        "start": 213,
                        "end": 217
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 48
                    },
                    {
                        "start": 227,
                        "end": 237
                    }
                ]
            },
            {
                "text": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people that were in Ai were called together to pursue after them: and they pursued after Joshua, and were drawn away from the city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 28
                    }
                ]
            },
            {
                "text": "And there was not a man left in Ai or Beth-el, that went not out after Israel: and they left the city open, and pursued after Israel.",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:16.",
                        "start": 38,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Joshua, Stretch out the spear that is in thy hand toward Ai; for I will give it into thine hand. And Joshua stretched out the spear that he had in his hand toward the city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 60
                    },
                    {
                        "start": 160,
                        "end": 166
                    }
                ]
            },
            {
                "text": "And the ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand: and they entered into the city, and took it, and hasted and set the city on fire.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way: and the people that fled to the wilderness turned back upon the pursuers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned again, and slew the men of Ai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the other issued out of the city against them; so they were in the midst of Israel, some on this side, and some on that side: and they smote them, so that they let none of them remain or escape.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king of Ai they took alive, and brought him to Joshua.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Israel had made an end of slaying all the inhabitants of Ai in the field, in the wilderness wherein they chased them, and when they were all fallen on the edge of the sword, until they were consumed, that all the Israelites returned unto Ai, and smote it with the edge of the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And so it was, that all that fell that day, both of men and women, were twelve thousand, even all the men of Ai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 6
                    },
                    {
                        "start": 15,
                        "end": 19
                    },
                    {
                        "start": 67,
                        "end": 71
                    },
                    {
                        "start": 89,
                        "end": 93
                    }
                ]
            },
            {
                "text": "For Joshua drew not his hand back, wherewith he stretched out the spear, until he had utterly destroyed all the inhabitants of Ai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Only the cattle and the spoil of that city Israel took for a prey unto themselves, according unto the word of the Lord which he commanded Joshua.",
                "footnotes": [
                    {
                        "footnote": "OR spoil, booty.",
                        "start": 59,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua burnt Ai, and made it an heap for ever, even a desolation unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 55
                    }
                ]
            },
            {
                "text": "And the king of Ai he hanged on a tree until eventide: and as soon as the sun was down, Joshua commanded that they should take his carcase down from the tree, and cast it at the entering of the gate of the city, and raise thereon a great heap of stones, that remaineth unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 254,
                        "end": 268
                    }
                ]
            },
            {
                "text": "Then Joshua built an altar unto the Lord God of Israel in mount Ebal,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "As Moses the servant of the Lord commanded the children of Israel, as it is written in the book of the law of Moses, an altar of whole stones, over which no man hath lift up any iron: and they offered thereon burnt offerings unto the Lord, and sacrificed peace offerings.",
                "footnotes": [
                    {
                        "footnote": "Deut. 27:6 (1–8).",
                        "start": 120,
                        "end": 125
                    },
                    {
                        "footnote": "Ex. 20:25 (24–25); 1 Ne. 2:7.",
                        "start": 135,
                        "end": 141
                    },
                    {
                        "footnote": "2 Ne. 5:15; Ether 10:23; Moses 5:46.",
                        "start": 178,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 174,
                        "end": 177
                    }
                ]
            },
            {
                "text": "And he wrote there upon the stones a copy of the law of Moses, which he wrote in the presence of the children of Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Writing of.",
                        "start": 7,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all Israel, and their elders, and officers, and their judges, stood on this side the ark and on that side before the priests the Levites, which bare the ark of the covenant of the Lord, as well the stranger, as he that was born among them; half of them over against mount Gerizim, and half of them over against mount Ebal; as Moses the servant of the Lord had commanded before, that they should bless the people of Israel.",
                "footnotes": [
                    {
                        "footnote": "Deut. 11:29; 27:12 (12–13).",
                        "start": 276,
                        "end": 283
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And afterward he read all the words of the law, the blessings and cursings, according to all that is written in the book of the law.",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Study of.",
                        "start": 17,
                        "end": 21
                    },
                    {
                        "footnote": "TG Curse.",
                        "start": 66,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "There was not a word of all that Moses commanded, which Joshua read not before all the congregation of Israel, with the women, and the little ones, and the strangers that were conversant among them.",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 87,
                        "end": 99
                    },
                    {
                        "footnote": "HEB went, walked.",
                        "start": 171,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}