{
    "_id": "doctrineandcovenants132",
    "nextChapterId": "doctrineandcovenants133",
    "prevChapterId": "doctrineandcovenants131",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 132,
        "summary": "1–6, Exaltation is gained through the new and everlasting covenant; 7–14, The terms and conditions of that covenant are set forth; 15–20, Celestial marriage and a continuation of the family unit enable men to become gods; 21–25, The strait and narrow way leads to eternal lives; 26–27, The law is given relative to blasphemy against the Holy Ghost; 28–39, Promises of eternal increase and exaltation are made to prophets and Saints in all ages; 40–47, Joseph Smith is given the power to bind and seal on earth and in heaven; 48–50, The Lord seals upon him his exaltation; 51–57, Emma Smith is counseled to be faithful and true; 58–66, Laws governing plural marriage are set forth.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Verily, thus saith the Lord unto you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines—",
                "footnotes": [
                    {
                        "footnote": "Ex. 21:10 (1, 7–11); Jacob 2:24 (23–30); D&C 132:38 (34, 37–39). TG Marriage, Plural.",
                        "start": 302,
                        "end": 307
                    },
                    {
                        "footnote": "Gen. 25:6. TG Concubine.",
                        "start": 312,
                        "end": 322
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 267
                    }
                ],
                "italics": []
            },
            {
                "text": "Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, prepare thy heart to receive and obey the instructions which I am about to give unto you; for all those who have this law revealed unto them must obey the same.",
                "footnotes": [
                    {
                        "footnote": "Ezra 7:10; D&C 29:8; 58:6; 78:7.",
                        "start": 11,
                        "end": 18
                    },
                    {
                        "footnote": "TG Obedience.",
                        "start": 44,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, I reveal unto you a new and an everlasting covenant; and if ye abide not that covenant, then are ye damned; for no one can reject this covenant and be permitted to enter into my glory.",
                "footnotes": [
                    {
                        "footnote": "TG Covenants.",
                        "start": 55,
                        "end": 63
                    },
                    {
                        "footnote": "D&C 84:24. TG Damnation.",
                        "start": 112,
                        "end": 118
                    },
                    {
                        "footnote": "D&C 131:2 (1–4).",
                        "start": 135,
                        "end": 141
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p4",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.",
                "footnotes": [
                    {
                        "footnote": "Ex. 32:29; D&C 130:20; 132:11 (11, 28, 32).",
                        "start": 24,
                        "end": 32
                    },
                    {
                        "footnote": "TG God, Law of.",
                        "start": 61,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as pertaining to the new and everlasting covenant, it was instituted for the fulness of my glory; and he that receiveth a fulness thereof must and shall abide the law, or he shall be damned, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "D&C 66:2. TG New and Everlasting Covenant.",
                        "start": 25,
                        "end": 53
                    },
                    {
                        "footnote": "D&C 76:70 (50–70, 92–96). TG Celestial Glory.",
                        "start": 95,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And verily I say unto you, that the conditions of this law are these: All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations, that are not made and entered into and sealed by the Holy Spirit of promise, of him who is anointed, both as well for time and for all eternity, and that too most holy, by revelation and commandment through the medium of mine anointed, whom I have appointed on the earth to hold this power (and I have appointed unto my servant Joseph to hold this power in the last days, and there is never but one on the earth at a time on whom this power and the keys of this priesthood are conferred), are of no efficacy, virtue, or force in and after the resurrection from the dead; for all contracts that are not made unto this end have an end when men are dead.",
                "footnotes": [
                    {
                        "footnote": "D&C 88:39 (38–39).",
                        "start": 36,
                        "end": 46
                    },
                    {
                        "footnote": "TG Oath.",
                        "start": 116,
                        "end": 121
                    },
                    {
                        "footnote": "TG Vow.",
                        "start": 123,
                        "end": 127
                    },
                    {
                        "footnote": "TG Holy Ghost, Mission of; Holy Spirit; Sealing.",
                        "start": 226,
                        "end": 232
                    },
                    {
                        "footnote": "TG Priesthood, Authority.",
                        "start": 278,
                        "end": 286
                    },
                    {
                        "footnote": "TG Prophets, Mission of; Revelation.",
                        "start": 359,
                        "end": 369
                    },
                    {
                        "footnote": "TG Priesthood, Power of.",
                        "start": 471,
                        "end": 476
                    },
                    {
                        "footnote": "TG Priesthood, Authority.",
                        "start": 535,
                        "end": 540
                    },
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 636,
                        "end": 640
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, mine house is a house of order, saith the Lord God, and not a house of confusion.",
                "footnotes": [
                    {
                        "footnote": "TG Order.",
                        "start": 33,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Will I accept of an offering, saith the Lord, that is not made in my name?",
                "footnotes": [
                    {
                        "footnote": "Lev. 7:18 (16–18); 17:8 (8–9); Moro. 7:6 (5–6). TG Sacrifice.",
                        "start": 7,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Or will I receive at your hands that which I have not appointed?",
                "footnotes": [
                    {
                        "footnote": "Lev. 22:20 (20–25); Moses 5:21.",
                        "start": 54,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was?",
                "footnotes": [
                    {
                        "footnote": "D&C 49:15; 132:5 (5, 63).",
                        "start": 90,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am the Lord thy God; and I give unto you this commandment—that no man shall come unto the Father but by me or by my word, which is my law, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "Isa. 55:3; John 14:6. TG God, Access to.",
                        "start": 78,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And everything that is in the world, whether it be ordained of men, by thrones, or principalities, or powers, or things of name, whatsoever they may be, that are not by me or by my word, saith the Lord, shall be thrown down, and shall not remain after men are dead, neither in nor after the resurrection, saith the Lord your God.",
                "footnotes": [
                    {
                        "footnote": "TG Governments; Kings, Earthly.",
                        "start": 71,
                        "end": 78
                    },
                    {
                        "footnote": "3 Ne. 27:11 (10–11).",
                        "start": 235,
                        "end": 245
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 268
                    }
                ],
                "italics": []
            },
            {
                "text": "For whatsoever things remain are by me; and whatsoever things are not by me shall be shaken and destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, if a man marry him a wife in the world, and he marry her not by me nor by my word, and he covenant with her so long as he is in the world and she with him, their covenant and marriage are not of force when they are dead, and when they are out of the world; therefore, they are not bound by any law when they are out of the world.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Husbands; Marriage, Interfaith; Marriage, Temporal; Marriage, Wives.",
                        "start": 16,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, when they are out of the world they neither marry nor are given in marriage; but are appointed angels in heaven, which angels are ministering servants, to minister for those who are worthy of a far more, and an exceeding, and an eternal weight of glory.",
                "footnotes": [
                    {
                        "footnote": "Matt. 22:30 (23–33); Mark 12:25; Luke 20:35 (27–36). TG Marriage, Marry.",
                        "start": 78,
                        "end": 86
                    },
                    {
                        "footnote": "D&C 131:4 (1–4). TG Heaven.",
                        "start": 116,
                        "end": 122
                    },
                    {
                        "footnote": "TG Servant.",
                        "start": 153,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For these angels did not abide my law; therefore, they cannot be enlarged, but remain separately and singly, without exaltation, in their saved condition, to all eternity; and from henceforth are not gods, but are angels of God forever and ever.",
                "footnotes": [
                    {
                        "footnote": "Luke 20:36.",
                        "start": 214,
                        "end": 220
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:7 (7, 46–47).",
                        "start": 125,
                        "end": 133
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them—Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths—then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Celestial; Marriage, Wives.",
                        "start": 43,
                        "end": 48
                    },
                    {
                        "footnote": "TG New and Everlasting Covenant.",
                        "start": 96,
                        "end": 124
                    },
                    {
                        "footnote": "TG Sealing.",
                        "start": 136,
                        "end": 142
                    },
                    {
                        "footnote": "2 Pet. 1:19; D&C 68:12; 76:53; 88:3 (3–4); 124:124; 132:49.",
                        "start": 175,
                        "end": 182
                    },
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 254,
                        "end": 258
                    },
                    {
                        "footnote": "Ex. 19:6; Rev. 5:10; 20:6; D&C 76:56; 78:15 (15, 18).",
                        "start": 444,
                        "end": 451
                    },
                    {
                        "footnote": "TG Book of Life.",
                        "start": 564,
                        "end": 576
                    },
                    {
                        "footnote": "TG Murder.",
                        "start": 602,
                        "end": 608
                    },
                    {
                        "footnote": "Jer. 22:3. TG Blood, Shedding of; Life, Sanctity of.",
                        "start": 634,
                        "end": 639
                    },
                    {
                        "footnote": "TG Celestial Glory; Election; Exaltation; Glory.",
                        "start": 982,
                        "end": 992
                    },
                    {
                        "footnote": "TG Family, Eternal; Family, Patriarchal.",
                        "start": 1113,
                        "end": 1118
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shall they be gods, because they have no end; therefore shall they be from everlasting to everlasting, because they continue; then shall they be above all, because all things are subject unto them. Then shall they be gods, because they have all power, and the angels are subject unto them.",
                "footnotes": [
                    {
                        "footnote": "Rev. 22:5 (1–5).",
                        "start": 80,
                        "end": 91
                    },
                    {
                        "footnote": "Matt. 25:21; D&C 132:37. TG Exaltation; Man, Potential to Become like Heavenly Father.",
                        "start": 222,
                        "end": 226
                    },
                    {
                        "footnote": "D&C 29:13 (12–13); 50:27 (26–28); 76:95; 78:5 (5–7); 84:38 (35–39).",
                        "start": 246,
                        "end": 255
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 269
                    }
                ],
                "italics": []
            },
            {
                "text": "Verily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.",
                "footnotes": [
                    {
                        "footnote": "TG God, Law of.",
                        "start": 51,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For strait is the gate, and narrow the way that leadeth unto the exaltation and continuation of the lives, and few there be that find it, because ye receive me not in the world neither do ye know me.",
                "footnotes": [
                    {
                        "footnote": "Luke 13:24 (22–30); 2 Ne. 33:9; Hel. 3:29 (29–30).",
                        "start": 4,
                        "end": 10
                    },
                    {
                        "footnote": "Matt. 7:13–14, 23; JST Matt. 7:13–14 (Bible Appendix); 2 Ne. 9:41; 31:21 (17–21).",
                        "start": 39,
                        "end": 42
                    },
                    {
                        "footnote": "D&C 132:30 (30–31).",
                        "start": 100,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye receive me in the world, then shall ye know me, and shall receive your exaltation; that where I am ye shall be also.",
                "footnotes": [
                    {
                        "footnote": "John 14:3 (2–3).",
                        "start": 98,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is eternal lives—to know the only wise and true God, and Jesus Christ, whom he hath sent. I am he. Receive ye, therefore, my law.",
                "footnotes": [
                    {
                        "footnote": "John 17:3. TG Eternal Life.",
                        "start": 8,
                        "end": 21
                    },
                    {
                        "footnote": "TG God, Knowledge about.",
                        "start": 25,
                        "end": 29
                    },
                    {
                        "footnote": "John 3:17 (16–17); D&C 49:5.",
                        "start": 89,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Broad is the gate, and wide the way that leadeth to the deaths; and many there are that go in thereat, because they receive me not, neither do they abide in my law.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:12; 2 Ne. 28:11; Hel. 6:31; 3 Ne. 14:13 (13–15).",
                        "start": 0,
                        "end": 5
                    },
                    {
                        "footnote": "Matt. 7:13 (13–14). TG Death, Spiritual, First; Death, Spiritual, Second.",
                        "start": 56,
                        "end": 62
                    },
                    {
                        "footnote": "John 5:43.",
                        "start": 116,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "D&C 88:3 (3–4); 132:19 (7, 19–20).",
                        "start": 103,
                        "end": 125
                    },
                    {
                        "footnote": "Alma 39:5 (5–6). TG Blood, Shedding of.",
                        "start": 299,
                        "end": 305
                    },
                    {
                        "footnote": "1 Tim. 1:20; D&C 82:21; 104:9 (9–10).",
                        "start": 491,
                        "end": 500
                    },
                    {
                        "footnote": "TG Devil.",
                        "start": 524,
                        "end": 529
                    },
                    {
                        "footnote": "TG Redemption.",
                        "start": 546,
                        "end": 556
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The blasphemy against the Holy Ghost, which shall not be forgiven in the world nor out of the world, is in that ye commit murder wherein ye shed innocent blood, and assent unto my death, after ye have received my new and everlasting covenant, saith the Lord God; and he that abideth not this law can in nowise enter into my glory, but shall be damned, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Blaspheme; Holy Ghost, Unpardonable Sin against; Sin.",
                        "start": 4,
                        "end": 13
                    },
                    {
                        "footnote": "Matt. 12:32 (31–32); Heb. 6:6 (4–6); 10:29 (26–29); D&C 42:18; 76:34 (31, 34–35); 84:41.",
                        "start": 50,
                        "end": 53
                    },
                    {
                        "footnote": "TG Death, Spiritual, Second; Forgive; Sons of Perdition.",
                        "start": 57,
                        "end": 65
                    },
                    {
                        "footnote": "TG Murder.",
                        "start": 122,
                        "end": 128
                    },
                    {
                        "footnote": "TG Damnation.",
                        "start": 344,
                        "end": 350
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am the Lord thy God, and will give unto thee the law of my Holy Priesthood, as was ordained by me and my Father before the world was.",
                "footnotes": [
                    {
                        "footnote": "Acts 17:26; D&C 132:5.",
                        "start": 51,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Abraham received all things, whatsoever he received, by revelation and commandment, by my word, saith the Lord, and hath entered into his exaltation and sitteth upon his throne.",
                "footnotes": [
                    {
                        "footnote": "Gen. 26:5; D&C 132:37; 133:55; 137:5; Abr. 2:11 (9–11).",
                        "start": 0,
                        "end": 7
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Abraham received promises concerning his seed, and of the fruit of his loins—from whose loins ye are, namely, my servant Joseph—which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                "footnotes": [
                    {
                        "footnote": "Gen. 12:3 (1–3); 13:16; Lev. 26:42; Gal. 3:14 (7–14, 26–29); 2 Ne. 29:14; D&C 84:34. TG Abrahamic Covenant; Seed of Abraham.",
                        "start": 0,
                        "end": 7
                    },
                    {
                        "footnote": "2 Ne. 3:6 (6–16).",
                        "start": 88,
                        "end": 93
                    },
                    {
                        "footnote": "Gen. 15:5; 22:17; Deut. 1:10; 1 Chr. 27:23; Neh. 9:23; Hosea 1:10.",
                        "start": 345,
                        "end": 350
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 270
                    }
                ],
                "italics": []
            },
            {
                "text": "This promise is yours also, because ye are of Abraham, and the promise was made unto Abraham; and by this law is the continuation of the works of my Father, wherein he glorifieth himself.",
                "footnotes": [
                    {
                        "footnote": "D&C 86:9 (8–11); 110:12.",
                        "start": 46,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Go ye, therefore, and do the works of Abraham; enter ye into my law and ye shall be saved.",
                "footnotes": [
                    {
                        "footnote": "John 8:39; Alma 5:24 (22–24).",
                        "start": 29,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye enter not into my law ye cannot receive the promise of my Father, which he made unto Abraham.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "God commanded Abraham, and Sarah gave Hagar to Abraham to wife. And why did she do it? Because this was the law; and from Hagar sprang many people. This, therefore, was fulfilling, among other things, the promises.",
                "footnotes": [
                    {
                        "footnote": "Gen. 16:2 (1–3); Gal. 4:22 (21–31); D&C 132:65.",
                        "start": 4,
                        "end": 13
                    },
                    {
                        "footnote": "Gen. 25:12 (12–18).",
                        "start": 38,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Was Abraham, therefore, under condemnation? Verily I say unto you, Nay; for I, the Lord, commanded it.",
                "footnotes": [
                    {
                        "footnote": "Jacob 2:30 (24–30).",
                        "start": 89,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Abraham was commanded to offer his son Isaac; nevertheless, it was written: Thou shalt not kill. Abraham, however, did not refuse, and it was accounted unto him for righteousness.",
                "footnotes": [
                    {
                        "footnote": "Gen. 22:2 (2–12).",
                        "start": 12,
                        "end": 21
                    },
                    {
                        "footnote": "Ex. 20:13.",
                        "start": 91,
                        "end": 95
                    },
                    {
                        "footnote": "Gen. 15:6; Jacob 4:5. TG Righteousness.",
                        "start": 165,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Abraham received concubines, and they bore him children; and it was accounted unto him for righteousness, because they were given unto him, and he abode in my law; as Isaac also and Jacob did none other things than that which they were commanded; and because they did none other things than that which they were commanded, they have entered into their exaltation, according to the promises, and sit upon thrones, and are not angels but are gods.",
                "footnotes": [
                    {
                        "footnote": "Gen. 25:6.",
                        "start": 17,
                        "end": 27
                    },
                    {
                        "footnote": "Gen. 30:4 (3–4); D&C 133:55.",
                        "start": 182,
                        "end": 187
                    },
                    {
                        "footnote": "TG Exaltation; Man, Potential to Become like Heavenly Father.",
                        "start": 352,
                        "end": 362
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "David also received many wives and concubines, and also Solomon and Moses my servants, as also many others of my servants, from the beginning of creation until this time; and in nothing did they sin save in those things which they received not of me.",
                "footnotes": [
                    {
                        "footnote": "Ex. 21:10 (1, 7–11); 1 Sam. 25:43 (42–43); 2 Sam. 5:13; 1 Kgs. 11:3 (1–3); Jacob 1:15; D&C 132:1.",
                        "start": 20,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "David's wives and concubines were given unto him of me, by the hand of Nathan, my servant, and others of the prophets who had the keys of this power; and in none of these things did he sin against me save in the case of Uriah and his wife; and, therefore he hath fallen from his exaltation, and received his portion; and he shall not inherit them out of the world, for I gave them unto another, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 27:3; 2 Sam. 2:2; 1 Chr. 14:3; Jacob 2:24 (23–24).",
                        "start": 0,
                        "end": 7
                    },
                    {
                        "footnote": "2 Sam. 12:8.",
                        "start": 34,
                        "end": 39
                    },
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 130,
                        "end": 134
                    },
                    {
                        "footnote": "2 Sam. 11:27. TG Adulterer; Sin.",
                        "start": 185,
                        "end": 188
                    },
                    {
                        "footnote": "2 Sam. 11:4; 12:9 (1–15); 1 Kgs. 15:5; 1 Chr. 11:41.",
                        "start": 220,
                        "end": 225
                    },
                    {
                        "footnote": "Ps. 89:39. TG Punish.",
                        "start": 263,
                        "end": 269
                    },
                    {
                        "footnote": "Jer. 8:10.",
                        "start": 371,
                        "end": 375
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                "footnotes": [
                    {
                        "footnote": "JS—H 1:33 (18–20, 26, 33). TG Prophets, Mission of; Restoration of the Gospel.",
                        "start": 67,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as ye have asked concerning adultery, verily, verily, I say unto you, if a man receiveth a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:19 (4–7, 19).",
                        "start": 83,
                        "end": 92
                    },
                    {
                        "footnote": "TG Anointing.",
                        "start": 215,
                        "end": 224
                    },
                    {
                        "footnote": "TG Adulterer.",
                        "start": 245,
                        "end": 253
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 271
                    }
                ],
                "italics": []
            },
            {
                "text": "If she be not in the new and everlasting covenant, and she be with another man, she has committed adultery.",
                "footnotes": [
                    {
                        "footnote": "D&C 42:24 (22–26).",
                        "start": 88,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if her husband be with another woman, and he was under a vow, he hath broken his vow and hath committed adultery.",
                "footnotes": [
                    {
                        "footnote": "TG Covenants; Marriage, Marry; Vow.",
                        "start": 61,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if she hath not committed adultery, but is innocent and hath not broken her vow, and she knoweth it, and I reveal it unto you, my servant Joseph, then shall you have power, by the power of my Holy Priesthood, to take her and give her unto him that hath not committed adultery but hath been faithful; for he shall be made ruler over many.",
                "footnotes": [
                    {
                        "footnote": "TG Divorce.",
                        "start": 229,
                        "end": 233
                    },
                    {
                        "footnote": "TG Chastity.",
                        "start": 271,
                        "end": 279
                    },
                    {
                        "footnote": "Luke 16:10 (10–12); 19:26 (12–26).",
                        "start": 294,
                        "end": 302
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I have conferred upon you the keys and power of the priesthood, wherein I restore all things, and make known unto you all things in due time.",
                "footnotes": [
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 34,
                        "end": 38
                    },
                    {
                        "footnote": "Acts 3:21; D&C 86:10. TG Restoration of the Gospel.",
                        "start": 78,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And verily, verily, I say unto you, that whatsoever you seal on earth shall be sealed in heaven; and whatsoever you bind on earth, in my name and by my word, saith the Lord, it shall be eternally bound in the heavens; and whosesoever sins you remit on earth shall be remitted eternally in the heavens; and whosesoever sins you retain on earth shall be retained in heaven.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Celestial; Sealing.",
                        "start": 56,
                        "end": 60
                    },
                    {
                        "footnote": "TG Priesthood, Authority.",
                        "start": 116,
                        "end": 120
                    },
                    {
                        "footnote": "TG Remission of Sins.",
                        "start": 243,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily I say, whomsoever you bless I will bless, and whomsoever you curse I will curse, saith the Lord; for I, the Lord, am thy God.",
                "footnotes": [
                    {
                        "footnote": "Gen. 12:3 (1–3); D&C 103:25; 124:93.",
                        "start": 92,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily I say unto you, my servant Joseph, that whatsoever you give on earth, and to whomsoever you give any one on earth, by my word and according to my law, it shall be visited with blessings and not cursings, and with my power, saith the Lord, and shall be without condemnation on earth and in heaven.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:39.",
                        "start": 110,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I am the Lord thy God, and will be with thee even unto the end of the world, and through all eternity; for verily I seal upon you your exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father.",
                "footnotes": [
                    {
                        "footnote": "TG God, Presence of; Walking with God.",
                        "start": 39,
                        "end": 48
                    },
                    {
                        "footnote": "Matt. 28:20.",
                        "start": 63,
                        "end": 66
                    },
                    {
                        "footnote": "2 Pet. 1:19; D&C 68:12; 132:19.",
                        "start": 120,
                        "end": 124
                    },
                    {
                        "footnote": "D&C 5:22. TG Election.",
                        "start": 139,
                        "end": 149
                    },
                    {
                        "footnote": "Gen. 17:4 (1–8); 2 Ne. 8:2; D&C 109:64.",
                        "start": 227,
                        "end": 233
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I have seen your sacrifices, and will forgive all your sins; I have seen your sacrifices in obedience to that which I have told you. Go, therefore, and I make a way for your escape, as I accepted the offering of Abraham of his son Isaac.",
                "footnotes": [
                    {
                        "footnote": "Luke 14:33 (28–33).",
                        "start": 25,
                        "end": 35
                    },
                    {
                        "footnote": "TG Sacrifice.",
                        "start": 86,
                        "end": 96
                    },
                    {
                        "footnote": "Gen. 22:12 (1–18); Gal. 3:6; D&C 52:15; 97:8; Moses 5:23.",
                        "start": 195,
                        "end": 203
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                "footnotes": [
                    {
                        "footnote": "Gen. 22:1; Ex. 15:25 (23–26); D&C 98:14 (12–14); 101:4; 124:55; Abr. 3:25. TG Test.",
                        "start": 236,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And let mine handmaid, Emma Smith, receive all those that have been given unto my servant Joseph, and who are virtuous and pure before me; and those who are not pure, and have said they were pure, shall be destroyed, saith the Lord God.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:65.",
                        "start": 35,
                        "end": 42
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 272
                    }
                ],
                "italics": []
            },
            {
                "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                "footnotes": [
                    {
                        "footnote": "Matt. 25:21 (14–28); D&C 52:13.",
                        "start": 152,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I command mine handmaid, Emma Smith, to abide and cleave unto my servant Joseph, and to none else. But if she will not abide this commandment she shall be destroyed, saith the Lord; for I am the Lord thy God, and will destroy her if she abide not in my law.",
                "footnotes": [
                    {
                        "footnote": "D&C 42:22. TG Marriage, Husbands.",
                        "start": 54,
                        "end": 60
                    },
                    {
                        "footnote": "Acts 3:23; D&C 25:15.",
                        "start": 159,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if she will not abide this commandment, then shall my servant Joseph do all things for her, even as he hath said; and I will bless him and multiply him and give unto him an hundred-fold in this world, of fathers and mothers, brothers and sisters, houses and lands, wives and children, and crowns of eternal lives in the eternal worlds.",
                "footnotes": [
                    {
                        "footnote": "Mark 10:30 (28–31).",
                        "start": 177,
                        "end": 189
                    },
                    {
                        "footnote": "D&C 132:22 (22–24). TG Family, Eternal.",
                        "start": 303,
                        "end": 316
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                "footnotes": [
                    {
                        "footnote": "Matt. 6:15 (12–15). TG Family, Love within; Forgive.",
                        "start": 43,
                        "end": 50
                    },
                    {
                        "footnote": "Gen. 21:6; D&C 25:9.",
                        "start": 252,
                        "end": 259
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                "footnotes": [
                    {
                        "footnote": "TG Devil; Enemies.",
                        "start": 119,
                        "end": 124
                    },
                    {
                        "footnote": "Matt. 10:28; Rev. 12:12 (12–17).",
                        "start": 125,
                        "end": 132
                    },
                    {
                        "footnote": "D&C 132:37.",
                        "start": 278,
                        "end": 288
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, as touching the law of the priesthood, there are many things pertaining thereunto.",
                "footnotes": [
                    {
                        "footnote": "D&C 84:19 (19–26).",
                        "start": 32,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                "footnotes": [
                    {
                        "footnote": "Heb. 5:4 (1–6). TG Priesthood, Qualifying for.",
                        "start": 48,
                        "end": 53
                    },
                    {
                        "footnote": "TG Jesus Christ, Authority of.",
                        "start": 103,
                        "end": 107
                    },
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 144,
                        "end": 148
                    },
                    {
                        "footnote": "1 Jn. 5:18.",
                        "start": 271,
                        "end": 274
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Let no one, therefore, set on my servant Joseph; for I will justify him; for he shall do the sacrifice which I require at his hands for his transgressions, saith the Lord your God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, as pertaining to the law of the priesthood—if any man espouse a virgin, and desire to espouse another, and the first give her consent, and if he espouse the second, and they are virgins, and have vowed to no other man, then is he justified; he cannot commit adultery for they are given unto him; for he cannot commit adultery with that that belongeth unto him and to no one else.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Plural.",
                        "start": 105,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if he have ten virgins given unto him by this law, he cannot commit adultery, for they belong to him, and they are given unto him; therefore is he justified.",
                "footnotes": [
                    {
                        "footnote": "D&C 132:48. See also OD 1.",
                        "start": 15,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed; for they are given unto him to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified.",
                "footnotes": [
                    {
                        "footnote": "Gen. 1:22 (20–25); Jacob 2:30.",
                        "start": 174,
                        "end": 182
                    },
                    {
                        "footnote": "Moses 1:39.",
                        "start": 475,
                        "end": 484
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 273
                    }
                ],
                "italics": []
            },
            {
                "text": "And again, verily, verily, I say unto you, if any man have a wife, who holds the keys of this power, and he teaches unto her the law of my priesthood, as pertaining to these things, then shall she believe and administer unto him, or she shall be destroyed, saith the Lord your God; for I will destroy her; for I will magnify my name upon all those who receive and abide in my law.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, it shall be lawful in me, if she receive not this law, for him to receive all things whatsoever I, the Lord his God, will give unto him, because she did not believe and administer unto him according to my word; and she then becomes the transgressor; and he is exempt from the law of Sarah, who administered unto Abraham according to the law when I commanded Abraham to take Hagar to wife.",
                "footnotes": [
                    {
                        "footnote": "Gen. 16:2 (1–3); 25:12; Gal. 4:22; D&C 132:34 (34, 61).",
                        "start": 385,
                        "end": 390
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, as pertaining to this law, verily, verily, I say unto you, I will reveal more unto you, hereafter; therefore, let this suffice for the present. Behold, I am Alpha and Omega. Amen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}