{
    "_id": "doctrineandcovenants106",
    "nextChapterId": "doctrineandcovenants107",
    "prevChapterId": "doctrineandcovenants105",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 106,
        "summary": "",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "It is my will that my servant Warren A. Cowdery should be appointed and ordained a presiding high priest over my church, in the land of Freedom and the regions round about;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And should preach my everlasting gospel, and lift up his voice and warn the people, not only in his own place, but in the adjoining counties;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And devote his whole time to this high and holy calling, which I now give unto him, seeking diligently the kingdom of heaven and its righteousness, and all things necessary shall be added thereunto; for the laborer is worthy of his hire.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And again, verily I say unto you, the coming of the Lord draweth nigh, and it overtaketh the world as a thief in the night--",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Therefore, gird up your loins, that you may be the children of light, and that day shall not overtake you as a thief.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And again, verily I say unto you, there was joy in heaven when my servant Warren bowed to my scepter, and separated himself from the crafts of men;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Therefore, blessed is my servant Warren, for I will have mercy on him; and, notwithstanding the vanity of his heart, I will lift him up inasmuch as he will humble himself before me.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And I will give him grace and assurance wherewith he may stand; and if he continue to be a faithful witness and a light unto the church I have prepared a crown for him in the mansions of my Father. Even so. Amen.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            }
        ]
    }
}