{
    "_id": "doctrineandcovenants134",
    "nextChapterId": "doctrineandcovenants135",
    "prevChapterId": "doctrineandcovenants133",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 134,
        "summary": "1–4, Governments should preserve freedom of conscience and worship; 5–8, All men should uphold their governments and owe respect and deference to the law; 9–10, Religious societies should not exercise civil powers; 11–12, Men are justified in defending themselves and their property.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "We believe that governments were instituted of God for the benefit of man; and that he holds men accountable for their acts in relation to them, both in making laws and administering them, for the good and safety of society.",
                "footnotes": [
                    {
                        "footnote": "Jer. 27:6 (4–11); John 19:11; Rom. 13:1 (1–4); D&C 98:5 (4–7); 101:77; A of F 1:12. TG Citizenship; Governments.",
                        "start": 16,
                        "end": 27
                    },
                    {
                        "footnote": "TG Accountability; Judgment.",
                        "start": 97,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that no government can exist in peace, except such laws are framed and held inviolate as will secure to each individual the free exercise of conscience, the right and control of property, and the protection of life.",
                "footnotes": [
                    {
                        "footnote": "TG Peace.",
                        "start": 43,
                        "end": 48
                    },
                    {
                        "footnote": "TG Agency; Liberty.",
                        "start": 135,
                        "end": 139
                    },
                    {
                        "footnote": "TG Conscience.",
                        "start": 152,
                        "end": 162
                    },
                    {
                        "footnote": "Josh. 20:3; D&C 42:18 (18–19).",
                        "start": 207,
                        "end": 217
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that all governments necessarily require civil officers and magistrates to enforce the laws of the same; and that such as will administer the law in equity and justice should be sought for and upheld by the voice of the people if a republic, or the will of the sovereign.",
                "footnotes": [
                    {
                        "footnote": "Ezra 7:25; 2 Pet. 2:13 (13–17).",
                        "start": 52,
                        "end": 57
                    },
                    {
                        "footnote": "D&C 98:10 (8–10). TG Delegation of Responsibility.",
                        "start": 58,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that religion is instituted of God; and that men are amenable to him, and to him only, for the exercise of it, unless their religious opinions prompt them to infringe upon the rights and liberties of others; but we do not believe that human law has a right to interfere in prescribing rules of worship to bind the consciences of men, nor dictate forms for public or private devotion; that the civil magistrate should restrain crime, but never control conscience; should punish guilt, but never suppress the freedom of the soul.",
                "footnotes": [
                    {
                        "footnote": "Matt. 22:21; Alma 21:22 (21–22); D&C 63:26; A of F 1:11. TG Worship.",
                        "start": 305,
                        "end": 312
                    },
                    {
                        "footnote": "TG Guilt; Punish.",
                        "start": 488,
                        "end": 493
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that all men are bound to sustain and uphold the respective governments in which they reside, while protected in their inherent and inalienable rights by the laws of such governments; and that sedition and rebellion are unbecoming every citizen thus protected, and should be punished accordingly; and that all governments have a right to enact such laws as in their own judgments are best calculated to secure the public interest; at the same time, however, holding sacred the freedom of conscience.",
                "footnotes": [
                    {
                        "footnote": "TG Loyalty; Obedience; Order.",
                        "start": 37,
                        "end": 44
                    },
                    {
                        "footnote": "TG Citizenship; Governments.",
                        "start": 71,
                        "end": 82
                    },
                    {
                        "footnote": "TG Rebellion.",
                        "start": 217,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that every man should be honored in his station, rulers and magistrates as such, being placed for the protection of the innocent and the punishment of the guilty; and that to the laws all men owe respect and deference, as without them peace and harmony would be supplanted by anarchy and terror; human laws being instituted for the express purpose of regulating our interests as individuals and nations, between man and man; and divine laws given of heaven, prescribing rules on spiritual concerns, for faith and worship, both to be answered by man to his Maker.",
                "footnotes": [
                    {
                        "footnote": "Rom. 13:7.",
                        "start": 36,
                        "end": 43
                    },
                    {
                        "footnote": "D&C 58:21; 88:34.",
                        "start": 190,
                        "end": 194
                    },
                    {
                        "footnote": "TG Respect.",
                        "start": 207,
                        "end": 214
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that rulers, states, and governments have a right, and are bound to enact laws for the protection of all citizens in the free exercise of their religious belief; but we do not believe that they have a right in justice to deprive citizens of this privilege, or proscribe them in their opinions, so long as a regard and reverence are shown to the laws and such religious opinions do not justify sedition nor conspiracy.",
                "footnotes": [
                    {
                        "footnote": "TG Citizenship.",
                        "start": 116,
                        "end": 124
                    },
                    {
                        "footnote": "Micah 4:5; A of F 1:11.",
                        "start": 165,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that the commission of crime should be punished according to the nature of the offense; that murder, treason, robbery, theft, and the breach of the general peace, in all respects, should be punished according to their criminality and their tendency to evil among men, by the laws of that government in which the offense is committed; and for the public peace and tranquility all men should step forward and use their ability in bringing offenders against good laws to punishment.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:14 (11–18); D&C 42:84 (84–87).",
                        "start": 50,
                        "end": 58
                    },
                    {
                        "footnote": "TG Peace.",
                        "start": 364,
                        "end": 369
                    },
                    {
                        "footnote": "Ex. 18:22 (17–26). TG Offense.",
                        "start": 448,
                        "end": 457
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We do not believe it just to mingle religious influence with civil government, whereby one religious society is fostered and another proscribed in its spiritual privileges, and the individual rights of its members, as citizens, denied.",
                "footnotes": [
                    {
                        "footnote": "Alma 30:7 (7–11). TG Governments.",
                        "start": 29,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that all religious societies have a right to deal with their members for disorderly conduct, according to the rules and regulations of such societies; provided that such dealings be for fellowship and good standing; but we do not believe that any religious society has authority to try men on the right of property or life, to take from them this world's goods, or to put them in jeopardy of either life or limb, or to inflict any physical punishment upon them. They can only excommunicate them from their society, and withdraw from them their fellowship.",
                "footnotes": [
                    {
                        "footnote": "D&C 42:81.",
                        "start": 104,
                        "end": 113
                    },
                    {
                        "footnote": "TG Authority; Excommunication.",
                        "start": 280,
                        "end": 289
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe that men should appeal to the civil law for redress of all wrongs and grievances, where personal abuse is inflicted or the right of property or character infringed, where such laws exist as will protect the same; but we believe that all men are justified in defending themselves, their friends, and property, and the government, from the unlawful assaults and encroachments of all persons in times of exigency, where immediate appeal cannot be made to the laws, and relief afforded.",
                "footnotes": [
                    {
                        "footnote": "TG Injustice; Malice; Oppression; Persecution.",
                        "start": 70,
                        "end": 76
                    },
                    {
                        "footnote": "TG Deliver.",
                        "start": 269,
                        "end": 278
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We believe it just to preach the gospel to the nations of the earth, and warn the righteous to save themselves from the corruption of the world; but we do not believe it right to interfere with bond-servants, neither preach the gospel to, nor baptize them contrary to the will and wish of their masters, nor to meddle with or influence them in the least to cause them to be dissatisfied with their situations in this life, thereby jeopardizing the lives of men; such interference we believe to be unlawful and unjust, and dangerous to the peace of every government allowing human beings to be held in servitude.",
                "footnotes": [
                    {
                        "footnote": "TG Mission of Latter-day Saints; Warn.",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "Philem. 1:10 (10–19). TG Bondage, Physical.",
                        "start": 194,
                        "end": 207
                    },
                    {
                        "footnote": "TG Slavery.",
                        "start": 601,
                        "end": 610
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}