{
    "_id": "doctrineandcovenants109",
    "nextChapterId": "doctrineandcovenants110",
    "prevChapterId": "doctrineandcovenants108",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 109,
        "summary": "1–5, The Kirtland Temple was built as a place for the Son of Man to visit; 6–21, It is to be a house of prayer, fasting, faith, learning, glory, and order, and a house of God; 22–33, May the unrepentant who oppose the Lord's people be confounded; 34–42, May the Saints go forth in power to gather the righteous to Zion; 43–53, May the Saints be delivered from the terrible things to be poured out upon the wicked in the last days; 54–58, May nations and peoples and churches be prepared for the gospel; 59–67, May the Jews, the Lamanites, and all Israel be redeemed; 68–80, May the Saints be crowned with glory and honor and gain eternal salvation.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts—",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 16:8 (7–36); Alma 37:37; D&C 46:32.",
                        "start": 0,
                        "end": 6
                    },
                    {
                        "footnote": "1 Kgs. 8:23 (22–61); Dan. 9:4 (4, 9).",
                        "start": 57,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou who hast commanded thy servants to build a house to thy name in this place [Kirtland].",
                "footnotes": [
                    {
                        "footnote": "D&C 88:119.",
                        "start": 40,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now we ask thee, Holy Father, in the name of Jesus Christ, the Son of thy bosom, in whose name alone salvation can be administered to the children of men, we ask thee, O Lord, to accept of this house, the workmanship of the hands of us, thy servants, which thou didst command us to build.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 9:1.",
                        "start": 198,
                        "end": 203
                    },
                    {
                        "footnote": "2 Ne. 5:16.",
                        "start": 209,
                        "end": 220
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thou knowest that we have done this work through great tribulation; and out of our poverty we have given of our substance to build a house to thy name, that the Son of Man might have a place to manifest himself to his people.",
                "footnotes": [
                    {
                        "footnote": "Mark 12:44 (41–44).",
                        "start": 103,
                        "end": 108
                    },
                    {
                        "footnote": "D&C 124:27 (27–28).",
                        "start": 137,
                        "end": 142
                    },
                    {
                        "footnote": "Lev. 16:2.",
                        "start": 198,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as thou hast said in a revelation, given to us, calling us thy friends, saying—Call your solemn assembly, as I have commanded you;",
                "footnotes": [
                    {
                        "footnote": "D&C 88:117 (117–20).",
                        "start": 27,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom, seek learning even by study and also by faith;",
                "footnotes": [
                    {
                        "footnote": "D&C 88:118.",
                        "start": 114,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Organize yourselves; prepare every needful thing, and establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God;",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "TG Temple.",
                        "start": 80,
                        "end": 85
                    },
                    {
                        "footnote": "TG Order.",
                        "start": 185,
                        "end": 190
                    },
                    {
                        "footnote": "1 Kgs. 8:17.",
                        "start": 194,
                        "end": 199
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That your incomings may be in the name of the Lord, that your outgoings may be in the name of the Lord, that all your salutations may be in the name of the Lord, with uplifted hands unto the Most High—",
                "footnotes": [
                    {
                        "footnote": "D&C 88:120.",
                        "start": 10,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, Holy Father, we ask thee to assist us, thy people, with thy grace, in calling our solemn assembly, that it may be done to thine honor and to thy divine acceptance;",
                "footnotes": [
                    {
                        "footnote": "TG Solemn Assembly.",
                        "start": 91,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                "footnotes": [
                    {
                        "footnote": "D&C 38:32; 105:33 (11–12, 18, 33); 110:9.",
                        "start": 89,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That thy glory may rest down upon thy people, and upon this thy house, which we now dedicate to thee, that it may be sanctified and consecrated to be holy, and that thy holy presence may be continually in this house;",
                "footnotes": [
                    {
                        "footnote": "Ex. 40:34; 1 Kgs. 8:11 (10–13); 2 Chr. 7:2 (2–3); D&C 84:5; 109:37.",
                        "start": 9,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that all people who shall enter upon the threshold of the Lord's house may feel thy power, and feel constrained to acknowledge that thou hast sanctified it, and that it is thy house, a place of thy holiness.",
                "footnotes": [
                    {
                        "footnote": "Lev. 16:23.",
                        "start": 189,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And do thou grant, Holy Father, that all those who shall worship in this house may be taught words of wisdom out of the best books, and that they may seek learning even by study, and also by faith, as thou hast said;",
                "footnotes": [
                    {
                        "footnote": "D&C 88:118 (118–19).",
                        "start": 125,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that they may grow up in thee, and receive a fulness of the Holy Ghost, and be organized according to thy laws, and be prepared to obtain every needful thing;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that this house may be a house of prayer, a house of fasting, a house of faith, a house of glory and of God, even thy house;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That all the incomings of thy people, into this house, may be in the name of the Lord;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That all their outgoings from this house may be in the name of the Lord;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that all their salutations may be in the name of the Lord, with holy hands, uplifted to the Most High;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that no unclean thing shall be permitted to come into thy house to pollute it;",
                "footnotes": [
                    {
                        "footnote": "Luke 19:46 (46–48); D&C 94:8 (8–9); 97:15 (15–17).",
                        "start": 12,
                        "end": 25
                    },
                    {
                        "footnote": "TG Pollution.",
                        "start": 71,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when thy people transgress, any of them, they may speedily repent and return unto thee, and find favor in thy sight, and be restored to the blessings which thou hast ordained to be poured out upon those who shall reverence thee in thy house.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:31 (31–34).",
                        "start": 20,
                        "end": 30
                    },
                    {
                        "footnote": "TG Reverence.",
                        "start": 217,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them;",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Power of; Jesus Christ, Taking the Name of.",
                        "start": 112,
                        "end": 116
                    },
                    {
                        "footnote": "TG Angels; Protection, Divine.",
                        "start": 180,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And from this place they may bear exceedingly great and glorious tidings, in truth, unto the ends of the earth, that they may know that this is thy work, and that thou hast put forth thy hand, to fulfil that which thou hast spoken by the mouths of the prophets, concerning the last days.",
                "footnotes": [
                    {
                        "footnote": "D&C 1:2.",
                        "start": 93,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We ask thee, Holy Father, to establish the people that shall worship, and honorably hold a name and standing in this thy house, to all generations and for eternity;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That no weapon formed against them shall prosper; that he who diggeth a pit for them shall fall into the same himself;",
                "footnotes": [
                    {
                        "footnote": "Isa. 54:17.",
                        "start": 15,
                        "end": 21
                    },
                    {
                        "footnote": "Prov. 26:27; 1 Ne. 14:3; 22:14.",
                        "start": 72,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That no combination of wickedness shall have power to rise up and prevail over thy people upon whom thy name shall be put in this house;",
                "footnotes": [
                    {
                        "footnote": "Matt. 16:18; D&C 98:22.",
                        "start": 66,
                        "end": 73
                    },
                    {
                        "footnote": "1 Kgs. 8:29; D&C 112:12 (11–12).",
                        "start": 104,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if any people shall rise against this people, that thine anger be kindled against them;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if they shall smite this people thou wilt smite them; thou wilt fight for thy people as thou didst in the day of battle, that they may be delivered from the hands of all their enemies.",
                "footnotes": [
                    {
                        "footnote": "TG Protection, Divine.",
                        "start": 68,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We ask thee, Holy Father, to confound, and astonish, and to bring to shame and confusion, all those who have spread lying reports abroad, over the world, against thy servant or servants, if they will not repent, when the everlasting gospel shall be proclaimed in their ears;",
                "footnotes": [
                    {
                        "footnote": "TG Shame.",
                        "start": 69,
                        "end": 74
                    },
                    {
                        "footnote": "TG Lying.",
                        "start": 116,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that all their works may be brought to naught, and be swept away by the hail, and by the judgments which thou wilt send upon them in thine anger, that there may be an end to lyings and slanders against thy people.",
                "footnotes": [
                    {
                        "footnote": "Ex. 9:18 (13–35); Isa. 28:17 (15–19); Mosiah 12:6; D&C 29:16 (16–21).",
                        "start": 76,
                        "end": 80
                    },
                    {
                        "footnote": "Ps. 109:2; 3 Ne. 21:19 (11, 19–21).",
                        "start": 178,
                        "end": 184
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thou knowest, O Lord, that thy servants have been innocent before thee in bearing record of thy name, for which they have suffered these things.",
                "footnotes": [
                    {
                        "footnote": "Rev. 12:17.",
                        "start": 78,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore we plead before thee for a full and complete deliverance from under this yoke;",
                "footnotes": [
                    {
                        "footnote": "TG Deliver.",
                        "start": 55,
                        "end": 66
                    },
                    {
                        "footnote": "TG Bondage, Spiritual.",
                        "start": 83,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Break it off, O Lord; break it off from the necks of thy servants, by thy power, that we may rise up in the midst of this generation and do thy work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Jehovah, have mercy upon this people, and as all men sin, forgive the transgressions of thy people, and let them be blotted out forever.",
                "footnotes": [
                    {
                        "footnote": "Rom. 3:23; 5:1–12, 21. TG Sin.",
                        "start": 55,
                        "end": 58
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 225
                    }
                ],
                "italics": []
            },
            {
                "text": "Let the anointing of thy ministers be sealed upon them with power from on high.",
                "footnotes": [
                    {
                        "footnote": "Ex. 25:6; Lev. 8:12 (12–13); D&C 68:20. TG Anointing.",
                        "start": 8,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Let it be fulfilled upon them, as upon those on the day of Pentecost; let the gift of tongues be poured out upon thy people, even cloven tongues as of fire, and the interpretation thereof.",
                "footnotes": [
                    {
                        "footnote": "TG Holy Ghost, Gifts of.",
                        "start": 86,
                        "end": 93
                    },
                    {
                        "footnote": "Acts 2:3.",
                        "start": 130,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And let thy house be filled, as with a rushing mighty wind, with thy glory.",
                "footnotes": [
                    {
                        "footnote": "Acts 2:2.",
                        "start": 54,
                        "end": 58
                    },
                    {
                        "footnote": "2 Chr. 7:2 (2–3); D&C 84:5; 109:12. TG God, Manifestations of.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Put upon thy servants the testimony of the covenant, that when they go out and proclaim thy word they may seal up the law, and prepare the hearts of thy saints for all those judgments thou art about to send, in thy wrath, upon the inhabitants of the earth, because of their transgressions, that thy people may not faint in the day of trouble.",
                "footnotes": [
                    {
                        "footnote": "TG Testimony.",
                        "start": 26,
                        "end": 35
                    },
                    {
                        "footnote": "Isa. 8:16; D&C 1:8.",
                        "start": 106,
                        "end": 110
                    },
                    {
                        "footnote": "TG Earth, Cleansing of.",
                        "start": 250,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whatsoever city thy servants shall enter, and the people of that city receive their testimony, let thy peace and thy salvation be upon that city; that they may gather out of that city the righteous, that they may come forth to Zion, or to her stakes, the places of thine appointment, with songs of everlasting joy;",
                "footnotes": [
                    {
                        "footnote": "Matt. 10:13 (11–15).",
                        "start": 74,
                        "end": 81
                    },
                    {
                        "footnote": "Isa. 35:10.",
                        "start": 231,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And until this be accomplished, let not thy judgments fall upon that city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                "footnotes": [
                    {
                        "footnote": "TG Purification.",
                        "start": 81,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, we delight not in the destruction of our fellow men; their souls are precious before thee;",
                "footnotes": [
                    {
                        "footnote": "TG Life, Sanctity of; Worth of Souls.",
                        "start": 67,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But thy word must be fulfilled. Help thy servants to say, with thy grace assisting them: Thy will be done, O Lord, and not ours.",
                "footnotes": [
                    {
                        "footnote": "TG God, Will of; Grace.",
                        "start": 67,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We know that thou hast spoken by the mouth of thy prophets terrible things concerning the wicked, in the last days—that thou wilt pour out thy judgments, without measure;",
                "footnotes": [
                    {
                        "footnote": "TG Last Days; Wickedness.",
                        "start": 90,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, O Lord, deliver thy people from the calamity of the wicked; enable thy servants to seal up the law, and bind up the testimony, that they may be prepared against the day of burning.",
                "footnotes": [
                    {
                        "footnote": "Isa. 8:16. TG Seal; Sealing; Testimony.",
                        "start": 115,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We ask thee, Holy Father, to remember those who have been driven by the inhabitants of Jackson county, Missouri, from the lands of their inheritance, and break off, O Lord, this yoke of affliction that has been put upon them.",
                "footnotes": [
                    {
                        "footnote": "D&C 101:1; 103:2 (2, 11); 104:51.",
                        "start": 58,
                        "end": 64
                    },
                    {
                        "footnote": "TG Bondage, Physical.",
                        "start": 178,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou knowest, O Lord, that they have been greatly oppressed and afflicted by wicked men; and our hearts flow out with sorrow because of their grievous burdens.",
                "footnotes": [
                    {
                        "footnote": "TG Oppression.",
                        "start": 50,
                        "end": 59
                    },
                    {
                        "footnote": "TG Compassion.",
                        "start": 97,
                        "end": 103
                    },
                    {
                        "footnote": "Ps. 81:6 (5–6).",
                        "start": 151,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, how long wilt thou suffer this people to bear this affliction, and the cries of their innocent ones to ascend up in thine ears, and their blood come up in testimony before thee, and not make a display of thy testimony in their behalf?",
                "footnotes": [
                    {
                        "footnote": "Ps. 13:2 (1–6); 74:10 (10–23).",
                        "start": 8,
                        "end": 11
                    },
                    {
                        "footnote": "Ex. 3:9 (7, 9); 2 Ne. 26:15; Mosiah 21:15.",
                        "start": 79,
                        "end": 84
                    },
                    {
                        "footnote": "TG Martyrdom.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 226
                    }
                ],
                "italics": []
            },
            {
                "text": "Have mercy, O Lord, upon the wicked mob, who have driven thy people, that they may cease to spoil, that they may repent of their sins if repentance is to be found;",
                "footnotes": [
                    {
                        "footnote": "TG Mercy; Repent.",
                        "start": 5,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if they will not, make bare thine arm, O Lord, and redeem that which thou didst appoint a Zion unto thy people.",
                "footnotes": [
                    {
                        "footnote": "D&C 100:13; 105:2.",
                        "start": 55,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if it cannot be otherwise, that the cause of thy people may not fail before thee may thine anger be kindled, and thine indignation fall upon them, that they may be wasted away, both root and branch, from under heaven;",
                "footnotes": [
                    {
                        "footnote": "TG God, Indignation of; Punish.",
                        "start": 123,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But inasmuch as they will repent, thou art gracious and merciful, and wilt turn away thy wrath when thou lookest upon the face of thine Anointed.",
                "footnotes": [
                    {
                        "footnote": "TG Forgive; Grace.",
                        "start": 43,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have mercy, O Lord, upon all the nations of the earth; have mercy upon the rulers of our land; may those principles, which were so honorably and nobly defended, namely, the Constitution of our land, by our fathers, be established forever.",
                "footnotes": [
                    {
                        "footnote": "TG Governments; Nations.",
                        "start": 33,
                        "end": 40
                    },
                    {
                        "footnote": "1 Pet. 2:13 (13–14); D&C 44:4; 51:6; 98:5 (5–7); 101:77 (77, 80).",
                        "start": 173,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Remember the kings, the princes, the nobles, and the great ones of the earth, and all people, and the churches, all the poor, the needy, and afflicted ones of the earth;",
                "footnotes": [
                    {
                        "footnote": "TG Compassion.",
                        "start": 0,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That their hearts may be softened when thy servants shall go out from thy house, O Jehovah, to bear testimony of thy name; that their prejudices may give way before the truth, and thy people may obtain favor in the sight of all;",
                "footnotes": [
                    {
                        "footnote": "TG Hardheartedness; Teachable; Truth.",
                        "start": 169,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That all the ends of the earth may know that we, thy servants, have heard thy voice, and that thou hast sent us;",
                "footnotes": [
                    {
                        "footnote": "D&C 20:16; 76:14 (14, 22–24).",
                        "start": 68,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That from among all these, thy servants, the sons of Jacob, may gather out the righteous to build a holy city to thy name, as thou hast commanded them.",
                "footnotes": [
                    {
                        "footnote": "D&C 28:9.",
                        "start": 105,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We ask thee to appoint unto Zion other stakes besides this one which thou hast appointed, that the gathering of thy people may roll on in great power and majesty, that thy work may be cut short in righteousness.",
                "footnotes": [
                    {
                        "footnote": "Isa. 54:2; D&C 104:48.",
                        "start": 39,
                        "end": 45
                    },
                    {
                        "footnote": "D&C 86:11. TG Israel, Gathering of.",
                        "start": 116,
                        "end": 122
                    },
                    {
                        "footnote": "Matt. 24:22.",
                        "start": 188,
                        "end": 193
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now these words, O Lord, we have spoken before thee, concerning the revelations and commandments which thou hast given unto us, who are identified with the Gentiles.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:4 (1–32); 15:13 (13–18).",
                        "start": 156,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But thou knowest that thou hast a great love for the children of Jacob, who have been scattered upon the mountains for a long time, in a cloudy and dark day.",
                "footnotes": [
                    {
                        "footnote": "Hosea 1:6; 13:9 (9–14).",
                        "start": 86,
                        "end": 95
                    },
                    {
                        "footnote": "Gen. 49:26.",
                        "start": 105,
                        "end": 114
                    },
                    {
                        "footnote": "Ezek. 30:3.",
                        "start": 137,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We therefore ask thee to have mercy upon the children of Jacob, that Jerusalem, from this hour, may begin to be redeemed;",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 20:29. TG Jerusalem.",
                        "start": 69,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the yoke of bondage may begin to be broken off from the house of David;",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 11:39. TG Israel, Restoration of.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                "footnotes": [
                    {
                        "footnote": "Hosea 1:7; Zech. 12:6 (6–9); Mal. 3:4; D&C 133:35 (13, 35). TG Israel, Judah, People of.",
                        "start": 20,
                        "end": 25
                    },
                    {
                        "footnote": "Gen. 17:8 (1–8). TG Promised Lands.",
                        "start": 53,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And cause that the remnants of Jacob, who have been cursed and smitten because of their transgression, be converted from their wild and savage condition to the fulness of the everlasting gospel;",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 30:3; Alma 46:23 (23–24); 3 Ne. 20:16 (15–21); D&C 3:18; 10:48 (46–52); 19:27; 52:2; 87:5 (4–5). TG Israel, Remnant of.",
                        "start": 19,
                        "end": 27
                    },
                    {
                        "footnote": "2 Ne. 30:6; 3 Ne. 21:25 (22–25); D&C 49:24. TG Conversion.",
                        "start": 106,
                        "end": 115
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 227
                    }
                ],
                "italics": []
            },
            {
                "text": "That they may lay down their weapons of bloodshed, and cease their rebellions.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And may all the scattered remnants of Israel, who have been driven to the ends of the earth, come to a knowledge of the truth, believe in the Messiah, and be redeemed from oppression, and rejoice before thee.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Restoration of; Israel, Scattering of.",
                        "start": 38,
                        "end": 44
                    },
                    {
                        "footnote": "TG Bondage, Spiritual; Oppression.",
                        "start": 172,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, remember thy servant, Joseph Smith, Jun., and all his afflictions and persecutions—how he has covenanted with Jehovah, and vowed to thee, O Mighty God of Jacob—and the commandments which thou hast given unto him, and that he hath sincerely striven to do thy will.",
                "footnotes": [
                    {
                        "footnote": "TG Covenants.",
                        "start": 102,
                        "end": 112
                    },
                    {
                        "footnote": "TG Jesus Christ, Jehovah.",
                        "start": 118,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have mercy, O Lord, upon his wife and children, that they may be exalted in thy presence, and preserved by thy fostering hand.",
                "footnotes": [
                    {
                        "footnote": "TG Family; Family, Eternal.",
                        "start": 29,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have mercy upon all their immediate connections, that their prejudices may be broken up and swept away as with a flood; that they may be converted and redeemed with Israel, and know that thou art God.",
                "footnotes": [
                    {
                        "footnote": "IE close relatives.",
                        "start": 26,
                        "end": 47
                    },
                    {
                        "footnote": "TG Conversion.",
                        "start": 137,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Remember, O Lord, the presidents, even all the presidents of thy church, that thy right hand may exalt them, with all their families, and their immediate connections, that their names may be perpetuated and had in everlasting remembrance from generation to generation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Remember all thy church, O Lord, with all their families, and all their immediate connections, with all their sick and afflicted ones, with all the poor and meek of the earth; that the kingdom, which thou hast set up without hands, may become a great mountain and fill the whole earth;",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:44 (44–45); D&C 35:27; 65:2.",
                        "start": 185,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That thy church may come forth out of the wilderness of darkness, and shine forth fair as the moon, clear as the sun, and terrible as an army with banners;",
                "footnotes": [
                    {
                        "footnote": "TG Mission of Latter-day Saints.",
                        "start": 9,
                        "end": 15
                    },
                    {
                        "footnote": "Song 6:10; D&C 5:14; 105:31.",
                        "start": 94,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And be adorned as a bride for that day when thou shalt unveil the heavens, and cause the mountains to flow down at thy presence, and the valleys to be exalted, the rough places made smooth; that thy glory may fill the earth;",
                "footnotes": [
                    {
                        "footnote": "Judg. 5:5; D&C 133:22 (21–22, 40); Moses 6:34.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "Isa. 40:4; Luke 3:5; Hel. 14:23; D&C 49:23.",
                        "start": 137,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That when the trump shall sound for the dead, we shall be caught up in the cloud to meet thee, that we may ever be with the Lord;",
                "footnotes": [
                    {
                        "footnote": "1 Thes. 4:17.",
                        "start": 58,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That our garments may be pure, that we may be clothed upon with robes of righteousness, with palms in our hands, and crowns of glory upon our heads, and reap eternal joy for all our sufferings.",
                "footnotes": [
                    {
                        "footnote": "Lev. 8:7; 2 Ne. 9:14.",
                        "start": 64,
                        "end": 69
                    },
                    {
                        "footnote": "TG Righteousness.",
                        "start": 73,
                        "end": 86
                    },
                    {
                        "footnote": "TG Exaltation.",
                        "start": 117,
                        "end": 123
                    },
                    {
                        "footnote": "Heb. 12:2 (1–11); D&C 58:4; 103:12 (11–14).",
                        "start": 166,
                        "end": 169
                    },
                    {
                        "footnote": "Heb. 11:40; JST Heb. 11:40 (Heb. 11:40 note a). TG Suffering.",
                        "start": 182,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord God Almighty, hear us in these our petitions, and answer us from heaven, thy holy habitation, where thou sittest enthroned, with glory, honor, power, majesty, might, dominion, truth, justice, judgment, mercy, and an infinity of fulness, from everlasting to everlasting.",
                "footnotes": [
                    {
                        "footnote": "TG God, Glory of.",
                        "start": 136,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O hear, O hear, O hear us, O Lord! And answer these petitions, and accept the dedication of this house unto thee, the work of our hands, which we have built unto thy name;",
                "footnotes": [
                    {
                        "footnote": "TG Dedication.",
                        "start": 78,
                        "end": 88
                    },
                    {
                        "footnote": "TG Industry.",
                        "start": 118,
                        "end": 122
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 228
                    }
                ],
                "italics": []
            },
            {
                "text": "And also this church, to put upon it thy name. And help us by the power of thy Spirit, that we may mingle our voices with those bright, shining seraphs around thy throne, with acclamations of praise, singing Hosanna to God and the Lamb!",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Taking the Name of.",
                        "start": 41,
                        "end": 45
                    },
                    {
                        "footnote": "D&C 20:16, 36 (35–36).",
                        "start": 99,
                        "end": 105
                    },
                    {
                        "footnote": "Isa. 6:2 (1–6).",
                        "start": 144,
                        "end": 151
                    },
                    {
                        "footnote": "Ezra 3:11 (11–13); D&C 136:28.",
                        "start": 192,
                        "end": 198
                    },
                    {
                        "footnote": "TG Jesus Christ, Lamb of God.",
                        "start": 231,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And let these, thine anointed ones, be clothed with salvation, and thy saints shout aloud for joy. Amen, and Amen.",
                "footnotes": [
                    {
                        "footnote": "Ps. 18:50; 20:6. TG Anointing; Salvation.",
                        "start": 21,
                        "end": 29
                    },
                    {
                        "footnote": "Ps. 132:16.",
                        "start": 78,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}