{
    "_id": "helaman11",
    "nextChapterId": "helaman12",
    "prevChapterId": "helaman10",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 11,
        "summary": "Nephi persuades the Lord to replace their war with a famine—Many people perish—They repent, and Nephi importunes the Lord for rain—Nephi and Lehi receive many revelations—The Gadianton robbers entrench themselves in the land. About 20–6 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass in the seventy and second year of the reign of the judges that the contentions did increase, insomuch that there were wars throughout all the land among all the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was this secret band of robbers who did carry on this work of destruction and wickedness. And this war did last all that year; and in the seventy and third year it did also last.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:22 (18–24); 11:26 (25–26).",
                        "start": 16,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in this year Nephi did cry unto the Lord, saying:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:14.",
                        "start": 91,
                        "end": 94
                    },
                    {
                        "footnote": "1 Kgs. 8:35; 1 Chr. 21:12; Hel. 10:6. TG Famine.",
                        "start": 106,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And so it was done, according to the words of Nephi. And there was a great famine upon the land, among all the people of Nephi. And thus in the seventy and fourth year the famine did continue, and the work of destruction did cease by the sword but became sore by famine.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this work of destruction did also continue in the seventy and fifth year. For the earth was smitten that it was dry, and did not yield forth grain in the season of grain; and the whole earth was smitten, even among the Lamanites as well as among the Nephites, so that they were smitten that they did perish by thousands in the more wicked parts of the land.",
                "footnotes": [
                    {
                        "footnote": "TG Drought.",
                        "start": 116,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people saw that they were about to perish by famine, and they began to remember the Lord their God; and they began to remember the words of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Amos 4:7 (6–10); Hel. 12:3.",
                        "start": 100,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people began to plead with their chief judges and their leaders, that they would say unto Nephi: Behold, we know that thou art a man of God, and therefore cry unto the Lord our God that he turn away from us this famine, lest all the words which thou hast spoken concerning our destruction be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "Ex. 10:7.",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "Hel. 10:11 (11–14).",
                        "start": 285,
                        "end": 296
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the judges did say unto Nephi, according to the words which had been desired. And it came to pass that when Nephi saw that the people had repented and did humble themselves in sackcloth, he cried again unto the Lord, saying:",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:12.",
                        "start": 163,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, behold this people repenteth; and they have swept away the band of Gadianton from amongst them insomuch that they have become extinct, and they have concealed their secret plans in the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, wilt thou hearken unto me, and cause that it may be done according to my words, and send forth rain upon the face of the earth, that she may bring forth her fruit, and her grain in the season of grain.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 18:41 (1, 41–46).",
                        "start": 103,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:4.",
                        "start": 32,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, O Lord, and thou seest that they have repented, because of the famine and the pestilence and destruction which has come unto them.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 394
                    }
                ],
                "italics": []
            },
            {
                "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the seventy and sixth year the Lord did turn away his anger from the people, and caused that rain should fall upon the earth, insomuch that it did bring forth her fruit in the season of her fruit. And it came to pass that it did bring forth her grain in the season of her grain.",
                "footnotes": [
                    {
                        "footnote": "Deut. 11:14 (13–17); Ether 2:24; D&C 117:1.",
                        "start": 121,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.",
                "footnotes": [
                    {
                        "footnote": "Hel. 10:7 (5–11).",
                        "start": 183,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, Lehi, his brother, was not a whit behind him as to things pertaining to righteousness.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:44 (36–44); 6:6.",
                        "start": 41,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus it did come to pass that the people of Nephi began to prosper again in the land, and began to build up their waste places, and began to multiply and spread, even until they did cover the whole face of the land, both on the northward and on the southward, from the sea west to the sea east.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:6; Alma 22:27 (27, 32–33); Hel. 3:8; 3 Ne. 1:17.",
                        "start": 186,
                        "end": 191
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the seventy and sixth year did end in peace. And the seventy and seventh year began in peace; and the church did spread throughout the face of all the land; and the more part of the people, both the Nephites and the Lamanites, did belong to the church; and they did have exceedingly great peace in the land; and thus ended the seventy and seventh year.",
                "footnotes": [
                    {
                        "footnote": "TG Church; Peace.",
                        "start": 127,
                        "end": 133
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also they had peace in the seventy and eighth year, save it were a few contentions concerning the points of doctrine which had been laid down by the prophets.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the seventy and ninth year there began to be much strife. But it came to pass that Nephi and Lehi, and many of their brethren who knew concerning the true points of doctrine, having many revelations daily, therefore they did preach unto the people, insomuch that they did put an end to their strife in that same year.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:4; Alma 26:22; D&C 107:19.",
                        "start": 194,
                        "end": 205
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the eightieth year of the reign of the judges over the people of Nephi, there were a certain number of the dissenters from the people of Nephi, who had some years before gone over unto the Lamanites, and taken upon themselves the name of Lamanites, and also a certain number who were real descendants of the Lamanites, being stirred up to anger by them, or by those dissenters, therefore they commenced a war with their brethren.",
                "footnotes": [
                    {
                        "footnote": "Hel. 4:3.",
                        "start": 433,
                        "end": 436
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did commit murder and plunder; and then they would retreat back into the mountains, and into the wilderness and secret places, hiding themselves that they could not be discovered, receiving daily an addition to their numbers, inasmuch as there were dissenters that went forth unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus in time, yea, even in the space of not many years, they became an exceedingly great band of robbers; and they did search out all the secret plans of Gadianton; and thus they became robbers of Gadianton.",
                "footnotes": [
                    {
                        "footnote": "Hel. 4:26; 6:32; 7:6.",
                        "start": 44,
                        "end": 58
                    },
                    {
                        "footnote": "Hel. 11:2.",
                        "start": 142,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, these robbers did make great havoc, yea, even great destruction among the people of Nephi, and also among the people of the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that it was expedient that there should be a stop put to this work of destruction; therefore they sent an army of strong men into the wilderness and upon the mountains to search out this band of robbers, and to destroy them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, it came to pass that in that same year they were driven back even into their own lands. And thus ended the eightieth year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the commencement of the eighty and first year they did go forth again against this band of robbers, and did destroy many; and they were also visited with much destruction.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were again obliged to return out of the wilderness and out of the mountains unto their own lands, because of the exceeding greatness of the numbers of those robbers who infested the mountains and the wilderness.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:27.",
                        "start": 75,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that thus ended this year. And the robbers did still increase and wax strong, insomuch that they did defy the whole armies of the Nephites, and also of the Lamanites; and they did cause great fear to come unto the people upon all the face of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, for they did visit many parts of the land, and did do great destruction unto them; yea, did kill many, and did carry away others captive into the wilderness, yea, and more especially their women and their children.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this great evil, which came unto the people because of their iniquity, did stir them up again in remembrance of the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Hosea 5:15.",
                        "start": 101,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the eighty and first year of the reign of the judges.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the eighty and second year they began again to forget the Lord their God. And in the eighty and third year they began to wax strong in iniquity. And in the eighty and fourth year they did not mend their ways.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:29.",
                        "start": 54,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the eighty and fifth year they did wax stronger and stronger in their pride, and in their wickedness; and thus they were ripening again for destruction.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:40.",
                        "start": 144,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the eighty and fifth year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}