{
    "_id": "helaman4",
    "nextChapterId": "helaman5",
    "prevChapterId": "helaman3",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 4,
        "summary": "Nephite dissenters and the Lamanites join forces and take the land of Zarahemla—The Nephites' defeats come because of their wickedness—The Church dwindles, and the people become weak like the Lamanites. About 38–30 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the fifty and fourth year there were many dissensions in the church, and there was also a contention among the people, insomuch that there was much bloodshed.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 11:29.",
                        "start": 113,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rebellious part were slain and driven out of the land, and they did go unto the king of the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did endeavor to stir up the Lamanites to war against the Nephites; but behold, the Lamanites were exceedingly afraid, insomuch that they would not hearken to the words of those dissenters.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:24.",
                        "start": 71,
                        "end": 74
                    },
                    {
                        "footnote": "Hel. 1:32 (30–33).",
                        "start": 128,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass in the fifty and sixth year of the reign of the judges, there were dissenters who went up from the Nephites unto the Lamanites; and they succeeded with those others in stirring them up to anger against the Nephites; and they were all that year preparing for war.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:17.",
                        "start": 87,
                        "end": 97
                    },
                    {
                        "footnote": "Alma 63:14.",
                        "start": 188,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the fifty and seventh year they did come down against the Nephites to battle, and they did commence the work of death; yea, insomuch that in the fifty and eighth year of the reign of the judges they succeeded in obtaining possession of the land of Zarahemla; yea, and also all the lands, even unto the land which was near the land Bountiful.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:16, 52.",
                        "start": 229,
                        "end": 239
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Nephites and the armies of Moronihah were driven even into the land of Bountiful;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there they did fortify against the Lamanites, from the west sea, even unto the east; it being a day's journey for a Nephite, on the line which they had fortified and stationed their armies to defend their north country.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:32.",
                        "start": 100,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus those dissenters of the Nephites, with the help of a numerous army of the Lamanites, had obtained all the possession of the Nephites which was in the land southward. And all this was done in the fifty and eighth and ninth years of the reign of the judges.",
                "footnotes": [
                    {
                        "footnote": "Hel. 1:15.",
                        "start": 15,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the sixtieth year of the reign of the judges, Moronihah did succeed with his armies in obtaining many parts of the land; yea, they regained many cities which had fallen into the hands of the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the sixty and first year of the reign of the judges they succeeded in regaining even the half of all their possessions.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this great loss of the Nephites, and the great slaughter which was among them, would not have happened had it not been for their wickedness and their abomination which was among them; yea, and it was among those also who professed to belong to the church of God.",
                "footnotes": [
                    {
                        "footnote": "D&C 82:10.",
                        "start": 83,
                        "end": 92
                    },
                    {
                        "footnote": "Mosiah 27:13.",
                        "start": 133,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was because of the pride of their hearts, because of their exceeding riches, yea, it was because of their oppression to the poor, withholding their food from the hungry, withholding their clothing from the naked, and smiting their humble brethren upon the cheek, making a mock of that which was sacred, denying the spirit of prophecy and of revelation, murdering, plundering, lying, stealing, committing adultery, rising up in great contentions, and deserting away into the land of Nephi, among the Lamanites—",
                "footnotes": [
                    {
                        "footnote": "Obad. 1:3 (3–4); 2 Ne. 20:33; D&C 101:42.",
                        "start": 26,
                        "end": 31
                    },
                    {
                        "footnote": "1 Tim. 6:17; 2 Ne. 9:42; 3 Ne. 6:12 (10–16).",
                        "start": 76,
                        "end": 82
                    },
                    {
                        "footnote": "Ezek. 18:12; Zech. 7:10; D&C 42:30 (30–39, 71).",
                        "start": 131,
                        "end": 135
                    },
                    {
                        "footnote": "TG Mocking; Sacrilege.",
                        "start": 279,
                        "end": 283
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 376
                    }
                ],
                "italics": []
            },
            {
                "text": "And because of this their great wickedness, and their boastings in their own strength, they were left in their own strength; therefore they did not prosper, but were afflicted and smitten, and driven before the Lamanites, until they had lost possession of almost all their lands.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 35:13. TG Boast; Trust Not in the Arm of Flesh.",
                        "start": 54,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, Moronihah did preach many things unto the people because of their iniquity, and also Nephi and Lehi, who were the sons of Helaman, did preach many things unto the people, yea, and did prophesy many things unto them concerning their iniquities, and what should come unto them if they did not repent of their sins.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:17 (14–20).",
                        "start": 26,
                        "end": 32
                    },
                    {
                        "footnote": "Hel. 3:21.",
                        "start": 97,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did repent, and inasmuch as they did repent they did begin to prosper.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For when Moronihah saw that they did repent he did venture to lead them forth from place to place, and from city to city, even until they had regained the one-half of their property and the one-half of all their lands.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:43.",
                        "start": 62,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the sixty and first year of the reign of the judges.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the sixty and second year of the reign of the judges, that Moronihah could obtain no more possessions over the Lamanites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they did abandon their design to obtain the remainder of their lands, for so numerous were the Lamanites that it became impossible for the Nephites to obtain more power over them; therefore Moronihah did employ all his armies in maintaining those parts which he had taken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, because of the greatness of the number of the Lamanites the Nephites were in great fear, lest they should be overpowered, and trodden down, and slain, and destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, they began to remember the prophecies of Alma, and also the words of Mosiah; and they saw that they had been a stiffnecked people, and that they had set at naught the commandments of God;",
                "footnotes": [
                    {
                        "footnote": "Alma 5:53 (1–62).",
                        "start": 32,
                        "end": 42
                    },
                    {
                        "footnote": "Mosiah 29:27.",
                        "start": 65,
                        "end": 70
                    },
                    {
                        "footnote": "TG Stiffnecked.",
                        "start": 116,
                        "end": 127
                    },
                    {
                        "footnote": "Prov. 1:25.",
                        "start": 161,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:1.",
                        "start": 60,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And because of their iniquity the church had begun to dwindle; and they began to disbelieve in the spirit of prophecy and in the spirit of revelation; and the judgments of God did stare them in the face.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Individuals.",
                        "start": 54,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they saw that they had become weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples—",
                "footnotes": [
                    {
                        "footnote": "Jer. 46:15 (15–17); Mosiah 1:13.",
                        "start": 34,
                        "end": 38
                    },
                    {
                        "footnote": "TG Holy Ghost, Loss of.",
                        "start": 212,
                        "end": 217
                    },
                    {
                        "footnote": "Mosiah 2:37; Alma 7:21; 34:36.",
                        "start": 221,
                        "end": 227
                    },
                    {
                        "footnote": "TG Temple.",
                        "start": 228,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the Lord did cease to preserve them by his miraculous and matchless power, for they had fallen into a state of unbelief and awful wickedness; and they saw that the Lamanites were exceedingly more numerous than they, and except they should cleave unto the Lord their God they must unavoidably perish.",
                "footnotes": [
                    {
                        "footnote": "TG Unbelief.",
                        "start": 121,
                        "end": 129
                    },
                    {
                        "footnote": "Josh. 23:8; Jacob 6:5; D&C 11:19.",
                        "start": 249,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, they saw that the strength of the Lamanites was as great as their strength, even man for man. And thus had they fallen into this great transgression; yea, thus had they become weak, because of their transgression, in the space of not many years.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 19:8 (6–9). TG Weak.",
                        "start": 188,
                        "end": 192
                    },
                    {
                        "footnote": "Alma 46:8; Hel. 6:32; 7:6; 11:26; 12:2.",
                        "start": 242,
                        "end": 256
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 377
                    }
                ],
                "italics": []
            }
        ]
    }
}