{
    "_id": "helaman7",
    "nextChapterId": "helaman8",
    "prevChapterId": "helaman6",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Nephi is rejected in the north and returns to Zarahemla—He prays upon his garden tower and then calls upon the people to repent or perish. About 23–21 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Behold, now it came to pass in the sixty and ninth year of the reign of the judges over the people of the Nephites, that Nephi, the son of Helaman, returned to the land of Zarahemla from the land northward.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:6.",
                        "start": 148,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For he had been forth among the people who were in the land northward, and did preach the word of God unto them, and did prophesy many things unto them;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did reject all his words, insomuch that he could not stay among them, but returned again unto the land of his nativity.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 13,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And seeing the people in a state of such awful wickedness, and those Gadianton robbers filling the judgment-seats—having usurped the power and authority of the land; laying aside the commandments of God, and not in the least aright before him; doing no justice unto the children of men;",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny; Unrighteous Dominion.",
                        "start": 121,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Condemning the righteous because of their righteousness; letting the guilty and the wicked go unpunished because of their money; and moreover to be held in office at the head of government, to rule and do according to their wills, that they might get gain and glory of the world, and, moreover, that they might the more easily commit adultery, and steal, and kill, and do according to their own wills—",
                "footnotes": [
                    {
                        "footnote": "Job 12:6; 21:7; Ps. 73:12.",
                        "start": 94,
                        "end": 104
                    },
                    {
                        "footnote": "TG Bribe.",
                        "start": 122,
                        "end": 127
                    },
                    {
                        "footnote": "Matt. 13:22; D&C 39:9.",
                        "start": 273,
                        "end": 278
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this great iniquity had come upon the Nephites, in the space of not many years; and when Nephi saw it, his heart was swollen with sorrow within his breast; and he did exclaim in the agony of his soul:",
                "footnotes": [
                    {
                        "footnote": "IE six years; see Hel. 4:26; 6:6, 32; 11:26.",
                        "start": 68,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Oh, that I could have had my days in the days when my father Nephi first came out of the land of Jerusalem, that I could have joyed with him in the promised land; then were his people easy to be entreated, firm to keep the commandments of God, and slow to be led to do iniquity; and they were quick to hearken unto the words of the Lord—",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:27 (26–28).",
                        "start": 126,
                        "end": 131
                    },
                    {
                        "footnote": "D&C 5:22.",
                        "start": 206,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, if my days could have been in those days, then would my soul have had joy in the righteousness of my brethren.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                "footnotes": [
                    {
                        "footnote": "Jer. 9:1 (1–3).",
                        "start": 89,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, now it came to pass that it was upon a tower, which was in the garden of Nephi, which was by the highway which led to the chief market, which was in the city of Zarahemla; therefore, Nephi had bowed himself upon the tower which was in his garden, which tower was also near unto the garden gate by which led the highway.",
                "footnotes": [
                    {
                        "footnote": "Hel. 9:8.",
                        "start": 75,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there were certain men passing by and saw Nephi as he was pouring out his soul unto God upon the tower; and they ran and told the people what they had seen, and the people came together in multitudes that they might know the cause of so great mourning for the wickedness of the people.",
                "footnotes": [
                    {
                        "footnote": "Alma 50:4.",
                        "start": 122,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when Nephi arose he beheld the multitudes of people who had gathered together.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?",
                "footnotes": [
                    {
                        "footnote": "Matt. 3:7 (5–8).",
                        "start": 73,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, because I have got upon my tower that I might pour out my soul unto my God, because of the exceeding sorrow of my heart, which is because of your iniquities!",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And because of my mourning and lamentation ye have gathered yourselves together, and do marvel; yea, and ye have great need to marvel; yea, ye ought to marvel because ye are given away that the devil has got so great hold upon your hearts.",
                "footnotes": [
                    {
                        "footnote": "TG Mourning.",
                        "start": 18,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, how could you have given way to the enticing of him who is seeking to hurl away your souls down to everlasting misery and endless wo?",
                "footnotes": [
                    {
                        "footnote": "Alma 26:20.",
                        "start": 104,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O repent ye, repent ye! Why will ye die? Turn ye, turn ye unto the Lord your God. Why has he forsaken you?",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:5 (5–6); Ezek. 18:23 (23, 32).",
                        "start": 24,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "It is because you have hardened your hearts; yea, ye will not hearken unto the voice of the good shepherd; yea, ye have provoked him to anger against you.",
                "footnotes": [
                    {
                        "footnote": "TG Disobedience.",
                        "start": 62,
                        "end": 69
                    },
                    {
                        "footnote": "Ezek. 34:12; John 10:14; Alma 5:60 (38–60). TG Jesus Christ, Good Shepherd.",
                        "start": 92,
                        "end": 105
                    },
                    {
                        "footnote": "Num. 14:11 (11–12); 1 Ne. 17:30 (23–31); Jacob 1:8; Alma 12:37 (36–37).",
                        "start": 120,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, instead of gathering you, except ye will repent, behold, he shall scatter you forth that ye shall become meat for dogs and wild beasts.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 10:4 (4–7).",
                        "start": 23,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O, how could you have forgotten your God in the very day that he has delivered you?",
                "footnotes": [
                    {
                        "footnote": "Isa. 17:10 (4–11).",
                        "start": 22,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, it is to get gain, to be praised of men, yea, and that ye might get gold and silver. And ye have set your hearts upon the riches and the vain things of this world, for the which ye do murder, and plunder, and steal, and bear false witness against your neighbor, and do all manner of iniquity.",
                "footnotes": [
                    {
                        "footnote": "TG Selfishness.",
                        "start": 25,
                        "end": 29
                    },
                    {
                        "footnote": "TG Peer Influence.",
                        "start": 37,
                        "end": 44
                    },
                    {
                        "footnote": "TG Treasure.",
                        "start": 134,
                        "end": 140
                    },
                    {
                        "footnote": "Matt. 15:19 (19–20). TG Slander.",
                        "start": 237,
                        "end": 250
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                "footnotes": [
                    {
                        "footnote": "Rev. 8:13; D&C 5:5.",
                        "start": 19,
                        "end": 21
                    },
                    {
                        "footnote": "Hel. 8:5.",
                        "start": 106,
                        "end": 111
                    },
                    {
                        "footnote": "Mosiah 7:29.",
                        "start": 316,
                        "end": 324
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 386
                    }
                ],
                "italics": []
            },
            {
                "text": "For behold, thus saith the Lord: I will not show unto the wicked of my strength, to one more than the other, save it be unto those who repent of their sins, and hearken unto my words. Now therefore, I would that ye should behold, my brethren, that it shall be better for the Lamanites than for you except ye shall repent.",
                "footnotes": [
                    {
                        "footnote": "Hel. 15:14 (11–15).",
                        "start": 260,
                        "end": 266
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, they are more righteous than you, for they have not sinned against that great knowledge which ye have received; therefore the Lord will be merciful unto them; yea, he will lengthen out their days and increase their seed, even when thou shalt be utterly destroyed except thou shalt repent.",
                "footnotes": [
                    {
                        "footnote": "Ex. 20:12; 1 Ne. 17:55; Alma 9:16; D&C 5:33.",
                        "start": 184,
                        "end": 192
                    },
                    {
                        "footnote": "Alma 9:19; Hel. 10:14.",
                        "start": 265,
                        "end": 274
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, wo be unto you because of that great abomination which has come among you; and ye have united yourselves unto it, yea, to that secret band which was established by Gadianton!",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:15; Hel. 3:23.",
                        "start": 132,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, wo shall come unto you because of that pride which ye have suffered to enter your hearts, which has lifted you up beyond that which is good because of your exceedingly great riches!",
                "footnotes": [
                    {
                        "footnote": "Isa. 5:8 (8–25).",
                        "start": 5,
                        "end": 7
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, wo be unto you because of your wickedness and abominations!",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be.",
                "footnotes": [
                    {
                        "footnote": "Hel. 8:8.",
                        "start": 99,
                        "end": 103
                    },
                    {
                        "footnote": "Hel. 8:12.",
                        "start": 132,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}