{
    "_id": "helaman14",
    "nextChapterId": "helaman15",
    "prevChapterId": "helaman13",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 14,
        "summary": "Samuel predicts light during the night and a new star at Christ's birth—Christ redeems men from temporal and spiritual death—The signs of His death include three days of darkness, the rending of the rocks, and great upheavals of nature. About 6 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that Samuel, the Lamanite, did prophesy a great many more things which cannot be written.",
                "footnotes": [
                    {
                        "footnote": "Hel. 13:2; 3 Ne. 23:9 (9–10).",
                        "start": 29,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, he said unto them: Behold, I give unto you a sign; for five years more cometh, and behold, then cometh the Son of God to redeem all those who shall believe on his name.",
                "footnotes": [
                    {
                        "footnote": "Hel. 16:4; 3 Ne. 1:5 (5–21).",
                        "start": 67,
                        "end": 71
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 401
                    }
                ],
                "italics": []
            },
            {
                "text": "And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day.",
                "footnotes": [
                    {
                        "footnote": "Hel. 16:13; 3 Ne. 1:15 (8–20).",
                        "start": 44,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:8.",
                        "start": 30,
                        "end": 33
                    },
                    {
                        "footnote": "TG Jesus Christ, Birth of.",
                        "start": 376,
                        "end": 380
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p4",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And behold, there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you.",
                "footnotes": [
                    {
                        "footnote": "Matt. 2:2 (1–2); 3 Ne. 1:21. TG Astronomy.",
                        "start": 30,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold this is not all, there shall be many signs and wonders in heaven.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 2:1.",
                        "start": 48,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that ye shall all be amazed, and wonder, insomuch that ye shall fall to the earth.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:16 (16–17).",
                        "start": 90,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life.",
                "footnotes": [
                    {
                        "footnote": "John 3:16.",
                        "start": 47,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because I am a Lamanite, and have spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me and do seek to destroy me, and have cast me out from among you.",
                "footnotes": [
                    {
                        "footnote": "Hel. 13:2 (2–7).",
                        "start": 197,
                        "end": 201
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye shall hear my words, for, for this intent have I come up upon the walls of this city, that ye might hear and know of the judgments of God which do await you because of your iniquities, and also that ye might know the conditions of repentance;",
                "footnotes": [
                    {
                        "footnote": "Ezek. 2:7 (6–7).",
                        "start": 13,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 3:8; 15:4; 3 Ne. 9:15; Ether 4:7. TG Jesus Christ, Creator.",
                        "start": 79,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.",
                "footnotes": [
                    {
                        "footnote": "Acts 16:31 (30–31).",
                        "start": 10,
                        "end": 17
                    },
                    {
                        "footnote": "D&C 19:16 (16–20).",
                        "start": 120,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, again, another sign I give unto you, yea, a sign of his death.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Death of.",
                        "start": 68,
                        "end": 73
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, he surely must die that salvation may come; yea, it behooveth him and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby men may be brought into the presence of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Savior.",
                        "start": 36,
                        "end": 45
                    },
                    {
                        "footnote": "1 Cor. 15:36.",
                        "start": 109,
                        "end": 114
                    },
                    {
                        "footnote": "2 Ne. 9:4; Alma 42:23; Morm. 9:13. TG Resurrection.",
                        "start": 137,
                        "end": 149
                    },
                    {
                        "footnote": "TG God, Presence of.",
                        "start": 204,
                        "end": 212
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, behold, this death bringeth to pass the resurrection, and redeemeth all mankind from the first death—that spiritual death; for all mankind, by the fall of Adam being cut off from the presence of the Lord, are considered as dead, both as to things temporal and to things spiritual.",
                "footnotes": [
                    {
                        "footnote": "John 20:9; D&C 18:12 (11–12).",
                        "start": 45,
                        "end": 57
                    },
                    {
                        "footnote": "TG Salvation, Plan of.",
                        "start": 63,
                        "end": 72
                    },
                    {
                        "footnote": "TG Fall of Man.",
                        "start": 152,
                        "end": 156
                    },
                    {
                        "footnote": "2 Ne. 2:5; 9:6 (6–15); Alma 11:42 (40–45); 12:16 (16, 24, 36); 42:7 (6–11).",
                        "start": 171,
                        "end": 178
                    },
                    {
                        "footnote": "TG Death, Spiritual, First.",
                        "start": 228,
                        "end": 232
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 402
                    }
                ],
                "italics": []
            },
            {
                "text": "But behold, the resurrection of Christ redeemeth mankind, yea, even all mankind, and bringeth them back into the presence of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Redemption.",
                        "start": 39,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and it bringeth to pass the condition of repentance, that whosoever repenteth the same is not hewn down and cast into the fire; but whosoever repenteth not is hewn down and cast into the fire; and there cometh upon them again a spiritual death, yea, a second death, for they are cut off again as to things pertaining to righteousness.",
                "footnotes": [
                    {
                        "footnote": "Luke 13:7.",
                        "start": 99,
                        "end": 103
                    },
                    {
                        "footnote": "TG Death, Spiritual, Second.",
                        "start": 233,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore repent ye, repent ye, lest by knowing these things and not doing them ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:5 (5–25); 11:2.",
                        "start": 50,
                        "end": 54
                    },
                    {
                        "footnote": "Luke 23:44.",
                        "start": 173,
                        "end": 178
                    },
                    {
                        "footnote": "Mosiah 3:10.",
                        "start": 342,
                        "end": 347
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, at the time that he shall yield up the ghost there shall be thunderings and lightnings for the space of many hours, and the earth shall shake and tremble; and the rocks which are upon the face of this earth, which are both above the earth and beneath, which ye know at this time are solid, or the more part of it is one solid mass, shall be broken up;",
                "footnotes": [
                    {
                        "footnote": "Matt. 27:50 (50–54).",
                        "start": 44,
                        "end": 49
                    },
                    {
                        "footnote": "1 Ne. 19:11; 3 Ne. 8:6 (5–23).",
                        "start": 65,
                        "end": 76
                    },
                    {
                        "footnote": "3 Ne. 10:9.",
                        "start": 168,
                        "end": 173
                    },
                    {
                        "footnote": "Gen. 7:11; 1 Ne. 12:4.",
                        "start": 346,
                        "end": 355
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, they shall be rent in twain, and shall ever after be found in seams and in cracks, and in broken fragments upon the face of the whole earth, yea, both above the earth and beneath.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:18.",
                        "start": 58,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, there shall be great tempests, and there shall be many mountains laid low, like unto a valley, and there shall be many places which are now called valleys which shall become mountains, whose height is great.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 10:14.",
                        "start": 33,
                        "end": 41
                    },
                    {
                        "footnote": "Isa. 40:4; Luke 3:5; D&C 49:23; 109:74.",
                        "start": 159,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And many highways shall be broken up, and many cities shall become desolate.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:14 (8–10, 14); 9:12 (3–12); 10:7.",
                        "start": 4,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And many graves shall be opened, and shall yield up many of their dead; and many saints shall appear unto many.",
                "footnotes": [
                    {
                        "footnote": "Matt. 27:52 (52–53); 3 Ne. 23:11 (7–13).",
                        "start": 9,
                        "end": 15
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, thus hath the angel spoken unto me; for he said unto me that there should be thunderings and lightnings for the space of many hours.",
                "footnotes": [
                    {
                        "footnote": "Alma 13:26; Hel. 13:7.",
                        "start": 26,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto me that while the thunder and the lightning lasted, and the tempest, that these things should be, and that darkness should cover the face of the whole earth for the space of three days.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:10; 3 Ne. 8:3; 10:9.",
                        "start": 124,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the angel said unto me that many shall see greater things than these, to the intent that they might believe that these signs and these wonders should come to pass upon all the face of this land, to the intent that there should be no cause for unbelief among the children of men—",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:4 (4–5); 19:12 (10–12); 3 Ne. 10:11.",
                        "start": 117,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this to the intent that whosoever will believe might be saved, and that whosoever will not believe, a righteous judgment might come upon them; and also if they are condemned they bring upon themselves their own condemnation.",
                "footnotes": [
                    {
                        "footnote": "TG Judgment.",
                        "start": 106,
                        "end": 124
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 403
                    }
                ],
                "italics": []
            },
            {
                "text": "And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 3:11.",
                        "start": 82,
                        "end": 89
                    },
                    {
                        "footnote": "Gal. 5:1; 2 Ne. 2:27 (26–27); Alma 41:7; Moses 6:56. TG Agency.",
                        "start": 163,
                        "end": 167
                    },
                    {
                        "footnote": "TG Knowledge.",
                        "start": 247,
                        "end": 256
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you.",
                "footnotes": [
                    {
                        "footnote": "Moro. 7:16.",
                        "start": 37,
                        "end": 41
                    },
                    {
                        "footnote": "Rom. 6:16 (14–18); Alma 3:27 (26–27).",
                        "start": 99,
                        "end": 105
                    },
                    {
                        "footnote": "Alma 41:3 (1–15).",
                        "start": 147,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}