{
    "_id": "isaiah37",
    "nextChapterId": "isaiah38",
    "prevChapterId": "isaiah36",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Isaiah",
        "titleShort": "Isa",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "isaiah"
    },
    "chapter": {
        "bookTitle": "Isaiah",
        "delineation": "Chapter",
        "number": 37,
        "summary": "Hezekiah seeks counsel from Isaiah to save Jerusalem—Isaiah prophesies the defeat of the Assyrians and the death of Sennacherib—Hezekiah prays for deliverance—Sennacherib sends a blasphemous letter—Isaiah prophesies that the Assyrians will be destroyed and that a remnant of Judah will flourish—An angel slays 185,000 Assyrians—Sennacherib is slain by his sons.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 49
                    }
                ]
            },
            {
                "text": "And he sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 28
                    }
                ]
            },
            {
                "text": "And they said unto him, Thus saith Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and there is not strength to bring forth.",
                "footnotes": [
                    {
                        "footnote": "Isa. 22:5.",
                        "start": 66,
                        "end": 73
                    },
                    {
                        "footnote": "OR provocation.",
                        "start": 97,
                        "end": 106
                    },
                    {
                        "footnote": "IE the crisis. Hosea 13:13 (9–14).",
                        "start": 137,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 56
                    },
                    {
                        "start": 152,
                        "end": 160
                    }
                ]
            },
            {
                "text": "It may be the Lord thy God will hear the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God, and will reprove the words which the Lord thy God hath heard: wherefore lift up thy prayer for the remnant that is left.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 215,
                        "end": 218
                    }
                ]
            },
            {
                "text": "So the servants of king Hezekiah came to Isaiah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Isaiah said unto them, Thus shall ye say unto your master, Thus saith the Lord, Be not afraid of the words that thou hast heard, wherewith the servants of the king of Assyria have blasphemed me.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 19:6 (6–37).",
                        "start": 4,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land; and I will cause him to fall by the sword in his own land.",
                "footnotes": [
                    {
                        "footnote": "HEB put a spirit in him.",
                        "start": 15,
                        "end": 19
                    },
                    {
                        "footnote": "OR report or tidings.",
                        "start": 58,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he heard say concerning Tirhakah king of Ethiopia, He is come forth to make war with thee. And when he heard it, he sent messengers to Hezekiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 113,
                        "end": 116
                    }
                ]
            },
            {
                "text": "Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy God, in whom thou trustest, deceive thee, saying, Jerusalem shall not be given into the hand of the king of Assyria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly; and shalt thou be delivered?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have the gods of the nations delivered them which my fathers have destroyed, as Gozan, and Haran, and Rezeph, and the children of Eden which were in Telassar?",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 905
                    }
                ],
                "italics": [
                    {
                        "start": 77,
                        "end": 79
                    },
                    {
                        "start": 141,
                        "end": 145
                    }
                ]
            },
            {
                "text": "Where is the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    }
                ]
            },
            {
                "text": "And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the Lord, and spread it before the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Hezekiah prayed unto the Lord, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O Lord of hosts, God of Israel, that dwellest between the cherubims, thou art the God, even thou alone, of all the kingdoms of the earth: thou hast made heaven and earth.",
                "footnotes": [
                    {
                        "footnote": "TG Cherubim.",
                        "start": 58,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 53
                    },
                    {
                        "start": 74,
                        "end": 77
                    },
                    {
                        "start": 87,
                        "end": 91
                    }
                ]
            },
            {
                "text": "Incline thine ear, O Lord, and hear; open thine eyes, O Lord, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God.",
                "footnotes": [
                    {
                        "footnote": "HEB blaspheme.",
                        "start": 129,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Of a truth, Lord, the kings of Assyria have laid waste all the nations, and their countries,",
                "footnotes": [
                    {
                        "footnote": "OR lands.",
                        "start": 82,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And have cast their gods into the fire: for they were no gods, but the work of men's hands, wood and stone: therefore they have destroyed them.",
                "footnotes": [
                    {
                        "footnote": "TG Idolatry.",
                        "start": 57,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 53
                    }
                ]
            },
            {
                "text": "Now therefore, O Lord our God, save us from his hand, that all the kingdoms of the earth may know that thou art the Lord, even thou only.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 111
                    },
                    {
                        "start": 122,
                        "end": 126
                    }
                ]
            },
            {
                "text": "Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the Lord God of Israel, Whereas thou hast prayed to me against Sennacherib king of Assyria:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the word which the Lord hath spoken concerning him; The virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.",
                "footnotes": [
                    {
                        "footnote": "IE The unconquered people of Jerusalem.",
                        "start": 60,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 114,
                        "end": 117
                    }
                ]
            },
            {
                "text": "Whom hast thou reproached and blasphemed? and against whom hast thou exalted thy voice, and lifted up thine eyes on high? even against the Holy One of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 77,
                        "end": 80
                    },
                    {
                        "start": 122,
                        "end": 126
                    }
                ]
            },
            {
                "text": "By thy servants hast thou reproached the Lord, and hast said, By the multitude of my chariots am I come up to the height of the mountains, to the sides of Lebanon; and I will cut down the tall cedars thereof, and the choice fir trees thereof: and I will enter into the height of his border, and the forest of his Carmel.",
                "footnotes": [
                    {
                        "footnote": "Jer. 22:7 (6–7).",
                        "start": 193,
                        "end": 199
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 209,
                        "end": 212
                    },
                    {
                        "start": 291,
                        "end": 294
                    }
                ]
            },
            {
                "text": "I have digged, and drunk water; and with the sole of my feet have I dried up all the rivers of the besieged places.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Hast thou not heard long ago, how I have done it; and of ancient times, that I have formed it? now have I brought it to pass, that thou shouldest be to lay waste defenced cities into ruinous heaps.",
                "footnotes": [
                    {
                        "footnote": "IE The prophet speaks for the Lord who created everything.",
                        "start": 34,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 33
                    },
                    {
                        "start": 50,
                        "end": 53
                    },
                    {
                        "start": 178,
                        "end": 182
                    }
                ]
            },
            {
                "text": "Therefore their inhabitants were of small power, they were dismayed and confounded: they were as the grass of the field, and as the green herb, as the grass on the housetops, and as corn blasted before it be grown up.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 32
                    },
                    {
                        "start": 94,
                        "end": 96
                    },
                    {
                        "start": 125,
                        "end": 127
                    },
                    {
                        "start": 144,
                        "end": 146
                    },
                    {
                        "start": 179,
                        "end": 186
                    }
                ]
            },
            {
                "text": "But I know thy abode, and thy going out, and thy coming in, and thy rage against me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Because thy rage against me, and thy tumult, is come up into mine ears, therefore will I put my hook in thy nose, and my bridle in thy lips, and I will turn thee back by the way by which thou camest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this shall be a sign unto thee, Ye shall eat this year such as groweth of itself; and the second year that which springeth of the same: and in the third year sow ye, and reap, and plant vineyards, and eat the fruit thereof.",
                "footnotes": [
                    {
                        "footnote": "IE Hezekiah, king of Judah.",
                        "start": 30,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 17
                    },
                    {
                        "start": 49,
                        "end": 53
                    }
                ]
            },
            {
                "text": "And the remnant that is escaped of the house of Judah shall again take root downward, and bear fruit upward:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Remnant of.",
                        "start": 38,
                        "end": 45
                    },
                    {
                        "footnote": "TG Zeal.",
                        "start": 91,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore thus saith the Lord concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there, nor come before it with shields, nor cast a bank against it.",
                "footnotes": [
                    {
                        "footnote": "Luke 19:43.",
                        "start": 166,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "By the way that he came, by the same shall he return, and shall not come into this city, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I will defend this city to save it for mine own sake, and for my servant David's sake.",
                "footnotes": [
                    {
                        "footnote": "Isa. 38:6.",
                        "start": 11,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the angel of the Lord went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses.",
                "footnotes": [
                    {
                        "footnote": "See JST 2 Sam. 24:16 (2 Sam. 24:16 note a). Isa. 10:34.",
                        "start": 9,
                        "end": 14
                    },
                    {
                        "footnote": "2 Kgs. 19:35 (32–37); Isa. 14:25 (24–28); 30:31; 31:8 (7–9).",
                        "start": 68,
                        "end": 77
                    },
                    {
                        "footnote": "IE those who were left.",
                        "start": 130,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 176,
                        "end": 180
                    }
                ]
            },
            {
                "text": "So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons smote him with the sword; and they escaped into the land of Armenia: and Esar-haddon his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}