{
    "_id": "abraham3",
    "nextChapterId": "abraham4",
    "prevChapterId": "abraham2",
    "volume": {
        "title": "Pearl of Great Price",
        "titleShort": "PoGP",
        "titleOfficial": "The Pearl of Great Price",
        "_id": "pearlofgreatprice"
    },
    "book": {
        "title": "Abraham",
        "titleShort": "Abr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "abraham"
    },
    "chapter": {
        "bookTitle": "Abraham",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Abraham learns about the sun, moon, and stars by means of the Urim and Thummim—The Lord reveals to him the eternal nature of spirits—He learns of pre-earth life, foreordination, the Creation, the choosing of a Redeemer, and the second estate of man.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And I, Abraham, had the Urim and Thummim, which the Lord my God had given unto me, in Ur of the Chaldees;",
                "footnotes": [
                    {
                        "footnote": "Ex. 28:30; Mosiah 8:13 (13–19); 28:13 (13–16); JS—H 1:35. TG Urim and Thummim.",
                        "start": 24,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I saw the stars, that they were very great, and that one of them was nearest unto the throne of God; and there were many great ones which were near unto it;",
                "footnotes": [
                    {
                        "footnote": "Moses 1:35 (35–37); 7:36; Abr. 1:31.",
                        "start": 14,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: These are the governing ones; and the name of the great one is Kolob, because it is near unto me, for I am the Lord thy God: I have set this one to govern all those which belong to the same order as that upon which thou standest.",
                "footnotes": [
                    {
                        "footnote": "See also Abr., fac. 2, figs. 1–5. Abr. 3:16; 5:13. TG Astronomy.",
                        "start": 90,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me, by the Urim and Thummim, that Kolob was after the manner of the Lord, according to its times and seasons in the revolutions thereof; that one revolution was a day unto the Lord, after his manner of reckoning, it being one thousand years according to the time appointed unto that whereon thou standest. This is the reckoning of the Lord's time, according to the reckoning of Kolob.",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:21.",
                        "start": 114,
                        "end": 119
                    },
                    {
                        "footnote": "Abr. 5:13.",
                        "start": 186,
                        "end": 189
                    },
                    {
                        "footnote": "Ps. 90:4; 2 Pet. 3:8.",
                        "start": 258,
                        "end": 263
                    },
                    {
                        "footnote": "TG Time.",
                        "start": 365,
                        "end": 369
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: The planet which is the lesser light, lesser than that which is to rule the day, even the night, is above or greater than that upon which thou standest in point of reckoning, for it moveth in order more slow; this is in order because it standeth above the earth upon which thou standest, therefore the reckoning of its time is not so many as to its number of days, and of months, and of years.",
                "footnotes": [
                    {
                        "footnote": "IE It rotates on its axis more slowly. See also v. 7.",
                        "start": 136,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: Now, Abraham, these two facts exist, behold thine eyes see it; it is given unto thee to know the times of reckoning, and the set time, yea, the set time of the earth upon which thou standest, and the set time of the greater light which is set to rule the day, and the set time of the lesser light which is set to rule the night.",
                "footnotes": [
                    {
                        "footnote": "Abr. 3:16 (16–19).",
                        "start": 47,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the set time of the lesser light is a longer time as to its reckoning than the reckoning of the time of the earth upon which thou standest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And where these two facts exist, there shall be another fact above them, that is, there shall be another planet whose reckoning of time shall be longer still;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus there shall be the reckoning of the time of one planet above another, until thou come nigh unto Kolob, which Kolob is after the reckoning of the Lord's time; which Kolob is set nigh unto the throne of God, to govern all those planets which belong to the same order as that upon which thou standest.",
                "footnotes": [
                    {
                        "footnote": "TG Astronomy.",
                        "start": 57,
                        "end": 63
                    },
                    {
                        "footnote": "D&C 77:3; 88:42 (37–42). TG Order.",
                        "start": 268,
                        "end": 273
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it is given unto thee to know the set time of all the stars that are set to give light, until thou come near unto the throne of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus I, Abraham, talked with the Lord, face to face, as one man talketh with another; and he told me of the works which his hands had made;",
                "footnotes": [
                    {
                        "footnote": "Gen. 17:1; Abr. 2:6 (6, 8, 19). TG God, Access to; God, Manifestations of; God, Privilege of Seeing.",
                        "start": 17,
                        "end": 23
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto me: My son, my son (and his hand was stretched out), behold I will show you all these. And he put his hand upon mine eyes, and I saw those things which his hands had made, which were many; and they multiplied before mine eyes, and I could not see the end thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto me: This is Shinehah, which is the sun. And he said unto me: Kokob, which is star. And he said unto me: Olea, which is the moon. And he said unto me: Kokaubeam, which signifies stars, or all the great lights, which were in the firmament of heaven.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was in the night time when the Lord spake these words unto me: I will multiply thee, and thy seed after thee, like unto these; and if thou canst count the number of sands, so shall be the number of thy seeds.",
                "footnotes": [
                    {
                        "footnote": "Abr. 2:9.",
                        "start": 77,
                        "end": 85
                    },
                    {
                        "footnote": "Gen. 13:16; D&C 132:30.",
                        "start": 100,
                        "end": 104
                    },
                    {
                        "footnote": "Gen. 22:17; Hosea 1:10.",
                        "start": 162,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: Abraham, I show these things unto thee before ye go into Egypt, that ye may declare all these words.",
                "footnotes": [
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 38,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If two things exist, and there be one above the other, there shall be greater things above them; therefore Kolob is the greatest of all the Kokaubeam that thou hast seen, because it is nearest unto me.",
                "footnotes": [
                    {
                        "footnote": "Abr. 3:6 (6, 8).",
                        "start": 3,
                        "end": 6
                    },
                    {
                        "footnote": "Abr. 3:3.",
                        "start": 107,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, if there be two things, one above the other, and the moon be above the earth, then it may be that a planet or a star may exist above it; and there is nothing that the Lord thy God shall take in his heart to do but what he will do it.",
                "footnotes": [
                    {
                        "footnote": "Job 9:4 (4–12).",
                        "start": 232,
                        "end": 234
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Howbeit that he made the greater star; as, also, if there be two spirits, and one shall be more intelligent than the other, yet these two spirits, notwithstanding one is more intelligent than the other, have no beginning; they existed before, they shall have no end, they shall exist after, for they are gnolaum, or eternal.",
                "footnotes": [
                    {
                        "footnote": "TG Spirit Body; Spirit Creation.",
                        "start": 65,
                        "end": 72
                    },
                    {
                        "footnote": "Gnolaum is a transliteration of a Hebrew word meaning eternal.",
                        "start": 304,
                        "end": 311
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto me: These two facts do exist, that there are two spirits, one being more intelligent than the other; there shall be another more intelligent than they; I am the Lord thy God, I am more intelligent than they all.",
                "footnotes": [
                    {
                        "footnote": "Isa. 55:9 (8–9). TG God, Intelligence of; God, Omniscience of; Intelligence.",
                        "start": 203,
                        "end": 219
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord thy God sent his angel to deliver thee from the hands of the priest of Elkenah.",
                "footnotes": [
                    {
                        "footnote": "Abr. 1:15.",
                        "start": 35,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                "footnotes": [
                    {
                        "footnote": "D&C 88:47 (45–47); Moses 1:27 (27–28); 7:23.",
                        "start": 102,
                        "end": 107
                    },
                    {
                        "footnote": "Job 12:13 (7–25); 2 Ne. 9:8.",
                        "start": 145,
                        "end": 151
                    },
                    {
                        "footnote": "TG God, Perfection of; Kingdom of God, in Heaven.",
                        "start": 178,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;",
                "footnotes": [
                    {
                        "footnote": "TG Council in Heaven; Intelligence; Man, Antemortal Existence of; Man, a Spirit Child of Heavenly Father; Spirit Creation.",
                        "start": 45,
                        "end": 58
                    },
                    {
                        "footnote": "D&C 138:55.",
                        "start": 144,
                        "end": 149
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 38
                    }
                ],
                "italics": []
            },
            {
                "text": "And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.",
                "footnotes": [
                    {
                        "footnote": "Isa. 49:1 (1–5); Jer. 1:5; Moses 1:25; 3:5. TG Election; Foreordination.",
                        "start": 260,
                        "end": 266
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Firstborn.",
                        "start": 16,
                        "end": 19
                    },
                    {
                        "footnote": "TG Jesus Christ, Creator.",
                        "start": 181,
                        "end": 183
                    },
                    {
                        "footnote": "TG Earth, Purpose of.",
                        "start": 221,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;",
                "footnotes": [
                    {
                        "footnote": "D&C 98:14 (12–14); 124:55. TG Agency; Salvation, Plan of; Test.",
                        "start": 12,
                        "end": 17
                    },
                    {
                        "footnote": "TG Obedience.",
                        "start": 53,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.",
                "footnotes": [
                    {
                        "footnote": "TG Dependability.",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "Jude 1:6.",
                        "start": 30,
                        "end": 36
                    },
                    {
                        "footnote": "TG Mortality.",
                        "start": 211,
                        "end": 217
                    },
                    {
                        "footnote": "Titus 1:2. TG Glory; Reward.",
                        "start": 229,
                        "end": 234
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.",
                "footnotes": [
                    {
                        "footnote": "TG God the Father, Elohim.",
                        "start": 8,
                        "end": 12
                    },
                    {
                        "footnote": "Moses 7:39.",
                        "start": 32,
                        "end": 36
                    },
                    {
                        "footnote": "Moses 4:1 (1–2).",
                        "start": 105,
                        "end": 112
                    },
                    {
                        "footnote": "TG Jesus Christ, Authority of; Jesus Christ, Foreordained; Jesus Christ, Messenger of the Covenant; Jesus Christ, Messiah; Jesus Christ, Mission of.",
                        "start": 178,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the second was angry, and kept not his first estate; and, at that day, many followed after him.",
                "footnotes": [
                    {
                        "footnote": "TG Devil.",
                        "start": 8,
                        "end": 14
                    },
                    {
                        "footnote": "TG Sons of Perdition.",
                        "start": 49,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}