{
    "_id": "abraham1",
    "nextChapterId": "abraham2",
    "prevChapterId": "moses8",
    "volume": {
        "title": "Pearl of Great Price",
        "titleShort": "PoGP",
        "titleOfficial": "The Pearl of Great Price",
        "_id": "pearlofgreatprice"
    },
    "book": {
        "title": "Abraham",
        "titleShort": "Abr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "abraham"
    },
    "chapter": {
        "bookTitle": "Abraham",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Abraham seeks the blessings of the patriarchal order—He is persecuted by false priests in Chaldea—Jehovah saves him—The origins and government of Egypt are reviewed.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "In the land of the Chaldeans, at the residence of my fathers, I, Abraham, saw that it was needful for me to obtain another place of residence;",
                "footnotes": [
                    {
                        "footnote": "Abr. 1:20 (20–30); 2:4 (1, 4).",
                        "start": 19,
                        "end": 28
                    },
                    {
                        "footnote": "Gen. 11:26 (10–26); Hel. 8:18 (16–19).",
                        "start": 65,
                        "end": 72
                    },
                    {
                        "footnote": "Acts 7:3 (2–4).",
                        "start": 132,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And, finding there was greater happiness and peace and rest for me, I sought for the blessings of the fathers, and the right whereunto I should be ordained to administer the same; having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers.",
                "footnotes": [
                    {
                        "footnote": "TG Happiness; Priesthood, Qualifying for; Rest; Righteousness.",
                        "start": 31,
                        "end": 40
                    },
                    {
                        "footnote": "TG God, the Standard of Righteousness.",
                        "start": 213,
                        "end": 226
                    },
                    {
                        "footnote": "Prov. 19:2; D&C 42:61.",
                        "start": 272,
                        "end": 281
                    },
                    {
                        "footnote": "Gen. 12:2; 17:6; 18:18.",
                        "start": 393,
                        "end": 400
                    },
                    {
                        "footnote": "Gen. 13:4.",
                        "start": 425,
                        "end": 433
                    },
                    {
                        "footnote": "TG High Priest, Melchizedek Priesthood; Priesthood, History of; Priesthood, Melchizedek.",
                        "start": 524,
                        "end": 535
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time, yea, even from the beginning, or before the foundation of the earth, down to the present time, even the right of the firstborn, or the first man, who is Adam, or first father, through the fathers unto me.",
                "footnotes": [
                    {
                        "footnote": "D&C 84:14 (6–17). TG Authority; Patriarch.",
                        "start": 7,
                        "end": 16
                    },
                    {
                        "footnote": "D&C 68:17. TG Firstborn.",
                        "start": 219,
                        "end": 228
                    },
                    {
                        "footnote": "Moses 1:34. TG Adam.",
                        "start": 255,
                        "end": 259
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I sought for mine appointment unto the Priesthood according to the appointment of God unto the fathers concerning the seed.",
                "footnotes": [
                    {
                        "footnote": "TG Birthright.",
                        "start": 18,
                        "end": 29
                    },
                    {
                        "footnote": "D&C 84:14 (6–17).",
                        "start": 95,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "My fathers, having turned from their righteousness, and from the holy commandments which the Lord their God had given unto them, unto the worshiping of the gods of the heathen, utterly refused to hearken to my voice;",
                "footnotes": [
                    {
                        "footnote": "Gen. 12:1.",
                        "start": 3,
                        "end": 10
                    },
                    {
                        "footnote": "Josh. 24:14.",
                        "start": 156,
                        "end": 160
                    },
                    {
                        "footnote": "TG Heathen.",
                        "start": 168,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For their hearts were set to do evil, and were wholly turned to the god of Elkenah, and the god of Libnah, and the god of Mahmackrah, and the god of Korash, and the god of Pharaoh, king of Egypt;",
                "footnotes": [
                    {
                        "footnote": "TG Hardheartedness.",
                        "start": 10,
                        "end": 16
                    },
                    {
                        "footnote": "Alma 40:13.",
                        "start": 32,
                        "end": 36
                    },
                    {
                        "footnote": "IE the “gods,” as illustrated in Abr., fac. 1.",
                        "start": 75,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they turned their hearts to the sacrifice of the heathen in offering up their children unto these dumb idols, and hearkened not unto my voice, but endeavored to take away my life by the hand of the priest of Elkenah. The priest of Elkenah was also the priest of Pharaoh.",
                "footnotes": [
                    {
                        "footnote": "TG Heathen.",
                        "start": 59,
                        "end": 66
                    },
                    {
                        "footnote": "Abr. 1:15, 17, 30.",
                        "start": 184,
                        "end": 188
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 30
                    }
                ],
                "italics": []
            },
            {
                "text": "Now, at this time it was the custom of the priest of Pharaoh, the king of Egypt, to offer up upon the altar which was built in the land of Chaldea, for the offering unto these strange gods, men, women, and children.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the priest made an offering unto the god of Pharaoh, and also unto the god of Shagreel, even after the manner of the Egyptians. Now the god of Shagreel was the sun.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even the thank-offering of a child did the priest of Pharaoh offer upon the altar which stood by the hill called Potiphar's Hill, at the head of the plain of Olishem.",
                "footnotes": [
                    {
                        "footnote": "TG False Priesthoods.",
                        "start": 43,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, this priest had offered upon this altar three virgins at one time, who were the daughters of Onitah, one of the royal descent directly from the loins of Ham. These virgins were offered up because of their virtue; they would not bow down to worship gods of wood or of stone, therefore they were killed upon this altar, and it was done after the manner of the Egyptians.",
                "footnotes": [
                    {
                        "footnote": "Moses 8:12.",
                        "start": 158,
                        "end": 161
                    },
                    {
                        "footnote": "Dan. 3:18 (1–23).",
                        "start": 233,
                        "end": 236
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the priests laid violence upon me, that they might slay me also, as they did those virgins upon this altar; and that you may have a knowledge of this altar, I will refer you to the representation at the commencement of this record.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "It was made after the form of a bedstead, such as was had among the Chaldeans, and it stood before the gods of Elkenah, Libnah, Mahmackrah, Korash, and also a god like unto that of Pharaoh, king of Egypt.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That you may have an understanding of these gods, I have given you the fashion of them in the figures at the beginning, which manner of figures is called by the Chaldeans Rahleenos, which signifies hieroglyphics.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as they lifted up their hands upon me, that they might offer me up and take away my life, behold, I lifted up my voice unto the Lord my God, and the Lord hearkened and heard, and he filled me with the vision of the Almighty, and the angel of his presence stood by me, and immediately unloosed my bands;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:18 (17–18); D&C 35:3.",
                        "start": 158,
                        "end": 167
                    },
                    {
                        "footnote": "Abr. 2:13; 3:20.",
                        "start": 288,
                        "end": 296
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p15",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And his voice was unto me: Abraham, Abraham, behold, my name is Jehovah, and I have heard thee, and have come down to deliver thee, and to take thee away from thy father's house, and from all thy kinsfolk, into a strange land which thou knowest not of;",
                "footnotes": [
                    {
                        "footnote": "“Abram” in 1:16–17; 2:3, 6, 14, 17, in Times and Seasons, March 1, 1842, but “Abraham” in all publications since Millennial Star, July 1842.",
                        "start": 27,
                        "end": 34
                    },
                    {
                        "footnote": "Jer. 16:21. TG Jesus Christ, Jehovah.",
                        "start": 56,
                        "end": 60
                    },
                    {
                        "footnote": "Gen. 12:1.",
                        "start": 163,
                        "end": 171
                    },
                    {
                        "footnote": "TG Promised Lands.",
                        "start": 221,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this because they have turned their hearts away from me, to worship the god of Elkenah, and the god of Libnah, and the god of Mahmackrah, and the god of Korash, and the god of Pharaoh, king of Egypt; therefore I have come down to visit them, and to destroy him who hath lifted up his hand against thee, Abraham, my son, to take away thy life.",
                "footnotes": [
                    {
                        "footnote": "TG Worship.",
                        "start": 40,
                        "end": 46
                    },
                    {
                        "footnote": "1 Ne. 13:34; D&C 124:8.",
                        "start": 234,
                        "end": 239
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "As it was with Noah so shall it be with thee; but through thy ministry my name shall be known in the earth forever, for I am thy God.",
                "footnotes": [
                    {
                        "footnote": "Moses 8:19.",
                        "start": 15,
                        "end": 19
                    },
                    {
                        "footnote": "Gen. 12:3 (1–3); Abr. 2:6 (6–11).",
                        "start": 74,
                        "end": 78
                    },
                    {
                        "footnote": "Ps. 48:14; D&C 20:12.",
                        "start": 107,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, Potiphar's Hill was in the land of Ur, of Chaldea. And the Lord broke down the altar of Elkenah, and of the gods of the land, and utterly destroyed them, and smote the priest that he died; and there was great mourning in Chaldea, and also in the court of Pharaoh; which Pharaoh signifies king by royal blood.",
                "footnotes": [
                    {
                        "footnote": "Gen. 11:28; Abr. 1:1; 2:4 (1–4).",
                        "start": 43,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this king of Egypt was a descendant from the loins of Ham, and was a partaker of the blood of the Canaanites by birth.",
                "footnotes": [
                    {
                        "footnote": "Gen. 10:6 (6–8); Abr. 1:25 (20–25).",
                        "start": 49,
                        "end": 54
                    },
                    {
                        "footnote": "Ps. 78:51; Moses 8:12.",
                        "start": 58,
                        "end": 61
                    },
                    {
                        "footnote": "Ps. 105:23; Moses 7:6 (6–8).",
                        "start": 102,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From this descent sprang all the Egyptians, and thus the blood of the Canaanites was preserved in the land.",
                "footnotes": [
                    {
                        "footnote": "Gen. 10:15 (6–20); Moses 7:7 (6–8).",
                        "start": 70,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The land of Egypt being first discovered by a woman, who was the daughter of Ham, and the daughter of Egyptus, which in the Chaldean signifies Egypt, which signifies that which is forbidden;",
                "footnotes": [
                    {
                        "footnote": "Gen. 10:6; Ps. 105:23.",
                        "start": 12,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When this woman discovered the land it was under water, who afterward settled her sons in it; and thus, from Ham, sprang that race which preserved the curse in the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the first government of Egypt was established by Pharaoh, the eldest son of Egyptus, the daughter of Ham, and it was after the manner of the government of Ham, which was patriarchal.",
                "footnotes": [
                    {
                        "footnote": "TG Governments.",
                        "start": 14,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                "footnotes": [
                    {
                        "footnote": "TG Order.",
                        "start": 144,
                        "end": 149
                    },
                    {
                        "footnote": "TG Blessing.",
                        "start": 329,
                        "end": 338
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, Pharaoh being of that lineage by which he could not have the right of Priesthood, notwithstanding the Pharaohs would fain claim it from Noah, through Ham, therefore my father was led away by their idolatry;",
                "footnotes": [
                    {
                        "footnote": "TG Priesthood, Qualifying for.",
                        "start": 75,
                        "end": 85
                    },
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 127,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But I shall endeavor, hereafter, to delineate the chronology running back from myself to the beginning of the creation, for the records have come into my hands, which I hold unto this present time.",
                "footnotes": [
                    {
                        "footnote": "Moses 6:5. TG Scriptures, Writing of.",
                        "start": 128,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, after the priest of Elkenah was smitten that he died, there came a fulfilment of those things which were said unto me concerning the land of Chaldea, that there should be a famine in the land.",
                "footnotes": [
                    {
                        "footnote": "Abr. 2:1, 17. TG Famine.",
                        "start": 178,
                        "end": 184
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Accordingly a famine prevailed throughout all the land of Chaldea, and my father was sorely tormented because of the famine, and he repented of the evil which he had determined against me, to take away my life.",
                "footnotes": [
                    {
                        "footnote": "Abr. 1:7 (7, 12).",
                        "start": 205,
                        "end": 209
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the records of the fathers, even the patriarchs, concerning the right of Priesthood, the Lord my God preserved in mine own hands; therefore a knowledge of the beginning of the creation, and also of the planets, and of the stars, as they were made known unto the fathers, have I kept even unto this day, and I shall endeavor to write some of these things upon this record, for the benefit of my posterity that shall come after me.",
                "footnotes": [
                    {
                        "footnote": "TG Record Keeping; Scriptures, Preservation of.",
                        "start": 8,
                        "end": 15
                    },
                    {
                        "footnote": "Abr. 3:2 (1–21). TG Astronomy.",
                        "start": 206,
                        "end": 213
                    },
                    {
                        "footnote": "TG Book of Remembrance.",
                        "start": 368,
                        "end": 374
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}