{
    "_id": "zechariah6",
    "nextChapterId": "zechariah7",
    "prevChapterId": "zechariah5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Zechariah",
        "titleShort": "Zech",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "zechariah"
    },
    "chapter": {
        "bookTitle": "Zechariah",
        "delineation": "Chapter",
        "number": 6,
        "summary": "Zechariah crowns Joshua, the high priest, in similitude of Christ, the Branch, who will come—Christ will be a priest upon His throne forever.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And I turned, and lifted up mine eyes, and looked, and, behold, there came four chariots out from between two mountains; and the mountains were mountains of brass.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 139,
                        "end": 143
                    }
                ]
            },
            {
                "text": "In the first chariot were red horses; and in the second chariot black horses;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And in the third chariot white horses; and in the fourth chariot grisled and bay horses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then I answered and said unto the angel that talked with me, What are these, my lord?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 69
                    }
                ]
            },
            {
                "text": "And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.",
                "footnotes": [
                    {
                        "footnote": "Heb. 1:14 (7, 14).",
                        "start": 60,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 50
                    }
                ]
            },
            {
                "text": "The black horses which are therein go forth into the north country; and the white go forth after them; and the grisled go forth toward the south country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 26
                    }
                ]
            },
            {
                "text": "And the bay went forth, and sought to go that they might walk to and fro through the earth: and he said, Get you hence, walk to and fro through the earth. So they walked to and fro through the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then cried he upon me, and spake unto me, saying, Behold, these that go toward the north country have quieted my spirit in the north country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the word of the Lord came unto me, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah, which are come from Babylon, and come thou the same day, and go into the house of Josiah the son of Zephaniah;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 15
                    },
                    {
                        "start": 31,
                        "end": 35
                    }
                ]
            },
            {
                "text": "Then take silver and gold, and make crowns, and set them upon the head of Joshua the son of Josedech, the high priest;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And speak unto him, saying, Thus speaketh the Lord of hosts, saying, Behold the man whose name is The Branch; and he shall grow up out of his place, and he shall build the temple of the Lord:",
                "footnotes": [
                    {
                        "footnote": "HEB Branch is His name and from beneath Him one shall branch forth and he shall build the temple of Jehovah.",
                        "start": 84,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 95,
                        "end": 97
                    }
                ]
            },
            {
                "text": "Even he shall build the temple of the Lord; and he shall bear the glory, and shall sit and rule upon his throne; and he shall be a priest upon his throne: and the counsel of peace shall be between them both.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in the temple of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they that are far off shall come and build in the temple of the Lord, and ye shall know that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the Lord your God.",
                "footnotes": [
                    {
                        "footnote": "Isa. 60:10.",
                        "start": 41,
                        "end": 46
                    },
                    {
                        "footnote": "TG Obedience.",
                        "start": 189,
                        "end": 193
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 17
                    },
                    {
                        "start": 142,
                        "end": 146
                    }
                ]
            }
        ]
    }
}