{
    "_id": "alma15",
    "nextChapterId": "alma16",
    "prevChapterId": "alma14",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 15,
        "summary": "Alma and Amulek go to Sidom and establish a church—Alma heals Zeezrom, who joins the Church—Many are baptized, and the Church prospers—Alma and Amulek go to Zarahemla. About 81 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                "footnotes": [
                    {
                        "footnote": "Alma 14:23; 16:2 (2–3, 9, 11).",
                        "start": 225,
                        "end": 234
                    },
                    {
                        "footnote": "Alma 14:7.",
                        "start": 249,
                        "end": 257
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                "footnotes": [
                    {
                        "footnote": "Alma 14:8 (8–14).",
                        "start": 60,
                        "end": 65
                    },
                    {
                        "footnote": "Alma 14:28 (26–29).",
                        "start": 125,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also Zeezrom lay sick at Sidom, with a burning fever, which was caused by the great tribulations of his mind on account of his wickedness, for he supposed that Alma and Amulek were no more; and he supposed that they had been slain because of his iniquity. And this great sin, and his many other sins, did harrow up his mind until it did become exceedingly sore, having no deliverance; therefore he began to be scorched with a burning heat.",
                "footnotes": [
                    {
                        "footnote": "Alma 14:7 (6–7).",
                        "start": 131,
                        "end": 141
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p3",
                        "title": "Associated Content"
                    },
                    {
                        "type": "paper-page-number",
                        "data": 247
                    }
                ],
                "italics": []
            },
            {
                "text": "Now, when he heard that Alma and Amulek were in the land of Sidom, his heart began to take courage; and he sent a message immediately unto them, desiring them to come unto him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.",
                "footnotes": [
                    {
                        "footnote": "Alma 14:6.",
                        "start": 241,
                        "end": 252
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma said unto him, taking him by the hand: Believest thou in the power of Christ unto salvation?",
                "footnotes": [
                    {
                        "footnote": "Mark 9:23.",
                        "start": 69,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he answered and said: Yea, I believe all the words that thou hast taught.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma said: If thou believest in the redemption of Christ thou canst be healed.",
                "footnotes": [
                    {
                        "footnote": "TG Administrations to the Sick; Heal.",
                        "start": 75,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Yea, I believe according to thy words.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then Alma cried unto the Lord, saying: O Lord our God, have mercy on this man, and heal him according to his faith which is in Christ.",
                "footnotes": [
                    {
                        "footnote": "TG Mercy.",
                        "start": 64,
                        "end": 69
                    },
                    {
                        "footnote": "Mark 2:11 (1–12).",
                        "start": 87,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Alma had said these words, Zeezrom leaped upon his feet, and began to walk; and this was done to the great astonishment of all the people; and the knowledge of this went forth throughout all the land of Sidom.",
                "footnotes": [
                    {
                        "footnote": "Acts 3:8 (1–11).",
                        "start": 36,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma baptized Zeezrom unto the Lord; and he began from that time forth to preach unto the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma established a church in the land of Sidom, and consecrated priests and teachers in the land, to baptize unto the Lord whosoever were desirous to be baptized.",
                "footnotes": [
                    {
                        "footnote": "Alma 4:20 (7, 16, 18, 20); 16:18.",
                        "start": 68,
                        "end": 75
                    },
                    {
                        "footnote": "TG Teacher.",
                        "start": 80,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were many; for they did flock in from all the region round about Sidom, and were baptized.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But as to the people that were in the land of Ammonihah, they yet remained a hard-hearted and a stiffnecked people; and they repented not of their sins, ascribing all the power of Alma and Amulek to the devil; for they were of the profession of Nehor, and did not believe in the repentance of their sins.",
                "footnotes": [
                    {
                        "footnote": "Matt. 12:24 (24–27).",
                        "start": 153,
                        "end": 162
                    },
                    {
                        "footnote": "Alma 1:15 (2–15).",
                        "start": 245,
                        "end": 250
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma and Amulek, Amulek having forsaken all his gold, and silver, and his precious things, which were in the land of Ammonihah, for the word of God, he being rejected by those who were once his friends and also by his father and his kindred;",
                "footnotes": [
                    {
                        "footnote": "Luke 14:33; Alma 10:4.",
                        "start": 56,
                        "end": 64
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 183,
                        "end": 191
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, after Alma having established the church at Sidom, seeing a great check, yea, seeing that the people were checked as to the pride of their hearts, and began to humble themselves before God, and began to assemble themselves together at their sanctuaries to worship God before the altar, watching and praying continually, that they might be delivered from Satan, and from death, and from destruction—",
                "footnotes": [
                    {
                        "footnote": "Alma 16:21.",
                        "start": 77,
                        "end": 82
                    },
                    {
                        "footnote": "Ezra 10:1 (1–5).",
                        "start": 171,
                        "end": 177
                    },
                    {
                        "footnote": "Ps. 150:1; Alma 16:13.",
                        "start": 252,
                        "end": 263
                    },
                    {
                        "footnote": "TG Worship.",
                        "start": 267,
                        "end": 274
                    },
                    {
                        "footnote": "Ex. 27:1 (1–8).",
                        "start": 290,
                        "end": 295
                    },
                    {
                        "footnote": "TG Watch.",
                        "start": 297,
                        "end": 305
                    },
                    {
                        "footnote": "TG Death, Spiritual, First.",
                        "start": 381,
                        "end": 386
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                "footnotes": [
                    {
                        "footnote": "Alma 27:20.",
                        "start": 135,
                        "end": 138
                    },
                    {
                        "footnote": "Zech. 10:12 (11–12).",
                        "start": 199,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the tenth year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}