{
    "_id": "alma63",
    "nextChapterId": "helaman1",
    "prevChapterId": "alma62",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 63,
        "summary": "Shiblon and later Helaman take possession of the sacred records—Many Nephites travel to the land northward—Hagoth builds ships, which sail forth in the west sea—Moronihah defeats the Lamanites in battle. About 56–52 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the commencement of the thirty and sixth year of the reign of the judges over the people of Nephi, that Shiblon took possession of those sacred things which had been delivered unto Helaman by Alma.",
                "footnotes": [
                    {
                        "footnote": "Alma 38:1 (1–2); 49:30.",
                        "start": 127,
                        "end": 134
                    },
                    {
                        "footnote": "Mosiah 1:3; Alma 37:1 (1–12). TG Sacred.",
                        "start": 160,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he was a just man, and he did walk uprightly before God; and he did observe to do good continually, to keep the commandments of the Lord his God; and also did his brother.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Moroni died also. And thus ended the thirty and sixth year of the reign of the judges.",
                "footnotes": [
                    {
                        "footnote": "See Alma 43–63 for his great contributions.",
                        "start": 25,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the thirty and seventh year of the reign of the judges, there was a large company of men, even to the amount of five thousand and four hundred men, with their wives and their children, departed out of the land of Zarahemla into the land which was northward.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:31; 46:17; Hel. 3:3.",
                        "start": 275,
                        "end": 284
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Hagoth, he being an exceedingly curious man, therefore he went forth and built him an exceedingly large ship, on the borders of the land Bountiful, by the land Desolation, and launched it forth into the west sea, by the narrow neck which led into the land northward.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:10 (10, 14).",
                        "start": 45,
                        "end": 56
                    },
                    {
                        "footnote": "Alma 53:3 (3–4); Hel. 1:23.",
                        "start": 162,
                        "end": 171
                    },
                    {
                        "footnote": "Alma 22:32; Morm. 2:29; Ether 10:20.",
                        "start": 245,
                        "end": 251
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, there were many of the Nephites who did enter therein and did sail forth with much provisions, and also many women and children; and they took their course northward. And thus ended the thirty and seventh year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the thirty and eighth year, this man built other ships. And the first ship did also return, and many more people did enter into it; and they also took much provisions, and set out again to the land northward.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:10.",
                        "start": 50,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were never heard of more. And we suppose that they were drowned in the depths of the sea. And it came to pass that one other ship also did sail forth; and whither she did go we know not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in this year there were many people who went forth into the land northward. And thus ended the thirty and eighth year.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:12 (11–12); 6:6.",
                        "start": 90,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the thirty and ninth year of the reign of the judges, Shiblon died also, and Corianton had gone forth to the land northward in a ship, to carry forth provisions unto the people who had gone forth into that land.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:7.",
                        "start": 77,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore it became expedient for Shiblon to confer those sacred things, before his death, upon the son of Helaman, who was called Helaman, being called after the name of his father.",
                "footnotes": [
                    {
                        "footnote": "Alma 63:1.",
                        "start": 34,
                        "end": 41
                    },
                    {
                        "footnote": "See heading to the book of Helaman.",
                        "start": 107,
                        "end": 114
                    },
                    {
                        "footnote": "Hel. 3:37.",
                        "start": 131,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, all those engravings which were in the possession of Helaman were written and sent forth among the children of men throughout all the land, save it were those parts which had been commanded by Alma should not go forth.",
                "footnotes": [
                    {
                        "footnote": "Alma 18:36; 3 Ne. 1:2.",
                        "start": 22,
                        "end": 32
                    },
                    {
                        "footnote": "Alma 37:27 (27–32).",
                        "start": 217,
                        "end": 223
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, these things were to be kept sacred, and handed down from one generation to another; therefore, in this year, they had been conferred upon Helaman, before the death of Shiblon.",
                "footnotes": [
                    {
                        "footnote": "Alma 37:4.",
                        "start": 55,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass also in this year that there were some dissenters who had gone forth unto the Lamanites; and they were stirred up again to anger against the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Alma 51:9; Hel. 4:4.",
                        "start": 123,
                        "end": 133
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 368
                    }
                ],
                "italics": []
            },
            {
                "text": "And also in this same year they came down with a numerous army to war against the people of Moronihah, or against the army of Moronihah, in the which they were beaten and driven back again to their own lands, suffering great loss.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:43.",
                        "start": 92,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the thirty and ninth year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the account of Alma, and Helaman his son, and also Shiblon, who was his son.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:2 (1–2).",
                        "start": 30,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}