{
    "_id": "alma3",
    "nextChapterId": "alma4",
    "prevChapterId": "alma2",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 3,
        "summary": "The Amlicites had marked themselves according to the prophetic word—The Lamanites had been cursed for their rebellion—Men bring their own curses upon themselves—The Nephites defeat another Lamanite army. About 87–86 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that the Nephites who were not slain by the weapons of war, after having buried those who had been slain—now the number of the slain were not numbered, because of the greatness of their number—after they had finished burying their dead they all returned to their lands, and to their houses, and their wives, and their children.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:19; 4:2.",
                        "start": 51,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now many women and children had been slain with the sword, and also many of their flocks and their herds; and also many of their fields of grain were destroyed, for they were trodden down by the hosts of men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now as many of the Lamanites and the Amlicites who had been slain upon the bank of the river Sidon were cast into the waters of Sidon; and behold their bones are in the depths of the sea, and they are many.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:15; 4:4.",
                        "start": 122,
                        "end": 137
                    },
                    {
                        "footnote": "Alma 44:22.",
                        "start": 187,
                        "end": 190
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Amlicites were distinguished from the Nephites, for they had marked themselves with red in their foreheads after the manner of the Lamanites; nevertheless they had not shorn their heads like unto the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:11, 24.",
                        "start": 8,
                        "end": 17
                    },
                    {
                        "footnote": "Alma 3:13 (13–19).",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the heads of the Lamanites were shorn; and they were naked, save it were skin which was girded about their loins, and also their armor, which was girded about them, and their bows, and their arrows, and their stones, and their slings, and so forth.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:20; Mosiah 10:8; Alma 43:20 (18–21).",
                        "start": 57,
                        "end": 62
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 214
                    }
                ],
                "italics": []
            },
            {
                "text": "And the skins of the Lamanites were dark, according to the mark which was set upon their fathers, which was a curse upon them because of their transgression and their rebellion against their brethren, who consisted of Nephi, Jacob, and Joseph, and Sam, who were just and holy men.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:21; 26:33. TG Curse.",
                        "start": 110,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And their brethren sought to destroy them, therefore they were cursed; and the Lord God set a mark upon them, yea, upon Laman and Lemuel, and also the sons of Ishmael, and Ishmaelitish women.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:23.",
                        "start": 94,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this was done that their seed might be distinguished from the seed of their brethren, that thereby the Lord God might preserve his people, that they might not mix and believe in incorrect traditions which would prove their destruction.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Interfaith; Separation.",
                        "start": 163,
                        "end": 166
                    },
                    {
                        "footnote": "Mosiah 10:12 (11–18); Alma 9:16.",
                        "start": 192,
                        "end": 202
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that whosoever did mingle his seed with that of the Lamanites did bring the same curse upon his seed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, whosoever suffered himself to be led away by the Lamanites was called under that head, and there was a mark set upon him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that whosoever would not believe in the tradition of the Lamanites, but believed those records which were brought out of the land of Jerusalem, and also in the tradition of their fathers, which were correct, who believed in the commandments of God and kept them, were called the Nephites, or the people of Nephi, from that time forth—",
                "footnotes": [
                    {
                        "footnote": "Alma 17:9 (9–11).",
                        "start": 60,
                        "end": 69
                    },
                    {
                        "footnote": "Alma 2:11.",
                        "start": 288,
                        "end": 294
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it is they who have kept the records which are true of their people, and also of the people of the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 1:6; Ether 4:11 (6–11).",
                        "start": 51,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now we will return again to the Amlicites, for they also had a mark set upon them; yea, they set the mark upon themselves, yea, even a mark of red upon their foreheads.",
                "footnotes": [
                    {
                        "footnote": "Alma 3:4.",
                        "start": 63,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus the word of God is fulfilled, for these are the words which he said to Nephi: Behold, the Lamanites have I cursed, and I will set a mark on them that they and their seed may be separated from thee and thy seed, from this time henceforth and forever, except they repent of their wickedness and turn to me that I may have mercy upon them.",
                "footnotes": [
                    {
                        "footnote": "TG Separation.",
                        "start": 182,
                        "end": 191
                    },
                    {
                        "footnote": "2 Ne. 30:6 (4–7).",
                        "start": 298,
                        "end": 302
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again: I will set a mark upon him that mingleth his seed with thy brethren, that they may be cursed also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again: I will set a mark upon him that fighteth against thee and thy seed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the Amlicites knew not that they were fulfilling the words of God when they began to mark themselves in their foreheads; nevertheless they had come out in open rebellion against God; therefore it was expedient that the curse should fall upon them.",
                "footnotes": [
                    {
                        "footnote": "Josh. 22:18; 4 Ne. 1:38. TG Rebellion.",
                        "start": 164,
                        "end": 173
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I would that ye should see that they brought upon themselves the curse; and even so doth every man that is cursed bring upon himself his own condemnation.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:21 (21–25); Alma 17:15.",
                        "start": 69,
                        "end": 74
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 215
                    }
                ],
                "italics": []
            },
            {
                "text": "Now it came to pass that not many days after the battle which was fought in the land of Zarahemla, by the Lamanites and the Amlicites, that there was another army of the Lamanites came in upon the people of Nephi, in the same place where the first army met the Amlicites.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:24.",
                        "start": 221,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there was an army sent to drive them out of their land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Alma himself being afflicted with a wound did not go up to battle at this time against the Lamanites;",
                "footnotes": [
                    {
                        "footnote": "Alma 2:30 (29–33).",
                        "start": 40,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But he sent up a numerous army against them; and they went up and slew many of the Lamanites, and drove the remainder of them out of the borders of their land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then they returned again and began to establish peace in the land, being troubled no more for a time with their enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now all these things were done, yea, all these wars and contentions were commenced and ended in the fifth year of the reign of the judges.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in one year were thousands and tens of thousands of souls sent to the eternal world, that they might reap their rewards according to their works, whether they were good or whether they were bad, to reap eternal happiness or eternal misery, according to the spirit which they listed to obey, whether it be a good spirit or a bad one.",
                "footnotes": [
                    {
                        "footnote": "Ps. 7:16. TG Agency; Reward.",
                        "start": 116,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For every man receiveth wages of him whom he listeth to obey, and this according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus endeth the fifth year of the reign of the judges.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 2:32 (32–33); Alma 5:42 (41–42). TG Wages.",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "Rom. 6:16 (14–18); Hel. 14:31 (29–31).",
                        "start": 56,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}