{
    "_id": "alma18",
    "nextChapterId": "alma19",
    "prevChapterId": "alma17",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 18,
        "summary": "King Lamoni supposes that Ammon is the Great Spirit—Ammon teaches the king about the Creation, God's dealings with men, and the redemption that comes through Christ—Lamoni believes and falls to the earth as if dead. About 90 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that king Lamoni caused that his servants should stand forth and testify to all the things which they had seen concerning the matter.",
                "footnotes": [
                    {
                        "footnote": "Alma 19:15.",
                        "start": 53,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?",
                "footnotes": [
                    {
                        "footnote": "Alma 22:9 (9–11).",
                        "start": 157,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they answered the king, and said: Whether he be the Great Spirit or a man, we know not; but this much we do know, that he cannot be slain by the enemies of the king; neither can they scatter the king's flocks when he is with us, because of his expertness and great strength; therefore, we know that he is a friend to the king. And now, O king, we do not believe that a man has such great power, for we know he cannot be slain.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:36 (34–38).",
                        "start": 126,
                        "end": 132
                    },
                    {
                        "footnote": "Alma 17:27; 19:21 (20–21).",
                        "start": 187,
                        "end": 194
                    },
                    {
                        "footnote": "Alma 22:20.",
                        "start": 263,
                        "end": 268
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when the king heard these words, he said unto them: Now I know that it is the Great Spirit; and he has come down at this time to preserve your lives, that I might not slay you as I did your brethren. Now this is the Great Spirit of whom our fathers have spoken.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:28 (28–31).",
                        "start": 176,
                        "end": 180
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was the tradition of Lamoni, which he had received from his father, that there was a Great Spirit. Notwithstanding they believed in a Great Spirit, they supposed that whatsoever they did was right; nevertheless, Lamoni began to fear exceedingly, with fear lest he had done wrong in slaying his servants;",
                "footnotes": [
                    {
                        "footnote": "Alma 17:15; 60:32.",
                        "start": 17,
                        "end": 26
                    },
                    {
                        "footnote": "Alma 19:25 (25–27). TG God, Knowledge about.",
                        "start": 94,
                        "end": 106
                    },
                    {
                        "footnote": "Alma 30:17.",
                        "start": 176,
                        "end": 186
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 254
                    }
                ],
                "italics": []
            },
            {
                "text": "For he had slain many of them because their brethren had scattered their flocks at the place of water; and thus, because they had had their flocks scattered they were slain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it was the practice of these Lamanites to stand by the waters of Sebus to scatter the flocks of the people, that thereby they might drive away many that were scattered unto their own land, it being a practice of plunder among them.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:26; 19:20 (20–21).",
                        "start": 59,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that king Lamoni inquired of his servants, saying: Where is this man that has such great power?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they said unto him: Behold, he is feeding thy horses. Now the king had commanded his servants, previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi; for there had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:21; Alma 20:6.",
                        "start": 50,
                        "end": 56
                    },
                    {
                        "footnote": "Alma 20:9 (9, 12).",
                        "start": 268,
                        "end": 273
                    },
                    {
                        "footnote": "Esth. 1:3.",
                        "start": 274,
                        "end": 279
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when king Lamoni heard that Ammon was preparing his horses and his chariots he was more astonished, because of the faithfulness of Ammon, saying: Surely there has not been any servant among all my servants that has been so faithful as this man; for even he doth remember all my commandments to execute them.",
                "footnotes": [
                    {
                        "footnote": "Alma 20:6; 3 Ne. 3:22.",
                        "start": 71,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I surely know that this is the Great Spirit, and I would desire him that he come in unto me, but I durst not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
                "footnotes": [
                    {
                        "footnote": "Dan. 5:6.",
                        "start": 156,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And one of the king's servants said unto him, Rabbanah, which is, being interpreted, powerful or great king, considering their kings to be powerful; and thus he said unto him: Rabbanah, the king desireth thee to stay.",
                "footnotes": [
                    {
                        "footnote": "John 20:16.",
                        "start": 46,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore Ammon turned himself unto the king, and said unto him: What wilt thou that I should do for thee, O king? And the king answered him not for the space of an hour, according to their time, for he knew not what he should say unto him.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:19.",
                        "start": 165,
                        "end": 169
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p14",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that Ammon said unto him again: What desirest thou of me? But the king answered him not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Ammon, being filled with the Spirit of God, therefore he perceived the thoughts of the king. And he said unto him: Is it because thou hast heard that I defended thy servants and thy flocks, and slew seven of their brethren with the sling and with the sword, and smote off the arms of others, in order to defend thy flocks and thy servants; behold, is it this that causeth thy marvelings?",
                "footnotes": [
                    {
                        "footnote": "Gen. 41:38; 1 Ne. 1:12; Mosiah 27:24.",
                        "start": 54,
                        "end": 60
                    },
                    {
                        "footnote": "Alma 12:3.",
                        "start": 96,
                        "end": 104
                    },
                    {
                        "footnote": "Alma 17:36.",
                        "start": 224,
                        "end": 229
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I say unto you, what is it, that thy marvelings are so great? Behold, I am a man, and am thy servant; therefore, whatsoever thou desirest which is right, that will I do.",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:30.",
                        "start": 77,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when the king had heard these words, he marveled again, for he beheld that Ammon could discern his thoughts; but notwithstanding this, king Lamoni did open his mouth, and said unto him: Who art thou? Art thou that Great Spirit, who knows all things?",
                "footnotes": [
                    {
                        "footnote": "TG Discernment, Spiritual.",
                        "start": 91,
                        "end": 98
                    },
                    {
                        "footnote": "TG God, Omniscience of.",
                        "start": 236,
                        "end": 241
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 255
                    }
                ],
                "italics": []
            },
            {
                "text": "Ammon answered and said unto him: I am not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said: How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren that scattered my flocks—",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
                "footnotes": [
                    {
                        "footnote": "Dan. 5:16.",
                        "start": 9,
                        "end": 11
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Ammon being wise, yet harmless, he said unto Lamoni: Wilt thou hearken unto my words, if I tell thee by what power I do these things? And this is the thing that I desire of thee.",
                "footnotes": [
                    {
                        "footnote": "Gen. 41:39; Alma 48:11 (11–17).",
                        "start": 16,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king answered him, and said: Yea, I will believe all thy words. And thus he was caught with guile.",
                "footnotes": [
                    {
                        "footnote": "Alma 18:40.",
                        "start": 44,
                        "end": 56
                    },
                    {
                        "footnote": "Josh. 9:22.",
                        "start": 100,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ammon began to speak unto him with boldness, and said unto him: Believest thou that there is a God?",
                "footnotes": [
                    {
                        "footnote": "Alma 38:12.",
                        "start": 39,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he answered, and said unto him: I do not know what that meaneth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then Ammon said: Believest thou that there is a Great Spirit?",
                "footnotes": [
                    {
                        "footnote": "Alma 22:9 (9–10).",
                        "start": 52,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said, Yea.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ammon said: This is God. And Ammon said unto him again: Believest thou that this Great Spirit, who is God, created all things which are in heaven and in the earth?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Yea, I believe that he created all things which are in the earth; but I do not know the heavens.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ammon said unto him: The heavens is a place where God dwells and all his holy angels.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Lamoni said: Is it above the earth?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ammon said: Yea, and he looketh down upon all the children of men; and he knows all the thoughts and intents of the heart; for by his hand were they all created from the beginning.",
                "footnotes": [
                    {
                        "footnote": "TG God, Omniscience of.",
                        "start": 78,
                        "end": 83
                    },
                    {
                        "footnote": "Amos 4:13; 3 Ne. 28:6.",
                        "start": 105,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Lamoni said: I believe all these things which thou hast spoken. Art thou sent from God?",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 24:19.",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ammon said unto him: I am a man; and man in the beginning was created after the image of God, and I am called by his Holy Spirit to teach these things unto this people, that they may be brought to a knowledge of that which is just and true;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:27; Ether 3:15 (13–16).",
                        "start": 28,
                        "end": 31
                    },
                    {
                        "footnote": "TG Teaching with the Spirit.",
                        "start": 117,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power according to my faith and desires which are in God.",
                "footnotes": [
                    {
                        "footnote": "TG Inspiration.",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "TG Knowledge.",
                        "start": 61,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when Ammon had said these words, he began at the creation of the world, and also the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the holy scriptures of the people, which had been spoken by the prophets, even down to the time that their father, Lehi, left Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 1:4; Alma 22:12; 36:1; 37:9; Hel. 5:13 (1–13); Moses 6:58.",
                        "start": 167,
                        "end": 176
                    },
                    {
                        "footnote": "Alma 63:12. TG Scriptures, Value of.",
                        "start": 201,
                        "end": 208
                    },
                    {
                        "footnote": "Acts 3:18 (18–21); 28:23.",
                        "start": 277,
                        "end": 285
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also rehearsed unto them (for it was unto the king and to his servants) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travail, and so forth.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 256
                    }
                ],
                "italics": []
            },
            {
                "text": "And he also rehearsed unto them concerning the rebellions of Laman and Lemuel, and the sons of Ishmael, yea, all their rebellions did he relate unto them; and he expounded unto them all the records and scriptures from the time that Lehi left Jerusalem down to the present time.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:2.",
                        "start": 47,
                        "end": 57
                    },
                    {
                        "footnote": "1 Ne. 9:2.",
                        "start": 190,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.",
                "footnotes": [
                    {
                        "footnote": "Alma 19:31. TG Missionary Work.",
                        "start": 28,
                        "end": 37
                    },
                    {
                        "footnote": "TG Salvation, Plan of.",
                        "start": 52,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                "footnotes": [
                    {
                        "footnote": "Alma 18:23.",
                        "start": 107,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he began to cry unto the Lord, saying: O Lord, have mercy; according to thy abundant mercy which thou hast had upon the people of Nephi, have upon me, and my people.",
                "footnotes": [
                    {
                        "footnote": "TG God, Mercy of.",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when he had said this, he fell unto the earth, as if he were dead.",
                "footnotes": [
                    {
                        "footnote": "Alma 19:1 (1, 5–12).",
                        "start": 35,
                        "end": 39
                    },
                    {
                        "footnote": "Alma 22:18.",
                        "start": 56,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that his servants took him and carried him in unto his wife, and laid him upon a bed; and he lay as if he were dead for the space of two days and two nights; and his wife, and his sons, and his daughters mourned over him, after the manner of the Lamanites, greatly lamenting his loss.",
                "footnotes": [
                    {
                        "footnote": "Alma 19:4 (4–5).",
                        "start": 29,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}