{
    "_id": "alma45",
    "nextChapterId": "alma46",
    "prevChapterId": "alma44",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 45,
        "summary": "Helaman believes the words of Alma—Alma prophesies the destruction of the Nephites—He blesses and curses the land—Alma may have been taken up by the Spirit, even as Moses—Dissension grows in the Church. About 73 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Behold, now it came to pass that the people of Nephi were exceedingly rejoiced, because the Lord had again delivered them out of the hands of their enemies; therefore they gave thanks unto the Lord their God; yea, and they did fast much and pray much, and they did worship God with exceedingly great joy.",
                "footnotes": [
                    {
                        "footnote": "TG Deliver.",
                        "start": 107,
                        "end": 116
                    },
                    {
                        "footnote": "TG Fast, Fasting.",
                        "start": 227,
                        "end": 231
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the nineteenth year of the reign of the judges over the people of Nephi, that Alma came unto his son Helaman and said unto him: Believest thou the words which I spake unto thee concerning those records which have been kept?",
                "footnotes": [
                    {
                        "footnote": "Alma 37:1 (1–32); 50:38.",
                        "start": 217,
                        "end": 224
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Helaman said unto him: Yea, I believe.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 11:5.",
                        "start": 34,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma said again: Believest thou in Jesus Christ, who shall come?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Yea, I believe all the words which thou hast spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma said unto him again: Will ye keep my commandments?",
                "footnotes": [
                    {
                        "footnote": "TG Commandments of God; Obedience.",
                        "start": 38,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Yea, I will keep thy commandments with all my heart.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Alma said unto him: Blessed art thou; and the Lord shall prosper thee in this land.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 4:14; Alma 48:15, 25.",
                        "start": 62,
                        "end": 69
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, I have somewhat to prophesy unto thee; but what I prophesy unto thee ye shall not make known; yea, what I prophesy unto thee shall not be made known, even until the prophecy is fulfilled; therefore write the words which I shall say.",
                "footnotes": [
                    {
                        "footnote": "TG Prophecy.",
                        "start": 31,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And these are the words: Behold, I perceive that this very people, the Nephites, according to the spirit of revelation which is in me, in four hundred years from the time that Jesus Christ shall manifest himself unto them, shall dwindle in unbelief.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:12 (10–15); Hel. 13:9; Morm. 8:6.",
                        "start": 138,
                        "end": 150
                    },
                    {
                        "footnote": "TG Apostasy of Individuals.",
                        "start": 240,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and then shall they see wars and pestilences, yea, famines and bloodshed, even until the people of Nephi shall become extinct—",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:10; Hel. 13:6 (5–19).",
                        "start": 123,
                        "end": 130
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 321
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, and this because they shall dwindle in unbelief and fall into the works of darkness, and lasciviousness, and all manner of iniquities; yea, I say unto you, that because they shall sin against so great light and knowledge, yea, I say unto you, that from that day, even the fourth generation shall not all pass away before this great iniquity shall come.",
                "footnotes": [
                    {
                        "footnote": "TG Lust.",
                        "start": 94,
                        "end": 108
                    },
                    {
                        "footnote": "2 Ne. 26:9; 3 Ne. 27:32.",
                        "start": 277,
                        "end": 283
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when that great day cometh, behold, the time very soon cometh that those who are now, or the seed of those who are now numbered among the people of Nephi, shall no more be numbered among the people of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:16.",
                        "start": 165,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But whosoever remaineth, and is not destroyed in that great and dreadful day, shall be numbered among the Lamanites, and shall become like unto them, all, save it be a few who shall be called the disciples of the Lord; and them shall the Lamanites pursue even until they shall become extinct. And now, because of iniquity, this prophecy shall be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "Moro. 9:24.",
                        "start": 87,
                        "end": 95
                    },
                    {
                        "footnote": "1 Ne. 13:30; D&C 3:17.",
                        "start": 106,
                        "end": 115
                    },
                    {
                        "footnote": "Moro. 1:2 (1–3).",
                        "start": 260,
                        "end": 265
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that after Alma had said these things to Helaman, he blessed him, and also his other sons; and he also blessed the earth for the righteous' sake.",
                "footnotes": [
                    {
                        "footnote": "Gen. 49:1 (1–27); Alma 8:22.",
                        "start": 77,
                        "end": 84
                    },
                    {
                        "footnote": "Alma 46:10; 62:40.",
                        "start": 153,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: Thus saith the Lord God—Cursed shall be the land, yea, this land, unto every nation, kindred, tongue, and people, unto destruction, which do wickedly, when they are fully ripe; and as I have said so shall it be; for this is the cursing and the blessing of God upon the land, for the Lord cannot look upon sin with the least degree of allowance.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:7; Alma 37:31; Morm. 1:17; Ether 2:11 (8–12). TG Earth, Curse of.",
                        "start": 37,
                        "end": 43
                    },
                    {
                        "footnote": "Jer. 44:5 (5–6).",
                        "start": 154,
                        "end": 162
                    },
                    {
                        "footnote": "D&C 130:21.",
                        "start": 257,
                        "end": 265
                    },
                    {
                        "footnote": "D&C 1:31.",
                        "start": 331,
                        "end": 336
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when Alma had said these words he blessed the church, yea, all those who should stand fast in the faith from that time henceforth.",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 55,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Alma had done this he departed out of the land of Zarahemla, as if to go into the land of Melek. And it came to pass that he was never heard of more; as to his death or burial we know not of.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:3 (2–3).",
                        "start": 31,
                        "end": 39
                    },
                    {
                        "footnote": "Alma 35:13.",
                        "start": 99,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, this we know, that he was a righteous man; and the saying went abroad in the church that he was taken up by the Spirit, or buried by the hand of the Lord, even as Moses. But behold, the scriptures saith the Lord took Moses unto himself; and we suppose that he has also received Alma in the spirit, unto himself; therefore, for this cause we know nothing concerning his death and burial.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 2:16.",
                        "start": 120,
                        "end": 126
                    },
                    {
                        "footnote": "Deut. 34:6 (5–6). TG Translated Beings.",
                        "start": 131,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass in the commencement of the nineteenth year of the reign of the judges over the people of Nephi, that Helaman went forth among the people to declare the word unto them.",
                "footnotes": [
                    {
                        "footnote": "Alma 46:1.",
                        "start": 176,
                        "end": 180
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, because of their wars with the Lamanites and the many little dissensions and disturbances which had been among the people, it became expedient that the word of God should be declared among them, yea, and that a regulation should be made throughout the church.",
                "footnotes": [
                    {
                        "footnote": "Alma 31:5.",
                        "start": 164,
                        "end": 168
                    },
                    {
                        "footnote": "Alma 6:7; 62:44 (44–47).",
                        "start": 223,
                        "end": 233
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, Helaman and his brethren went forth to establish the church again in all the land, yea, in every city throughout all the land which was possessed by the people of Nephi. And it came to pass that they did appoint priests and teachers throughout all the land, over all the churches.",
                "footnotes": [
                    {
                        "footnote": "Alma 48:19.",
                        "start": 11,
                        "end": 18
                    },
                    {
                        "footnote": "TG Church Organization.",
                        "start": 223,
                        "end": 230
                    },
                    {
                        "footnote": "TG Teacher.",
                        "start": 235,
                        "end": 243
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 322
                    }
                ],
                "italics": []
            },
            {
                "text": "And now it came to pass that after Helaman and his brethren had appointed priests and teachers over the churches that there arose a dissension among them, and they would not give heed to the words of Helaman and his brethren;",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 11:29 (28–29).",
                        "start": 132,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But they grew proud, being lifted up in their hearts, because of their exceedingly great riches; therefore they grew rich in their own eyes, and would not give heed to their words, to walk uprightly before God.",
                "footnotes": [
                    {
                        "footnote": "TG Treasure.",
                        "start": 89,
                        "end": 95
                    },
                    {
                        "footnote": "TG Pride; Walking in Darkness.",
                        "start": 184,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}