{
    "_id": "alma2",
    "nextChapterId": "alma3",
    "prevChapterId": "alma1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Amlici seeks to be king and is rejected by the voice of the people—His followers make him king—The Amlicites make war on the Nephites and are defeated—The Lamanites and Amlicites join forces and are defeated—Alma slays Amlici. About 87 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the commencement of the fifth year of their reign there began to be a contention among the people; for a certain man, being called Amlici, he being a very cunning man, yea, a wise man as to the wisdom of the world, he being after the order of the man that slew Gideon by the sword, who was executed according to the law—",
                "footnotes": [
                    {
                        "footnote": "Alma 1:15; 16:11; 24:28 (28–30).",
                        "start": 136,
                        "end": 139
                    },
                    {
                        "footnote": "Alma 1:8.",
                        "start": 284,
                        "end": 290
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this Amlici had, by his cunning, drawn away much people after him; even so much that they began to be very powerful; and they began to endeavor to establish Amlici to be a king over the people.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 15:6 (1–10).",
                        "start": 37,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was alarming to the people of the church, and also to all those who had not been drawn away after the persuasions of Amlici; for they knew that according to their law that such things must be established by the voice of the people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:25 (25–27); Alma 4:16 (16–17).",
                        "start": 220,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, if it were possible that Amlici should gain the voice of the people, he, being a wicked man, would deprive them of their rights and privileges of the church; for it was his intent to destroy the church of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:27; Alma 10:19; Hel. 5:2.",
                        "start": 110,
                        "end": 117
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people assembled themselves together throughout all the land, every man according to his mind, whether it were for or against Amlici, in separate bodies, having much dispute and wonderful contentions one with another.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 11:29.",
                        "start": 217,
                        "end": 228
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they did assemble themselves together to cast in their voices concerning the matter; and they were laid before the judges.",
                "footnotes": [
                    {
                        "footnote": "TG Common Consent.",
                        "start": 64,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the voice of the people came against Amlici, that he was not made king over the people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:25 (25–27).",
                        "start": 29,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this did cause much joy in the hearts of those who were against him; but Amlici did stir up those who were in his favor to anger against those who were not in his favor.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they gathered themselves together, and did consecrate Amlici to be their king.",
                "footnotes": [
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 68,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when Amlici was made king over them he commanded them that they should take up arms against their brethren; and this he did that he might subject them to him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the people of Amlici were distinguished by the name of Amlici, being called Amlicites; and the remainder were called Nephites, or the people of God.",
                "footnotes": [
                    {
                        "footnote": "Alma 3:4.",
                        "start": 80,
                        "end": 89
                    },
                    {
                        "footnote": "Jacob 1:14 (13–14); Mosiah 25:12; Alma 3:11 (11, 17).",
                        "start": 114,
                        "end": 120
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the people of the Nephites were aware of the intent of the Amlicites, and therefore they did prepare to meet them; yea, they did arm themselves with swords, and with cimeters, and with bows, and with arrows, and with stones, and with slings, and with all manner of weapons of war, of every kind.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 10:8; Hel. 1:14.",
                        "start": 275,
                        "end": 282
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they were prepared to meet the Amlicites at the time of their coming. And there were appointed captains, and higher captains, and chief captains, according to their numbers.",
                "footnotes": [
                    {
                        "footnote": "Alma 16:5.",
                        "start": 104,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Amlici did arm his men with all manner of weapons of war of every kind; and he also appointed rulers and leaders over his people, to lead them to war against their brethren.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Amlicites came upon the hill Amnihu, which was east of the river Sidon, which ran by the land of Zarahemla, and there they began to make war with the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Alma 3:3.",
                        "start": 88,
                        "end": 99
                    },
                    {
                        "footnote": "Omni 1:13; Mosiah 1:1.",
                        "start": 118,
                        "end": 135
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 212
                    }
                ],
                "italics": []
            },
            {
                "text": "Now Alma, being the chief judge and the governor of the people of Nephi, therefore he went up with his people, yea, with his captains, and chief captains, yea, at the head of his armies, against the Amlicites to battle.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:42.",
                        "start": 20,
                        "end": 31
                    },
                    {
                        "footnote": "Mosiah 1:10.",
                        "start": 40,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they began to slay the Amlicites upon the hill east of Sidon. And the Amlicites did contend with the Nephites with great strength, insomuch that many of the Nephites did fall before the Amlicites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless the Lord did strengthen the hand of the Nephites, that they slew the Amlicites with great slaughter, that they began to flee before them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Nephites did pursue the Amlicites all that day, and did slay them with much slaughter, insomuch that there were slain of the Amlicites twelve thousand five hundred thirty and two souls; and there were slain of the Nephites six thousand five hundred sixty and two souls.",
                "footnotes": [
                    {
                        "footnote": "Alma 3:1 (1–2, 26); 4:2.",
                        "start": 141,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when Alma could pursue the Amlicites no longer he caused that his people should pitch their tents in the valley of Gideon, the valley being called after that Gideon who was slain by the hand of Nehor with the sword; and in this valley the Nephites did pitch their tents for the night.",
                "footnotes": [
                    {
                        "footnote": "Alma 6:7; 8:1.",
                        "start": 130,
                        "end": 146
                    },
                    {
                        "footnote": "Alma 1:12 (7–15); 14:16.",
                        "start": 219,
                        "end": 224
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma sent spies to follow the remnant of the Amlicites, that he might know of their plans and their plots, whereby he might guard himself against them, that he might preserve his people from being destroyed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that on the morrow they returned into the camp of the Nephites in great haste, being greatly astonished, and struck with much fear, saying:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, we followed the camp of the Amlicites, and to our great astonishment, in the land of Minon, above the land of Zarahemla, in the course of the land of Nephi, we saw a numerous host of the Lamanites; and behold, the Amlicites have joined them;",
                "footnotes": [
                    {
                        "footnote": "Alma 3:20.",
                        "start": 24,
                        "end": 28
                    },
                    {
                        "footnote": "Alma 3:4 (4, 13–18).",
                        "start": 36,
                        "end": 45
                    },
                    {
                        "footnote": "2 Ne. 5:8; Alma 20:1.",
                        "start": 158,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they are upon our brethren in that land; and they are fleeing before them with their flocks, and their wives, and their children, towards our city; and except we make haste they obtain possession of our city, and our fathers, and our wives, and our children be slain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people of Nephi took their tents, and departed out of the valley of Gideon towards their city, which was the city of Zarahemla.",
                "footnotes": [
                    {
                        "footnote": "Alma 6:4.",
                        "start": 118,
                        "end": 122
                    },
                    {
                        "footnote": "Omni 1:14 (14, 18).",
                        "start": 146,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, as they were crossing the river Sidon, the Lamanites and the Amlicites, being as numerous almost, as it were, as the sands of the sea, came upon them to destroy them.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:6.",
                        "start": 93,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, the Nephites being strengthened by the hand of the Lord, having prayed mightily to him that he would deliver them out of the hands of their enemies, therefore the Lord did hear their cries, and did strengthen them, and the Lamanites and the Amlicites did fall before them.",
                "footnotes": [
                    {
                        "footnote": "Deut. 31:6.",
                        "start": 33,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma fought with Amlici with the sword, face to face; and they did contend mightily, one with another.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 213
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma, being a man of God, being exercised with much faith, cried, saying: O Lord, have mercy and spare my life, that I may be an instrument in thy hands to save and preserve this people.",
                "footnotes": [
                    {
                        "footnote": "TG Faith.",
                        "start": 77,
                        "end": 82
                    },
                    {
                        "footnote": "Alma 3:22.",
                        "start": 122,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when Alma had said these words he contended again with Amlici; and he was strengthened, insomuch that he slew Amlici with the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also contended with the king of the Lamanites; but the king of the Lamanites fled back from before Alma and sent his guards to contend with Alma.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Alma, with his guards, contended with the guards of the king of the Lamanites until he slew and drove them back.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus he cleared the ground, or rather the bank, which was on the west of the river Sidon, throwing the bodies of the Lamanites who had been slain into the waters of Sidon, that thereby his people might have room to cross and contend with the Lamanites and the Amlicites on the west side of the river Sidon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they had all crossed the river Sidon that the Lamanites and the Amlicites began to flee before them, notwithstanding they were so numerous that they could not be numbered.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they fled before the Nephites towards the wilderness which was west and north, away beyond the borders of the land; and the Nephites did pursue them with their might, and did slay them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, they were met on every hand, and slain and driven, until they were scattered on the west, and on the north, until they had reached the wilderness, which was called Hermounts; and it was that part of the wilderness which was infested by wild and ravenous beasts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that many died in the wilderness of their wounds, and were devoured by those beasts and also the vultures of the air; and their bones have been found, and have been heaped up on the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}