{
    "_id": "alma11",
    "nextChapterId": "alma12",
    "prevChapterId": "alma10",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Alma",
        "titleShort": "Alma",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "alma"
    },
    "chapter": {
        "bookTitle": "Alma",
        "delineation": "Chapter",
        "number": 11,
        "summary": "The Nephite monetary system is set forth—Amulek contends with Zeezrom—Christ will not save people in their sins—Only those who inherit the kingdom of heaven are saved—All men will rise in immortality—There is no death after the Resurrection. About 82 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it was in the law of Mosiah that every man who was a judge of the law, or those who were appointed to be judges, should receive wages according to the time which they labored to judge those who were brought before them to be judged.",
                "footnotes": [
                    {
                        "footnote": "TG Wages.",
                        "start": 132,
                        "end": 137
                    },
                    {
                        "footnote": "Alma 10:32.",
                        "start": 138,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now if a man owed another, and he would not pay that which he did owe, he was complained of to the judge; and the judge executed authority, and sent forth officers that the man should be brought before him; and he judged the man according to the law and the evidences which were brought against him, and thus the man was compelled to pay that which he owed, or be stripped, or be cast out from among the people as a thief and a robber.",
                "footnotes": [
                    {
                        "footnote": "TG Justice.",
                        "start": 44,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the judge received for his wages according to his time—a senine of gold for a day, or a senum of silver, which is equal to a senine of gold; and this is according to the law which was given.",
                "footnotes": [
                    {
                        "footnote": "Alma 10:32.",
                        "start": 37,
                        "end": 46
                    },
                    {
                        "footnote": "Alma 30:33; 3 Ne. 12:26.",
                        "start": 61,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now these are the names of the different pieces of their gold, and of their silver, according to their value. And the names are given by the Nephites, for they did not reckon after the manner of the Jews who were at Jerusalem; neither did they measure after the manner of the Jews; but they altered their reckoning and their measure, according to the minds and the circumstances of the people, in every generation, until the reign of the judges, they having been established by king Mosiah.",
                "footnotes": [
                    {
                        "footnote": "BD Money.",
                        "start": 185,
                        "end": 191
                    },
                    {
                        "footnote": "Mosiah 29:41 (40–44).",
                        "start": 463,
                        "end": 474
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the reckoning is thus—a senine of gold, a seon of gold, a shum of gold, and a limnah of gold.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "A senum of silver was equal to a senine of gold, and either for a measure of barley, and also for a measure of every kind of grain.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the amount of a seon of gold was twice the value of a senine.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a shum of gold was twice the value of a seon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a limnah of gold was the value of them all.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And an amnor of silver was as great as two senums.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And an ezrom of silver was as great as four senums.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And an onti was as great as them all.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this is the value of the lesser numbers of their reckoning—",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "A shiblon is half of a senum; therefore, a shiblon for half a measure of barley.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a shiblum is a half of a shiblon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a leah is the half of a shiblum.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this is their number, according to their reckoning.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now an antion of gold is equal to three shiblons.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, it was for the sole purpose to get gain, because they received their wages according to their employ, therefore, they did stir up the people to riotings, and all manner of disturbances and wickedness, that they might have more employ, that they might get money according to the suits which were brought before them; therefore they did stir up the people against Alma and Amulek.",
                "footnotes": [
                    {
                        "footnote": "TG Selfishness.",
                        "start": 40,
                        "end": 44
                    },
                    {
                        "footnote": "Prov. 28:8.",
                        "start": 99,
                        "end": 105
                    },
                    {
                        "footnote": "TG Provoking.",
                        "start": 127,
                        "end": 134
                    },
                    {
                        "footnote": "TG Rioting and Reveling.",
                        "start": 149,
                        "end": 157
                    },
                    {
                        "footnote": "Alma 10:32.",
                        "start": 256,
                        "end": 259
                    },
                    {
                        "footnote": "Luke 11:52 (45–54).",
                        "start": 260,
                        "end": 265
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this Zeezrom began to question Amulek, saying: Will ye answer me a few questions which I shall ask you? Now Zeezrom was a man who was expert in the devices of the devil, that he might destroy that which was good; therefore, he said unto Amulek: Will ye answer the questions which I shall put unto you?",
                "footnotes": [
                    {
                        "footnote": "Alma 10:31; 14:7 (6–7, 18, 23).",
                        "start": 138,
                        "end": 144
                    },
                    {
                        "footnote": "Lam. 3:62 (60–62); Alma 10:13.",
                        "start": 152,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Amulek said unto him: Yea, if it be according to the Spirit of the Lord, which is in me; for I shall say nothing which is contrary to the Spirit of the Lord. And Zeezrom said unto him: Behold, here are six onties of silver, and all these will I give thee if thou wilt deny the existence of a Supreme Being.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of; Holy Ghost, Mission of.",
                        "start": 57,
                        "end": 63
                    },
                    {
                        "footnote": "TG Bribe.",
                        "start": 249,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Amulek said: O thou child of hell, why tempt ye me? Knowest thou that the righteous yieldeth to no such temptations?",
                "footnotes": [
                    {
                        "footnote": "Acts 13:10 (8–12); Alma 5:41.",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "TG Temptation; Test.",
                        "start": 43,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Believest thou that there is no God? I say unto you, Nay, thou knowest that there is a God, but thou lovest that lucre more than him.",
                "footnotes": [
                    {
                        "footnote": "Luke 16:14; John 12:43 (42–43); Acts 19:27 (27, 36–38); Titus 1:11.",
                        "start": 113,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now thou hast lied before God unto me. Thou saidst unto me—Behold these six onties, which are of great worth, I will give unto thee—when thou hadst it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Zeezrom said unto him: Thou sayest there is a true and living God?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Amulek said: Yea, there is a true and living God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Zeezrom said: Is there more than one God?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he answered, No.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Zeezrom said unto him again: How knowest thou these things?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: An angel hath made them known unto me.",
                "footnotes": [
                    {
                        "footnote": "Alma 10:10.",
                        "start": 16,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Zeezrom said again: Who is he that shall come? Is it the Son of God?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, Yea.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Zeezrom said again: Shall he save his people in their sins? And Amulek answered and said unto him: I say unto you he shall not, for it is impossible for him to deny his word.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:10 (10–11).",
                        "start": 49,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Zeezrom said unto the people: See that ye remember these things; for he said there is but one God; yet he saith that the Son of God shall come, but he shall not save his people—as though he had authority to command God.",
                "footnotes": [
                    {
                        "footnote": "Alma 14:5.",
                        "start": 161,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Amulek saith again unto him: Behold thou hast lied, for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins.",
                "footnotes": [
                    {
                        "footnote": "Alma 12:1.",
                        "start": 50,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I say unto you again that he cannot save them in their sins; for I cannot deny his word, and he hath said that no unclean thing can inherit the kingdom of heaven; therefore, how can ye be saved, except ye inherit the kingdom of heaven? Therefore, ye cannot be saved in your sins.",
                "footnotes": [
                    {
                        "footnote": "1 Cor. 6:9 (9–10).",
                        "start": 59,
                        "end": 63
                    },
                    {
                        "footnote": "1 Ne. 15:33; Alma 40:26; 3 Ne. 27:19. TG Uncleanness.",
                        "start": 115,
                        "end": 131
                    },
                    {
                        "footnote": "TG Kingdom of God, in Heaven.",
                        "start": 148,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Zeezrom saith again unto him: Is the Son of God the very Eternal Father?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Amulek said unto him: Yea, he is the very Eternal Father of heaven and of earth, and all things which in them are; he is the beginning and the end, the first and the last;",
                "footnotes": [
                    {
                        "footnote": "Isa. 9:6; 64:8; Mosiah 15:4 (2–4); Moro. 7:22; 8:18.",
                        "start": 46,
                        "end": 60
                    },
                    {
                        "footnote": "Col. 1:16; Mosiah 4:2.",
                        "start": 89,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall come into the world to redeem his people; and he shall take upon him the transgressions of those who believe on his name; and these are they that shall have eternal life, and salvation cometh to none else.",
                "footnotes": [
                    {
                        "footnote": "TG World.",
                        "start": 27,
                        "end": 32
                    },
                    {
                        "footnote": "Luke 2:34; Rom. 11:26 (26–27).",
                        "start": 36,
                        "end": 42
                    },
                    {
                        "footnote": "Ex. 34:7; 1 Jn. 2:2; Mosiah 14:5 (5, 8); 15:12; D&C 19:17 (16–18); 29:17.",
                        "start": 68,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the wicked remain as though there had been no redemption made, except it be the loosing of the bands of death; for behold, the day cometh that all shall rise from the dead and stand before God, and be judged according to their works.",
                "footnotes": [
                    {
                        "footnote": "Alma 12:18; D&C 88:33.",
                        "start": 53,
                        "end": 55
                    },
                    {
                        "footnote": "Rev. 20:13 (12–13); Alma 28:12; 42:23.",
                        "start": 153,
                        "end": 156
                    },
                    {
                        "footnote": "TG Judgment, the Last.",
                        "start": 211,
                        "end": 217
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, there is a death which is called a temporal death; and the death of Christ shall loose the bands of this temporal death, that all shall be raised from this temporal death.",
                "footnotes": [
                    {
                        "footnote": "Alma 12:16 (16, 24, 36).",
                        "start": 96,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 9:13; Alma 40:23.",
                        "start": 33,
                        "end": 41
                    },
                    {
                        "footnote": "TG Perfection.",
                        "start": 55,
                        "end": 62
                    },
                    {
                        "footnote": "D&C 130:18.",
                        "start": 206,
                        "end": 213
                    },
                    {
                        "footnote": "2 Ne. 9:14; Mosiah 3:25; Alma 5:18.",
                        "start": 253,
                        "end": 265
                    },
                    {
                        "footnote": "Matt. 12:36 (36–37). TG Guilt.",
                        "start": 277,
                        "end": 282
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.",
                "footnotes": [
                    {
                        "footnote": "Rev. 20:12 (12–15).",
                        "start": 230,
                        "end": 238
                    },
                    {
                        "footnote": "TG Godhead.",
                        "start": 375,
                        "end": 381
                    },
                    {
                        "footnote": "3 Ne. 11:27 (27–28, 36). TG God, Eternal Nature of.",
                        "start": 413,
                        "end": 428
                    },
                    {
                        "footnote": "2 Pet. 2:9. TG Jesus Christ, Judge.",
                        "start": 436,
                        "end": 442
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 237
                    }
                ],
                "italics": []
            },
            {
                "text": "Now, behold, I have spoken unto you concerning the death of the mortal body, and also concerning the resurrection of the mortal body. I say unto you that this mortal body is raised to an immortal body, that is from death, even from the first death unto life, that they can die no more; their spirits uniting with their bodies, never to be divided; thus the whole becoming spiritual and immortal, that they can no more see corruption.",
                "footnotes": [
                    {
                        "footnote": "Alma 12:12.",
                        "start": 51,
                        "end": 56
                    },
                    {
                        "footnote": "Alma 40:23; D&C 88:16.",
                        "start": 101,
                        "end": 113
                    },
                    {
                        "footnote": "TG Death, Power over.",
                        "start": 174,
                        "end": 180
                    },
                    {
                        "footnote": "TG Immortality.",
                        "start": 187,
                        "end": 195
                    },
                    {
                        "footnote": "Rev. 21:4; Alma 12:18 (18, 20); D&C 63:49; 88:116.",
                        "start": 273,
                        "end": 276
                    },
                    {
                        "footnote": "1 Cor. 15:44.",
                        "start": 372,
                        "end": 381
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}