{
    "_id": "3nephi7",
    "nextChapterId": "3nephi8",
    "prevChapterId": "3nephi6",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 7,
        "summary": "The chief judge is murdered, the government is destroyed, and the people divide into tribes—Jacob, an anti-Christ, becomes king of a secret combination—Nephi preaches repentance and faith in Christ—Angels minister to him daily, and he raises his brother from the dead—Many repent and are baptized. About A.D. 30–33.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now behold, I will show unto you that they did not establish a king over the land; but in this same year, yea, the thirtieth year, they did destroy upon the judgment-seat, yea, did murder the chief judge of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people were divided one against another; and they did separate one from another into tribes, every man according to his family and his kindred and friends; and thus they did destroy the government of the land.",
                "footnotes": [
                    {
                        "footnote": "TG Unity.",
                        "start": 62,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And every tribe did appoint a chief or a leader over them; and thus they became tribes and leaders of tribes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, there was no man among them save he had much family and many kindreds and friends; therefore their tribes became exceedingly great.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now all this was done, and there were no wars as yet among them; and all this iniquity had come upon the people because they did yield themselves unto the power of Satan.",
                "footnotes": [
                    {
                        "footnote": "Moses 4:6.",
                        "start": 112,
                        "end": 119
                    },
                    {
                        "footnote": "Rom. 6:16 (13–20); Alma 10:25.",
                        "start": 129,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the regulations of the government were destroyed, because of the secret combination of the friends and kindreds of those who murdered the prophets.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 9:9.",
                        "start": 69,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did cause a great contention in the land, insomuch that the more righteous part of the people had nearly all become wicked; yea, there were but few righteous men among them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus six years had not passed away since the more part of the people had turned from their righteousness, like the dog to his vomit, or like the sow to her wallowing in the mire.",
                "footnotes": [
                    {
                        "footnote": "Prov. 26:11; 2 Pet. 2:22.",
                        "start": 130,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this secret combination, which had brought so great iniquity upon the people, did gather themselves together, and did place at their head a man whom they did call Jacob;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did call him their king; therefore he became a king over this wicked band; and he was one of the chiefest who had given his voice against the prophets who testified of Jesus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were not so strong in number as the tribes of the people, who were united together save it were their leaders did establish their laws, every one according to his tribe; nevertheless they were enemies; notwithstanding they were not a righteous people, yet they were united in the hatred of those who had entered into a covenant to destroy the government.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 9:9.",
                        "start": 361,
                        "end": 368
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, Jacob seeing that their enemies were more numerous than they, he being the king of the band, therefore he commanded his people that they should take their flight into the northernmost part of the land, and there build up unto themselves a kingdom, until they were joined by dissenters, (for he flattered them that there would be many dissenters) and they become sufficiently strong to contend with the tribes of the people; and they did so.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 6:30.",
                        "start": 250,
                        "end": 257
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 421
                    }
                ],
                "italics": []
            },
            {
                "text": "And so speedy was their march that it could not be impeded until they had gone forth out of the reach of the people. And thus ended the thirtieth year; and thus were the affairs of the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the thirty and first year that they were divided into tribes, every man according to his family, kindred and friends; nevertheless they had come to an agreement that they would not go to war one with another; but they were not united as to their laws, and their manner of government, for they were established according to the minds of those who were their chiefs and their leaders. But they did establish very strict laws that one tribe should not trespass against another, insomuch that in some degree they had peace in the land; nevertheless, their hearts were turned from the Lord their God, and they did stone the prophets and did cast them out from among them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 6:23 (23–25).",
                        "start": 642,
                        "end": 650
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Nephi—having been visited by angels and also the voice of the Lord, therefore having seen angels, and being eye-witness, and having had power given unto him that he might know concerning the ministry of Christ, and also being eye-witness to their quick return from righteousness unto their wickedness and abominations;",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 1:2 (2–3, 10); 11:18.",
                        "start": 25,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, being grieved for the hardness of their hearts and the blindness of their minds—went forth among them in that same year, and began to testify, boldly, repentance and remission of sins through faith on the Lord Jesus Christ.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:6; 1 Ne. 2:18; Alma 31:24; Moses 8:25.",
                        "start": 17,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did minister many things unto them; and all of them cannot be written, and a part of them would not suffice, therefore they are not written in this book. And Nephi did minister with power and with great authority.",
                "footnotes": [
                    {
                        "footnote": "TG Priesthood, Power of.",
                        "start": 189,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were angry with him, even because he had greater power than they, for it were not possible that they could disbelieve his words, for so great was his faith on the Lord Jesus Christ that angels did minister unto him daily.",
                "footnotes": [
                    {
                        "footnote": "Alma 4:19.",
                        "start": 108,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the name of Jesus did he cast out devils and unclean spirits; and even his brother did he raise from the dead, after he had been stoned and suffered death by the people.",
                "footnotes": [
                    {
                        "footnote": "TG Spirits, Evil or Unclean.",
                        "start": 52,
                        "end": 67
                    },
                    {
                        "footnote": "3 Ne. 19:4.",
                        "start": 82,
                        "end": 89
                    },
                    {
                        "footnote": "TG Death, Power over.",
                        "start": 97,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people saw it, and did witness of it, and were angry with him because of his power; and he did also do many more miracles, in the sight of the people, in the name of Jesus.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:1.",
                        "start": 111,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the thirty and first year did pass away, and there were but few who were converted unto the Lord; but as many as were converted did truly signify unto the people that they had been visited by the power and Spirit of God, which was in Jesus Christ, in whom they believed.",
                "footnotes": [
                    {
                        "footnote": "TG God, Manifestations of.",
                        "start": 206,
                        "end": 213
                    },
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 231,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest unto the people that they had been wrought upon by the Spirit of God, and had been healed; and they did show forth signs also and did do some miracles among the people.",
                "footnotes": [
                    {
                        "footnote": "Mark 2:11 (11–12); Acts 8:7.",
                        "start": 55,
                        "end": 61
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 422
                    }
                ],
                "italics": []
            },
            {
                "text": "Thus passed away the thirty and second year also. And Nephi did cry unto the people in the commencement of the thirty and third year; and he did preach unto them repentance and remission of sins.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I would have you to remember also, that there were none who were brought unto repentance who were not baptized with water.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism, Qualifications for.",
                        "start": 82,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, there were ordained of Nephi, men unto this ministry, that all such as should come unto them should be baptized with water, and this as a witness and a testimony before God, and unto the people, that they had repented and received a remission of their sins.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism.",
                        "start": 114,
                        "end": 122
                    },
                    {
                        "footnote": "D&C 20:37. TG Remission of Sins.",
                        "start": 244,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there were many in the commencement of this year that were baptized unto repentance; and thus the more part of the year did pass away.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}