{
    "_id": "3nephi1",
    "nextChapterId": "3nephi2",
    "prevChapterId": "helaman16",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Nephi, the son of Helaman, departs out of the land, and his son Nephi keeps the records—Though signs and wonders abound, the wicked plan to slay the righteous—The night of Christ's birth arrives—The sign is given, and a new star arises—Lyings and deceivings increase, and the Gadianton robbers slaughter many. About A.D. 1–4.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass that the ninety and first year had passed away and it was six hundred years from the time that Lehi left Jerusalem; and it was in the year that Lachoneus was the chief judge and the governor over the land.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 25:19; Alma 13:25.",
                        "start": 78,
                        "end": 89
                    },
                    {
                        "footnote": "3 Ne. 3:1; 6:19.",
                        "start": 164,
                        "end": 173
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Nephi, the son of Helaman, had departed out of the land of Zarahemla, giving charge unto his son Nephi, who was his eldest son, concerning the plates of brass, and all the records which had been kept, and all those things which had been kept sacred from the departure of Lehi out of Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:21 (20–21).",
                        "start": 4,
                        "end": 9
                    },
                    {
                        "footnote": "3 Ne. 7:15 (15, 20, 23).",
                        "start": 101,
                        "end": 106
                    },
                    {
                        "footnote": "Alma 37:3 (3–12); 63:12 (1, 11–14).",
                        "start": 147,
                        "end": 162
                    },
                    {
                        "footnote": "Alma 50:38.",
                        "start": 168,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then he departed out of the land, and whither he went, no man knoweth; and his son Nephi did keep the records in his stead, yea, the record of this people.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:18 (18–19).",
                        "start": 8,
                        "end": 16
                    },
                    {
                        "footnote": "3 Ne. 2:9.",
                        "start": 38,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the commencement of the ninety and second year, behold, the prophecies of the prophets began to be fulfilled more fully; for there began to be greater signs and greater miracles wrought among the people.",
                "footnotes": [
                    {
                        "footnote": "Hel. 16:13 (13, 23).",
                        "start": 171,
                        "end": 178
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p4",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "But there were some who began to say that the time was past for the words to be fulfilled, which were spoken by Samuel, the Lamanite.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:2.",
                        "start": 102,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they began to rejoice over their brethren, saying: Behold the time is past, and the words of Samuel are not fulfilled; therefore, your joy and your faith concerning this thing hath been vain.",
                "footnotes": [
                    {
                        "footnote": "TG Mocking.",
                        "start": 18,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did make a great uproar throughout the land; and the people who believed began to be very sorrowful, lest by any means those things which had been spoken might not come to pass.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, they did watch steadfastly for that day and that night and that day which should be as one day as if there were no night, that they might know that their faith had not been vain.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:4 (3–4).",
                        "start": 43,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions should be put to death except the sign should come to pass, which had been given by Samuel the prophet.",
                "footnotes": [
                    {
                        "footnote": "TG Unbelief.",
                        "start": 58,
                        "end": 69
                    },
                    {
                        "footnote": "3 Ne. 1:16. TG Martyrdom.",
                        "start": 129,
                        "end": 141
                    },
                    {
                        "footnote": "Hel. 14:3 (2–7).",
                        "start": 153,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that when Nephi, the son of Nephi, saw this wickedness of his people, his heart was exceedingly sorrowful.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he went out and bowed himself down upon the earth, and cried mightily to his God in behalf of his people, yea, those who were about to be destroyed because of their faith in the tradition of their fathers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he cried mightily unto the Lord all that day; and behold, the voice of the Lord came unto him, saying:",
                "footnotes": [
                    {
                        "footnote": "Enos 1:4; Alma 5:46.",
                        "start": 57,
                        "end": 60
                    },
                    {
                        "footnote": "Alma 20:2; Hel. 13:3.",
                        "start": 87,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Lift up your head and be of good cheer; for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to show unto the world that I will fulfil all that which I have caused to be spoken by the mouth of my holy prophets.",
                "footnotes": [
                    {
                        "footnote": "Matt. 2:2.",
                        "start": 101,
                        "end": 105
                    },
                    {
                        "footnote": "Luke 2:11 (10–11).",
                        "start": 127,
                        "end": 133
                    },
                    {
                        "footnote": "TG Jesus Christ, Prophecies about.",
                        "start": 234,
                        "end": 240
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son—of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
                "footnotes": [
                    {
                        "footnote": "John 1:11.",
                        "start": 10,
                        "end": 14
                    },
                    {
                        "footnote": "Matt. 5:17 (17–18); Luke 24:44.",
                        "start": 31,
                        "end": 37
                    },
                    {
                        "footnote": "Alma 42:26; 3 Ne. 26:5.",
                        "start": 107,
                        "end": 117
                    },
                    {
                        "footnote": "TG God, Will of.",
                        "start": 146,
                        "end": 150
                    },
                    {
                        "footnote": "D&C 93:4 (4, 14).",
                        "start": 152,
                        "end": 156
                    },
                    {
                        "footnote": "Mosiah 15:3.",
                        "start": 157,
                        "end": 159
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 408
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that the words which came unto Nephi were fulfilled, according as they had been spoken; for behold, at the going down of the sun there was no darkness; and the people began to be astonished because there was no darkness when the night came.",
                "footnotes": [
                    {
                        "footnote": "Josh. 10:13.",
                        "start": 145,
                        "end": 148
                    },
                    {
                        "footnote": "Hel. 14:3.",
                        "start": 159,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there were many, who had not believed the words of the prophets, who fell to the earth and became as if they were dead, for they knew that the great plan of destruction which they had laid for those who believed in the words of the prophets had been frustrated; for the sign which had been given was already at hand.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:7.",
                        "start": 73,
                        "end": 77
                    },
                    {
                        "footnote": "3 Ne. 1:9 (9, 11).",
                        "start": 153,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they began to know that the Son of God must shortly appear; yea, in fine, all the people upon the face of the whole earth from the west to the east, both in the land north and in the land south, were so exceedingly astonished that they fell to the earth.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:20.",
                        "start": 135,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there was no darkness in all that night, but it was as light as though it was mid-day. And it came to pass that the sun did rise in the morning again, according to its proper order; and they knew that it was the day that the Lord should be born, because of the sign which had been given.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Birth of.",
                        "start": 265,
                        "end": 269
                    },
                    {
                        "footnote": "Hel. 14:3.",
                        "start": 286,
                        "end": 290
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p19",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass also that a new star did appear, according to the word.",
                "footnotes": [
                    {
                        "footnote": "Matt. 2:2 (1–2); Hel. 14:5.",
                        "start": 36,
                        "end": 40
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p21",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Moses 5:13.",
                        "start": 64,
                        "end": 70
                    },
                    {
                        "footnote": "TG Signs.",
                        "start": 185,
                        "end": 190
                    },
                    {
                        "footnote": "Hel. 16:6.",
                        "start": 276,
                        "end": 280
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Nephi went forth among the people, and also many others, baptizing unto repentance, in the which there was a great remission of sins. And thus the people began again to have peace in the land.",
                "footnotes": [
                    {
                        "footnote": "TG Remission of Sins.",
                        "start": 140,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there were no contentions, save it were a few that began to preach, endeavoring to prove by the scriptures that it was no more expedient to observe the law of Moses. Now in this thing they did err, having not understood the scriptures.",
                "footnotes": [
                    {
                        "footnote": "Alma 34:13.",
                        "start": 100,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass that they soon became converted, and were convinced of the error which they were in, for it was made known unto them that the law was not yet fulfilled, and that it must be fulfilled in every whit; yea, the word came unto them that it must be fulfilled; yea, that one jot or tittle should not pass away till it should all be fulfilled; therefore in this same year were they brought to a knowledge of their error and did confess their faults.",
                "footnotes": [
                    {
                        "footnote": "Matt. 5:18; 2 Ne. 25:24.",
                        "start": 162,
                        "end": 171
                    },
                    {
                        "footnote": "Num. 5:7 (6–10); Mosiah 26:29 (29, 35); Alma 17:4.",
                        "start": 440,
                        "end": 447
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus the ninety and second year did pass away, bringing glad tidings unto the people because of the signs which did come to pass, according to the words of the prophecy of all the holy prophets.",
                "footnotes": [
                    {
                        "footnote": "Luke 2:10.",
                        "start": 60,
                        "end": 64
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 409
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that the ninety and third year did also pass away in peace, save it were for the Gadianton robbers, who dwelt upon the mountains, who did infest the land; for so strong were their holds and their secret places that the people could not overpower them; therefore they did commit many murders, and did do much slaughter among the people.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:31 (25–31); 3 Ne. 2:11.",
                        "start": 139,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the ninety and fourth year they began to increase in a great degree, because there were many dissenters of the Nephites who did flee unto them, which did cause much sorrow unto those Nephites who did remain in the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was also a cause of much sorrow among the Lamanites; for behold, they had many children who did grow up and began to wax strong in years, that they became for themselves, and were led away by some who were Zoramites, by their lyings and their flattering words, to join those Gadianton robbers.",
                "footnotes": [
                    {
                        "footnote": "TG Peer Influence.",
                        "start": 190,
                        "end": 198
                    },
                    {
                        "footnote": "Alma 30:59; 43:4.",
                        "start": 216,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus were the Lamanites afflicted also, and began to decrease as to their faith and righteousness, because of the wickedness of the rising generation.",
                "footnotes": [
                    {
                        "footnote": "Judg. 2:10.",
                        "start": 136,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}