{
    "_id": "3nephi16",
    "nextChapterId": "3nephi17",
    "prevChapterId": "3nephi15",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "3 Nephi",
        "titleShort": "3 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "3nephi"
    },
    "chapter": {
        "bookTitle": "3 Nephi",
        "delineation": "Chapter",
        "number": 16,
        "summary": "Jesus will visit others of the lost sheep of Israel—In the latter days the gospel will go to the Gentiles and then to the house of Israel—The Lord's people will see eye to eye when He brings again Zion. About A.D. 34.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And verily, verily, I say unto you that I have other sheep, which are not of this land, neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:10; 2 Ne. 21:12; 3 Ne. 15:15. TG Israel, Ten Lost Tribes of.",
                        "start": 47,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they of whom I speak are they who have not as yet heard my voice; neither have I at any time manifested myself unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But I have received a commandment of the Father that I shall go unto them, and that they shall hear my voice, and shall be numbered among my sheep, that there may be one fold and one shepherd; therefore I go to show myself unto them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 18:27.",
                        "start": 22,
                        "end": 33
                    },
                    {
                        "footnote": "3 Ne. 17:4.",
                        "start": 95,
                        "end": 99
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p3",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And I command you that ye shall write these sayings after I am gone, that if it so be that my people at Jerusalem, they who have seen me and been with me in my ministry, do not ask the Father in my name, that they may receive a knowledge of you by the Holy Ghost, and also of the other tribes whom they know not of, that these sayings which ye shall write shall be kept and shall be manifested unto the Gentiles, that through the fulness of the Gentiles, the remnant of their seed, who shall be scattered forth upon the face of the earth because of their unbelief, may be brought in, or may be brought to a knowledge of me, their Redeemer.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 25:18. TG Scriptures to Come Forth.",
                        "start": 32,
                        "end": 37
                    },
                    {
                        "footnote": "1 Ne. 10:14; 3 Ne. 21:6 (1–11).",
                        "start": 403,
                        "end": 411
                    },
                    {
                        "footnote": "TG Unbelief.",
                        "start": 555,
                        "end": 563
                    },
                    {
                        "footnote": "Ezek. 20:42 (42–44); Micah 7:9 (8–9); 3 Ne. 20:13. TG Israel, Restoration of.",
                        "start": 607,
                        "end": 616
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then will I gather them in from the four quarters of the earth; and then will I fulfil the covenant which the Father hath made unto all the people of the house of Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of.",
                        "start": 16,
                        "end": 22
                    },
                    {
                        "footnote": "3 Ne. 5:25 (24–26); 15:8.",
                        "start": 95,
                        "end": 103
                    },
                    {
                        "footnote": "1 Ne. 22:9; 3 Ne. 21:27 (26–29).",
                        "start": 158,
                        "end": 173
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 13:39 (23, 30–42); 2 Ne. 30:3; 3 Ne. 20:27.",
                        "start": 20,
                        "end": 28
                    },
                    {
                        "footnote": "2 Ne. 32:5; 3 Ne. 11:32 (32, 35–36). TG Holy Ghost, Source of Testimony.",
                        "start": 93,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, because of their belief in me, saith the Father, and because of the unbelief of you, O house of Israel, in the latter day shall the truth come unto the Gentiles, that the fulness of these things shall be made known unto them.",
                "footnotes": [
                    {
                        "footnote": "TG Restoration of the Gospel.",
                        "start": 119,
                        "end": 129
                    },
                    {
                        "footnote": "D&C 19:27; 107:33. TG Mission of Latter-day Saints.",
                        "start": 160,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But wo, saith the Father, unto the unbelieving of the Gentiles—for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 6:15; 28:15 (15–32); Ether 2:9 (8–11).",
                        "start": 35,
                        "end": 46
                    },
                    {
                        "footnote": "1 Ne. 13:14; 2 Ne. 26:19; Morm. 5:9 (9, 15).",
                        "start": 141,
                        "end": 150
                    },
                    {
                        "footnote": "3 Ne. 20:28.",
                        "start": 248,
                        "end": 256
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them—",
                "footnotes": [
                    {
                        "footnote": "Amos 9:1 (1–4).",
                        "start": 302,
                        "end": 307
                    },
                    {
                        "footnote": "Jer. 23:40; Lam. 2:16 (15–16); Joel 2:17; 1 Ne. 19:14.",
                        "start": 359,
                        "end": 364
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel, and shall reject the fulness of my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 20:15.",
                        "start": 95,
                        "end": 98
                    },
                    {
                        "footnote": "Morm. 8:36 (35–41).",
                        "start": 174,
                        "end": 183
                    },
                    {
                        "footnote": "3 Ne. 30:2; Morm. 8:31.",
                        "start": 391,
                        "end": 398
                    },
                    {
                        "footnote": "2 Ne. 26:29. TG Priestcraft.",
                        "start": 404,
                        "end": 416
                    },
                    {
                        "footnote": "3 Ne. 20:28 (27–28); D&C 6:31.",
                        "start": 510,
                        "end": 516
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And then will I remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.",
                "footnotes": [
                    {
                        "footnote": "Isa. 44:21; 3 Ne. 20:29 (28–31); 21:4 (1–11); Morm. 5:20.",
                        "start": 16,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will show unto thee, O house of Israel, that the Gentiles shall not have power over you; but I will remember my covenant unto you, O house of Israel, and ye shall come unto the knowledge of the fulness of my gospel.",
                "footnotes": [
                    {
                        "footnote": "Hel. 15:13. TG Israel, Restoration of; Knowledge.",
                        "start": 183,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.",
                "footnotes": [
                    {
                        "footnote": "Gal. 3:7 (7, 29); 1 Ne. 15:13 (13–17); 22:9 (5–10); 2 Ne. 10:18 (18–19); 3 Ne. 30:2; Abr. 2:10 (9–11).",
                        "start": 91,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                "footnotes": [
                    {
                        "footnote": "Micah 5:8 (8–15); 3 Ne. 20:16; 21:12 (12–21); D&C 87:5.",
                        "start": 180,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Verily, verily, I say unto you, thus hath the Father commanded me—that I should give unto this people this land for their inheritance.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 15:13.",
                        "start": 90,
                        "end": 101
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 440
                    }
                ],
                "italics": []
            },
            {
                "text": "And then the words of the prophet Isaiah shall be fulfilled, which say:",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 20:11.",
                        "start": 13,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing, for they shall see eye to eye when the Lord shall bring again Zion.",
                "footnotes": [
                    {
                        "footnote": "Isa. 52:8 (8–10); 3 Ne. 20:32.",
                        "start": 0,
                        "end": 3
                    },
                    {
                        "footnote": "Ezek. 33:2 (2, 7); D&C 101:45 (45, 53–54). TG Watchman.",
                        "start": 4,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Break forth into joy, sing together, ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}