{
    "_id": "mosiah18",
    "nextChapterId": "mosiah19",
    "prevChapterId": "mosiah17",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 18,
        "summary": "Alma preaches in private—He sets forth the covenant of baptism and baptizes at the waters of Mormon—He organizes the Church of Christ and ordains priests—They support themselves and teach the people—Alma and his people flee from King Noah into the wilderness. About 147–145 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now, it came to pass that Alma, who had fled from the servants of king Noah, repented of his sins and iniquities, and went about privately among the people, and began to teach the words of Abinadi—",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:9.",
                        "start": 81,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, concerning that which was to come, and also concerning the resurrection of the dead, and the redemption of the people, which was to be brought to pass through the power, and sufferings, and death of Christ, and his resurrection and ascension into heaven.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Redeemer.",
                        "start": 98,
                        "end": 108
                    },
                    {
                        "footnote": "TG Jesus Christ, Ascension of; Jesus Christ, Death of.",
                        "start": 195,
                        "end": 200
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 181
                    }
                ],
                "italics": []
            },
            {
                "text": "And as many as would hear his word he did teach. And he taught them privately, that it might not come to the knowledge of the king. And many did believe his words.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that as many as did believe him did go forth to a place which was called Mormon, having received its name from the king, being in the borders of the land having been infested, by times or at seasons, by wild beasts.",
                "footnotes": [
                    {
                        "footnote": "Alma 5:3; 3 Ne. 5:12.",
                        "start": 70,
                        "end": 75
                    },
                    {
                        "footnote": "Mosiah 18:31.",
                        "start": 154,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, there was in Mormon a fountain of pure water, and Alma resorted thither, there being near the water a thicket of small trees, where he did hide himself in the daytime from the searches of the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that as many as believed him went thither to hear his words.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass after many days there were a goodly number gathered together at the place of Mormon, to hear the words of Alma. Yea, all were gathered together that believed on his word, to hear him. And he did teach them, and did preach unto them repentance, and redemption, and faith on the Lord.",
                "footnotes": [
                    {
                        "footnote": "Alma 5:13.",
                        "start": 215,
                        "end": 220
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p7",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that he said unto them: Behold, here are the waters of Mormon (for thus were they called) and now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another's burdens, that they may be light;",
                "footnotes": [
                    {
                        "footnote": "D&C 20:36–37, 77.",
                        "start": 129,
                        "end": 137
                    },
                    {
                        "footnote": "TG Brotherhood and Sisterhood; Conversion.",
                        "start": 155,
                        "end": 159
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p8",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life—",
                "footnotes": [
                    {
                        "footnote": "TG Baptism, Qualifications for.",
                        "start": 13,
                        "end": 20
                    },
                    {
                        "footnote": "TG Comfort; Compassion.",
                        "start": 46,
                        "end": 51
                    },
                    {
                        "footnote": "TG Missionary Work; Witness.",
                        "start": 123,
                        "end": 132
                    },
                    {
                        "footnote": "Jacob 4:11.",
                        "start": 293,
                        "end": 311
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 31:17; Alma 4:4.",
                        "start": 86,
                        "end": 94
                    },
                    {
                        "footnote": "TG Jesus Christ, Taking the Name of.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "Neh. 10:29. TG Commitment.",
                        "start": 172,
                        "end": 180
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that Alma took Helam, he being one of the first, and went and stood forth in the water, and cried, saying: O Lord, pour out thy Spirit upon thy servant, that he may do this work with holiness of heart.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.",
                "footnotes": [
                    {
                        "footnote": "TG Holy Ghost, Mission of.",
                        "start": 38,
                        "end": 44
                    },
                    {
                        "footnote": "Mosiah 21:33; Alma 5:3; 3 Ne. 11:25.",
                        "start": 114,
                        "end": 123
                    },
                    {
                        "footnote": "Mosiah 21:31. TG Covenants.",
                        "start": 190,
                        "end": 198
                    },
                    {
                        "footnote": "Mosiah 4:6; Alma 12:30 (25, 30).",
                        "start": 413,
                        "end": 423
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after Alma had said these words, both Alma and Helam were buried in the water; and they arose and came forth out of the water rejoicing, being filled with the Spirit.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism, Immersion.",
                        "start": 62,
                        "end": 68
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 182
                    }
                ],
                "italics": []
            },
            {
                "text": "And again, Alma took another, and went forth a second time into the water, and baptized him according to the first, only he did not bury himself again in the water.",
                "footnotes": [
                    {
                        "footnote": "JS—H 1:71 (70–71).",
                        "start": 137,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after this manner he did baptize every one that went forth to the place of Mormon; and they were in number about two hundred and four souls; yea, and they were baptized in the waters of Mormon, and were filled with the grace of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 25:18.",
                        "start": 164,
                        "end": 172
                    },
                    {
                        "footnote": "TG Grace.",
                        "start": 223,
                        "end": 228
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were called the church of God, or the church of Christ, from that time forward. And it came to pass that whosoever was baptized by the power and authority of God was added to his church.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:34; 25:22 (18–23); 26:4; Alma 4:5 (4–5); 3 Ne. 26:21. TG Jesus Christ, Head of the Church.",
                        "start": 47,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma, having authority from God, ordained priests; even one priest to every fifty of their number did he ordain to preach unto them, and to teach them concerning the things pertaining to the kingdom of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:16. TG Priesthood, Authority.",
                        "start": 38,
                        "end": 47
                    },
                    {
                        "footnote": "TG Priesthood, History of.",
                        "start": 58,
                        "end": 66
                    },
                    {
                        "footnote": "Mosiah 2:4; 23:14; 24:4 (4–8).",
                        "start": 165,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouth of the holy prophets.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:14.",
                        "start": 27,
                        "end": 31
                    },
                    {
                        "footnote": "D&C 5:10.",
                        "start": 39,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, even he commanded them that they should preach nothing save it were repentance and faith on the Lord, who had redeemed his people.",
                "footnotes": [
                    {
                        "footnote": "TG Preaching; Repent.",
                        "start": 45,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.",
                "footnotes": [
                    {
                        "footnote": "TG Contention.",
                        "start": 46,
                        "end": 56
                    },
                    {
                        "footnote": "Matt. 6:22; Morm. 8:15; D&C 4:5; 88:68.",
                        "start": 114,
                        "end": 117
                    },
                    {
                        "footnote": "1 Sam. 18:1; Rom. 15:5 (1–7); Mosiah 4:15; 23:15.",
                        "start": 177,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus he commanded them to preach. And thus they became the children of God.",
                "footnotes": [
                    {
                        "footnote": "Moses 6:68.",
                        "start": 63,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he commanded them that they should observe the sabbath day, and keep it holy, and also every day they should give thanks to the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "Ex. 35:2; Mosiah 13:16 (16–19).",
                        "start": 51,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also commanded them that the priests whom he had ordained should labor with their own hands for their support.",
                "footnotes": [
                    {
                        "footnote": "Acts 20:34 (33–35); Mosiah 27:5 (3–5); Alma 1:3, 26.",
                        "start": 65,
                        "end": 71
                    },
                    {
                        "footnote": "1 Cor. 9:18 (16–19); Alma 30:32.",
                        "start": 72,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was one day in every week that was set apart that they should gather themselves together to teach the people, and to worship the Lord their God, and also, as often as it was in their power, to assemble themselves together.",
                "footnotes": [
                    {
                        "footnote": "Alma 32:11.",
                        "start": 14,
                        "end": 17
                    },
                    {
                        "footnote": "TG Meetings.",
                        "start": 72,
                        "end": 78
                    },
                    {
                        "footnote": "TG Assembly for Worship.",
                        "start": 203,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priests were not to depend upon the people for their support; but for their labor they were to receive the grace of God, that they might wax strong in the Spirit, having the knowledge of God, that they might teach with power and authority from God.",
                "footnotes": [
                    {
                        "footnote": "TG Blessing; Reward; Wages.",
                        "start": 115,
                        "end": 120
                    },
                    {
                        "footnote": "Neh. 10:28 (28–31). TG God, Knowledge about.",
                        "start": 182,
                        "end": 191
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again Alma commanded that the people of the church should impart of their substance, every one according to that which he had; if he have more abundantly he should impart more abundantly; and of him that had but little, but little should be required; and to him that had not should be given.",
                "footnotes": [
                    {
                        "footnote": "Alma 16:16; 4 Ne. 1:3.",
                        "start": 89,
                        "end": 94
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 183
                    }
                ],
                "italics": []
            },
            {
                "text": "And thus they should impart of their substance of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul.",
                "footnotes": [
                    {
                        "footnote": "TG Generosity; Initiative.",
                        "start": 37,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this he said unto them, having been commanded of God; and they did walk uprightly before God, imparting to one another both temporally and spiritually according to their needs and their wants.",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God; Welfare.",
                        "start": 71,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that all this was done in Mormon, yea, by the waters of Mormon, in the forest that was near the waters of Mormon; yea, the place of Mormon, the waters of Mormon, the forest of Mormon, how beautiful are they to the eyes of them who there came to the knowledge of their Redeemer; yea, and how blessed are they, for they shall sing to his praise forever.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 26:15.",
                        "start": 70,
                        "end": 86
                    },
                    {
                        "footnote": "TG Praise; Singing.",
                        "start": 348,
                        "end": 352
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And these things were done in the borders of the land, that they might not come to the knowledge of the king.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:4.",
                        "start": 34,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now the king said that Alma was stirring up the people to rebellion against him; therefore he sent his army to destroy them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 19:1.",
                        "start": 107,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:1.",
                        "start": 62,
                        "end": 70
                    },
                    {
                        "footnote": "Mosiah 21:30; 23:13, 36.",
                        "start": 160,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were in number about four hundred and fifty souls.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:10.",
                        "start": 30,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}