{
    "_id": "mosiah5",
    "nextChapterId": "mosiah6",
    "prevChapterId": "mosiah4",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 5,
        "summary": "The Saints become the sons and daughters of Christ through faith—They are then called by the name of Christ—King Benjamin exhorts them to be steadfast and immovable in good works. About 124 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 11:4 (1–5).",
                        "start": 139,
                        "end": 147
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And they all cried with one voice, saying: Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually.",
                "footnotes": [
                    {
                        "footnote": "Rom. 8:2 (1–4); Alma 5:14; 13:12. TG Man, New, Spiritually Reborn.",
                        "start": 223,
                        "end": 229
                    },
                    {
                        "footnote": "Alma 19:33.",
                        "start": 294,
                        "end": 298
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we, ourselves, also, through the infinite goodness of God, and the manifestations of his Spirit, have great views of that which is to come; and were it expedient, we could prophesy of all things.",
                "footnotes": [
                    {
                        "footnote": "Ex. 34:6 (5–7).",
                        "start": 46,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it is the faith which we have had on the things which our king has spoken unto us that has brought us to this great knowledge, whereby we do rejoice with such exceedingly great joy.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 158
                    }
                ],
                "italics": []
            },
            {
                "text": "And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days, that we may not bring upon ourselves a never-ending torment, as has been spoken by the angel, that we may not drink out of the cup of the wrath of God.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 15:12 (12–15); Neh. 10:29; Mosiah 6:3. TG Commitment.",
                        "start": 35,
                        "end": 43
                    },
                    {
                        "footnote": "Mosiah 3:27 (25–27).",
                        "start": 222,
                        "end": 234
                    },
                    {
                        "footnote": "Mosiah 3:2.",
                        "start": 270,
                        "end": 275
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.",
                "footnotes": [
                    {
                        "footnote": "1 Jn. 2:12; Mosiah 15:2; 27:25 (24–26); Moses 6:68 (64–68).",
                        "start": 75,
                        "end": 83
                    },
                    {
                        "footnote": "TG Sanctification.",
                        "start": 211,
                        "end": 218
                    },
                    {
                        "footnote": "John 1:13 (12–13); Mosiah 15:10. TG Man, New, Spiritually Reborn.",
                        "start": 264,
                        "end": 268
                    },
                    {
                        "footnote": "Matt. 12:49 (49–50); D&C 11:30.",
                        "start": 296,
                        "end": 300
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And under this head ye are made free, and there is no other head whereby ye can be made free. There is no other name given whereby salvation cometh; therefore, I would that ye should take upon you the name of Christ, all you that have entered into the covenant with God that ye should be obedient unto the end of your lives.",
                "footnotes": [
                    {
                        "footnote": "Rom. 6:18 (14–22); 1 Cor. 7:22; Gal. 5:1; D&C 88:86.",
                        "start": 32,
                        "end": 36
                    },
                    {
                        "footnote": "Acts 4:12; Mosiah 4:8; Alma 21:9.",
                        "start": 51,
                        "end": 53
                    },
                    {
                        "footnote": "Gal. 3:27; Mosiah 1:11; 26:18.",
                        "start": 112,
                        "end": 116
                    },
                    {
                        "footnote": "Acts 11:26; Alma 46:15.",
                        "start": 183,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that whosoever doeth this shall be found at the right hand of God, for he shall know the name by which he is called; for he shall be called by the name of Christ.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.",
                "footnotes": [
                    {
                        "footnote": "Alma 5:39 (38–42).",
                        "start": 112,
                        "end": 117
                    },
                    {
                        "footnote": "Matt. 25:33.",
                        "start": 161,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I would that ye should remember also, that this is the name that I said I should give unto you that never should be blotted out, except it be through transgression; therefore, take heed that ye do not transgress, that the name be not blotted out of your hearts.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 1:11 (11–12). TG Jesus Christ, Taking the Name of.",
                        "start": 59,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I say unto you, I would that ye should remember to retain the name written always in your hearts, that ye are not found on the left hand of God, but that ye hear and know the voice by which ye shall be called, and also, the name by which he shall call you.",
                "footnotes": [
                    {
                        "footnote": "Num. 6:27; Ps. 119:55; D&C 18:25.",
                        "start": 51,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?",
                "footnotes": [
                    {
                        "footnote": "Jer. 4:22; Mosiah 26:25 (24–27).",
                        "start": 8,
                        "end": 15
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, doth a man take an ass which belongeth to his neighbor, and keep him? I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out. I say unto you, that even so shall it be among you if ye know not the name by which ye are called.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen.",
                "footnotes": [
                    {
                        "footnote": "TG Good Works.",
                        "start": 82,
                        "end": 92
                    },
                    {
                        "footnote": "TG Jesus Christ, Jehovah; Jesus Christ, Lord.",
                        "start": 111,
                        "end": 130
                    },
                    {
                        "footnote": "TG Election.",
                        "start": 136,
                        "end": 140
                    },
                    {
                        "footnote": "Col. 1:16; Mosiah 4:2; Alma 11:39.",
                        "start": 307,
                        "end": 314
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 159
                    }
                ],
                "italics": []
            }
        ]
    }
}