{
    "_id": "mosiah29",
    "nextChapterId": "alma1",
    "prevChapterId": "mosiah28",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 29,
        "summary": "Mosiah proposes that judges be chosen in place of a king—Unrighteous kings lead their people into sin—Alma the younger is chosen chief judge by the voice of the people—He is also the high priest over the Church—Alma the elder and Mosiah die. About 92–91 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now when Mosiah had done this he sent out throughout all the land, among all the people, desiring to know their will concerning who should be their king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the voice of the people came, saying: We are desirous that Aaron thy son should be our king and our ruler.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Aaron had gone up to the land of Nephi, therefore the king could not confer the kingdom upon him; neither would Aaron take upon him the kingdom; neither were any of the sons of Mosiah willing to take upon them the kingdom.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:6.",
                        "start": 102,
                        "end": 109
                    },
                    {
                        "footnote": "Mosiah 27:34.",
                        "start": 173,
                        "end": 187
                    },
                    {
                        "footnote": "Mosiah 28:10.",
                        "start": 188,
                        "end": 195
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore king Mosiah sent again among the people; yea, even a written word sent he among the people. And these were the words that were written, saying:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, O ye my people, or my brethren, for I esteem you as such, I desire that ye should consider the cause which ye are called to consider—for ye are desirous to have a king.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:9 (9–19).",
                        "start": 132,
                        "end": 140
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I declare unto you that he to whom the kingdom doth rightly belong has declined, and will not take upon him the kingdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now if there should be another appointed in his stead, behold I fear there would rise contentions among you. And who knoweth but what my son, to whom the kingdom doth belong, should turn to be angry and draw away a part of this people after him, which would cause wars and contentions among you, which would be the cause of shedding much blood and perverting the way of the Lord, yea, and destroy the souls of many people.",
                "footnotes": [
                    {
                        "footnote": "TG Contention.",
                        "start": 90,
                        "end": 101
                    },
                    {
                        "footnote": "Judg. 8:23; 9:2 (1–55).",
                        "start": 207,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I say unto you let us be wise and consider these things, for we have no right to destroy my son, neither should we have any right to destroy another if he should be appointed in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if my son should turn again to his pride and vain things he would recall the things which he had said, and claim his right to the kingdom, which would cause him and also this people to commit much sin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now let us be wise and look forward to these things, and do that which will make for the peace of this people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:25 (25–27, 41).",
                        "start": 74,
                        "end": 76
                    },
                    {
                        "footnote": "Ex. 18:13; Deut. 16:18; Ezra 7:25; Alma 46:4; D&C 107:74 (74, 78).",
                        "start": 85,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it is better that a man should be judged of God than of man, for the judgments of God are always just, but the judgments of man are not always just.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 23:3; 2 Chr. 1:10; Ps. 50:6; 75:7; 2 Ne. 21:4; D&C 98:9; Moses 6:57. TG God, Justice of.",
                        "start": 38,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, if it were possible that you could have just men to be your kings, who would establish the laws of God, and judge this people according to his commandments, yea, if ye could have men for your kings who would do even as my father Benjamin did for this people—I say unto you, if this could always be the case then it would be expedient that ye should always have kings to rule over you.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:8, 13.",
                        "start": 11,
                        "end": 13
                    },
                    {
                        "footnote": "1 Kgs. 15:14 (11–14).",
                        "start": 51,
                        "end": 55
                    },
                    {
                        "footnote": "Ex. 18:21; Neh. 7:2.",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "Omni 1:25; W of M 1:18 (17–18).",
                        "start": 240,
                        "end": 248
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 205
                    }
                ],
                "italics": []
            },
            {
                "text": "And even I myself have labored with all the power and faculties which I have possessed, to teach you the commandments of God, and to establish peace throughout the land, that there should be no wars nor contentions, no stealing, nor plundering, nor murdering, nor any manner of iniquity;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whosoever has committed iniquity, him have I punished according to the crime which he has committed, according to the law which has been given to us by our fathers.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:32.",
                        "start": 49,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I say unto you, that because all men are not just it is not expedient that ye should have a king or kings to rule over you.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:5 (4–22). TG Kings, Earthly.",
                        "start": 96,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, how much iniquity doth one wicked king cause to be committed, yea, and what great destruction!",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:26 (25–26); Alma 46:9.",
                        "start": 21,
                        "end": 29
                    },
                    {
                        "footnote": "Prov. 16:12; Mosiah 23:9 (8–10).",
                        "start": 39,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, remember king Noah, his wickedness and his abominations, and also the wickedness and abominations of his people. Behold what great destruction did come upon them; and also because of their iniquities they were brought into bondage.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 11:2 (1–15).",
                        "start": 29,
                        "end": 39
                    },
                    {
                        "footnote": "1 Sam. 8:11 (10–18); Mosiah 12:2 (2–8); Ether 6:23.",
                        "start": 228,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And were it not for the interposition of their all-wise Creator, and this because of their sincere repentance, they must unavoidably remain in bondage until now.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, he did deliver them because they did humble themselves before him; and because they cried mightily unto him he did deliver them out of bondage; and thus doth the Lord work with his power in all cases among the children of men, extending the arm of mercy towards them that put their trust in him.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:14.",
                        "start": 49,
                        "end": 55
                    },
                    {
                        "footnote": "Ex. 2:23 (23–25); Alma 43:49 (49–50).",
                        "start": 96,
                        "end": 101
                    },
                    {
                        "footnote": "Ezek. 33:11 (11, 15–16); Mosiah 26:30.",
                        "start": 260,
                        "end": 265
                    },
                    {
                        "footnote": "TG Trust in God.",
                        "start": 294,
                        "end": 299
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, now I say unto you, ye cannot dethrone an iniquitous king save it be through much contention, and the shedding of much blood.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:9; Prov. 25:5 (4–5).",
                        "start": 65,
                        "end": 69
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, he has his friends in iniquity, and he keepeth his guards about him; and he teareth up the laws of those who have reigned in righteousness before him; and he trampleth under his feet the commandments of God;",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 12:8 (8–15).",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny; Unrighteous Dominion.",
                        "start": 153,
                        "end": 160
                    },
                    {
                        "footnote": "TG Kings, Earthly.",
                        "start": 320,
                        "end": 324
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold I say unto you, it is not expedient that such abominations should come upon you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, choose you by the voice of this people, judges, that ye may be judged according to the laws which have been given you by our fathers, which are correct, and which were given them by the hand of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:11; Alma 2:3 (3–7). TG Citizenship.",
                        "start": 29,
                        "end": 34
                    },
                    {
                        "footnote": "Ex. 18:22 (19–27).",
                        "start": 74,
                        "end": 80
                    },
                    {
                        "footnote": "Deut. 4:8; Alma 34:11.",
                        "start": 98,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it is not common that the voice of the people desireth anything contrary to that which is right; but it is common for the lesser part of the people to desire that which is not right; therefore this shall ye observe and make it your law—to do your business by the voice of the people.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:7; Alma 29:4; D&C 26:2. TG Common Consent.",
                        "start": 30,
                        "end": 35
                    },
                    {
                        "footnote": "TG Disobedience.",
                        "start": 68,
                        "end": 76
                    },
                    {
                        "footnote": "TG Governments.",
                        "start": 145,
                        "end": 151
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 206
                    }
                ],
                "italics": []
            },
            {
                "text": "And if the time comes that the voice of the people doth choose iniquity, then is the time that the judgments of God will come upon you; yea, then is the time he will visit you with great destruction even as he has hitherto visited this land.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:4 (3–7); 10:19; Hel. 4:21 (20–24); 5:2.",
                        "start": 4,
                        "end": 6
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now if ye have judges, and they do not judge you according to the law which has been given, ye can cause that they may be judged of a higher judge.",
                "footnotes": [
                    {
                        "footnote": "Deut. 17:8 (8–9).",
                        "start": 43,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If your higher judges do not judge righteous judgments, ye shall cause that a small number of your lower judges should be gathered together, and they shall judge your higher judges, according to the voice of the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I command you to do these things in the fear of the Lord; and I command you to do these things, and that ye have no king; that if these people commit sins and iniquities they shall be answered upon their own heads.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold I say unto you, the sins of many people have been caused by the iniquities of their kings; therefore their iniquities are answered upon the heads of their kings.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:16; 15:26; 16:2; 21:22; Mosiah 29:36.",
                        "start": 61,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I desire that this inequality should be no more in this land, especially among this my people; but I desire that this land be a land of liberty, and every man may enjoy his rights and privileges alike, so long as the Lord sees fit that we may live and inherit the land, yea, even as long as any of our posterity remains upon the face of the land.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 27:3; Alma 30:11. TG Injustice.",
                        "start": 27,
                        "end": 37
                    },
                    {
                        "footnote": "2 Ne. 1:7; 10:11; Alma 46:17 (10–28, 34). TG Liberty.",
                        "start": 144,
                        "end": 151
                    },
                    {
                        "footnote": "Alma 27:9.",
                        "start": 157,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And many more things did king Mosiah write unto them, unfolding unto them all the trials and troubles of a righteous king, yea, all the travails of soul for their people, and also all the murmurings of the people to their king; and he explained it all unto them.",
                "footnotes": [
                    {
                        "footnote": "TG Stewardship.",
                        "start": 93,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he told them that these things ought not to be; but that the burden should come upon all the people, that every man might bear his part.",
                "footnotes": [
                    {
                        "footnote": "TG Accountability.",
                        "start": 126,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also unfolded unto them all the disadvantages they labored under, by having an unrighteous king to rule over them;",
                "footnotes": [
                    {
                        "footnote": "TG Kings, Earthly.",
                        "start": 98,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, all his iniquities and abominations, and all the wars, and contentions, and bloodshed, and the stealing, and the plundering, and the committing of whoredoms, and all manner of iniquities which cannot be enumerated—telling them that these things ought not to be, that they were expressly repugnant to the commandments of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 29:31.",
                        "start": 9,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:19.",
                        "start": 98,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they relinquished their desires for a king, and became exceedingly anxious that every man should have an equal chance throughout all the land; yea, and every man expressed a willingness to answer for his own sins.",
                "footnotes": [
                    {
                        "footnote": "TG Agency.",
                        "start": 121,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, it came to pass that they assembled themselves together in bodies throughout the land, to cast in their voices concerning who should be their judges, to judge them according to the law which had been given them; and they were exceedingly rejoiced because of the liberty which had been granted unto them.",
                "footnotes": [
                    {
                        "footnote": "TG Common Consent.",
                        "start": 115,
                        "end": 121
                    },
                    {
                        "footnote": "Alma 62:47.",
                        "start": 153,
                        "end": 159
                    },
                    {
                        "footnote": "Alma 1:14.",
                        "start": 192,
                        "end": 195
                    },
                    {
                        "footnote": "TG Liberty.",
                        "start": 273,
                        "end": 280
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 207
                    }
                ],
                "italics": []
            },
            {
                "text": "And they did wax strong in love towards Mosiah; yea, they did esteem him more than any other man; for they did not look upon him as a tyrant who was seeking for gain, yea, for that lucre which doth corrupt the soul; for he had not exacted riches of them, neither had he delighted in the shedding of blood; but he had established peace in the land, and he had granted unto his people that they should be delivered from all manner of bondage; therefore they did esteem him, yea, exceedingly, beyond measure.",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny.",
                        "start": 134,
                        "end": 140
                    },
                    {
                        "footnote": "Titus 1:11.",
                        "start": 181,
                        "end": 186
                    },
                    {
                        "footnote": "TG Bribe.",
                        "start": 198,
                        "end": 205
                    },
                    {
                        "footnote": "TG Peacemakers.",
                        "start": 329,
                        "end": 334
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did appoint judges to rule over them, or to judge them according to the law; and this they did throughout all the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 11:4.",
                        "start": 34,
                        "end": 41
                    },
                    {
                        "footnote": "Judg. 2:16; Mosiah 29:11.",
                        "start": 42,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Alma was appointed to be the first chief judge, he being also the high priest, his father having conferred the office upon him, and having given him the charge concerning all the affairs of the church.",
                "footnotes": [
                    {
                        "footnote": "Alma 2:16; 7:1.",
                        "start": 60,
                        "end": 71
                    },
                    {
                        "footnote": "Mosiah 26:7; Alma 4:4.",
                        "start": 91,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that Alma did walk in the ways of the Lord, and he did keep his commandments, and he did judge righteous judgments; and there was continual peace through the land.",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 38,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus commenced the reign of the judges throughout all the land of Zarahemla, among all the people who were called the Nephites; and Alma was the first and chief judge.",
                "footnotes": [
                    {
                        "footnote": "Alma 17:6.",
                        "start": 23,
                        "end": 28
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that his father died, being eighty and two years old, having lived to fulfil the commandments of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Mosiah died also, in the thirty and third year of his reign, being sixty and three years old; making in the whole, five hundred and nine years from the time Lehi left Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:1.",
                        "start": 32,
                        "end": 36
                    },
                    {
                        "footnote": "Mosiah 6:4.",
                        "start": 92,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the reign of the kings over the people of Nephi; and thus ended the days of Alma, who was the founder of their church.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}