{
    "_id": "mosiah25",
    "nextChapterId": "mosiah26",
    "prevChapterId": "mosiah24",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 25,
        "summary": "The descendants of Mulek at Zarahemla become Nephites—They learn of the people of Alma and of Zeniff—Alma baptizes Limhi and all his people—Mosiah authorizes Alma to organize the Church of God. About 120 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now king Mosiah caused that all the people should be gathered together.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there were not so many of the children of Nephi, or so many of those who were descendants of Nephi, as there were of the people of Zarahemla, who was a descendant of Mulek, and those who came with him into the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:10.",
                        "start": 125,
                        "end": 131
                    },
                    {
                        "footnote": "Ezek. 17:22 (22–23); Omni 1:15 (14–19).",
                        "start": 170,
                        "end": 175
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 195
                    }
                ],
                "italics": []
            },
            {
                "text": "And there were not so many of the people of Nephi and of the people of Zarahemla as there were of the Lamanites; yea, they were not half so numerous.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now all the people of Nephi were assembled together, and also all the people of Zarahemla, and they were gathered together in two bodies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Mosiah did read, and caused to be read, the records of Zeniff to his people; yea, he read the records of the people of Zeniff, from the time they left the land of Zarahemla until they returned again.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:3 (3–4).",
                        "start": 171,
                        "end": 175
                    },
                    {
                        "footnote": "Mosiah 22:13.",
                        "start": 209,
                        "end": 217
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also read the account of Alma and his brethren, and all their afflictions, from the time they left the land of Zarahemla until the time they returned again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, when Mosiah had made an end of reading the records, his people who tarried in the land were struck with wonder and amazement.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they knew not what to think; for when they beheld those that had been delivered out of bondage they were filled with exceedingly great joy.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 22:11 (11–13).",
                        "start": 84,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, when they thought of their brethren who had been slain by the Lamanites they were filled with sorrow, and even shed many tears of sorrow.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:29 (8, 29).",
                        "start": 60,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, when they thought of the immediate goodness of God, and his power in delivering Alma and his brethren out of the hands of the Lamanites and of bondage, they did raise their voices and give thanks to God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 24:17; 27:16.",
                        "start": 154,
                        "end": 161
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, when they thought upon the Lamanites, who were their brethren, of their sinful and polluted state, they were filled with pain and anguish for the welfare of their souls.",
                "footnotes": [
                    {
                        "footnote": "TG Pollution.",
                        "start": 94,
                        "end": 102
                    },
                    {
                        "footnote": "Mosiah 28:3 (3–4); Alma 13:27.",
                        "start": 132,
                        "end": 136
                    },
                    {
                        "footnote": "2 Ne. 6:3; Jacob 2:3. TG Worth of Souls.",
                        "start": 157,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that those who were the children of Amulon and his brethren, who had taken to wife the daughters of the Lamanites, were displeased with the conduct of their fathers, and they would no longer be called by the names of their fathers, therefore they took upon themselves the name of Nephi, that they might be called the children of Nephi and be numbered among those who were called Nephites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 20:3 (3–5).",
                        "start": 35,
                        "end": 39
                    },
                    {
                        "footnote": "Mosiah 23:33.",
                        "start": 107,
                        "end": 116
                    },
                    {
                        "footnote": "Jacob 1:14 (13–14); Alma 2:11.",
                        "start": 392,
                        "end": 398
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now all the people of Zarahemla were numbered with the Nephites, and this because the kingdom had been conferred upon none but those who were descendants of Nephi.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:19.",
                        "start": 41,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that when Mosiah had made an end of speaking and reading to the people, he desired that Alma should also speak to the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Alma did speak unto them, when they were assembled together in large bodies, and he went from one body to another, preaching unto the people repentance and faith on the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did exhort the people of Limhi and his brethren, all those that had been delivered out of bondage, that they should remember that it was the Lord that did deliver them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after Alma had taught the people many things, and had made an end of speaking to them, that king Limhi was desirous that he might be baptized; and all his people were desirous that they might be baptized also.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 196
                    }
                ],
                "italics": []
            },
            {
                "text": "Therefore, Alma did go forth into the water and did baptize them; yea, he did baptize them after the manner he did his brethren in the waters of Mormon; yea, and as many as he did baptize did belong to the church of God; and this because of their belief on the words of Alma.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:35.",
                        "start": 52,
                        "end": 59
                    },
                    {
                        "footnote": "Mosiah 18:16 (8–17).",
                        "start": 135,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that king Mosiah granted unto Alma that he might establish churches throughout all the land of Zarahemla; and gave him power to ordain priests and teachers over every church.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 26:17.",
                        "start": 79,
                        "end": 87
                    },
                    {
                        "footnote": "TG Priesthood.",
                        "start": 148,
                        "end": 154
                    },
                    {
                        "footnote": "TG Priest, Melchizedek Priesthood.",
                        "start": 155,
                        "end": 162
                    },
                    {
                        "footnote": "TG Teacher.",
                        "start": 167,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now this was done because there were so many people that they could not all be governed by one teacher; neither could they all hear the word of God in one assembly;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they did assemble themselves together in different bodies, being called churches; every church having their priests and their teachers, and every priest preaching the word according as it was delivered to him by the mouth of Alma.",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 19,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus, notwithstanding there being many churches they were all one church, yea, even the church of God; for there was nothing preached in all the churches except it were repentance and faith in God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:17; 26:4.",
                        "start": 70,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now there were seven churches in the land of Zarahemla. And it came to pass that whosoever were desirous to take upon them the name of Christ, or of God, they did join the churches of God;",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Taking the Name of.",
                        "start": 131,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were called the people of God. And the Lord did pour out his Spirit upon them, and they were blessed, and prospered in the land.",
                "footnotes": [
                    {
                        "footnote": "TG Sons and Daughters of God.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "TG God, Spirit of; Prosper.",
                        "start": 70,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}