{
    "_id": "mosiah12",
    "nextChapterId": "mosiah13",
    "prevChapterId": "mosiah11",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 12,
        "summary": "Abinadi is imprisoned for prophesying the destruction of the people and the death of King Noah—The false priests quote the scriptures and pretend to keep the law of Moses—Abinadi begins to teach them the Ten Commandments. About 148 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that after the space of two years that Abinadi came among them in disguise, that they knew him not, and began to prophesy among them, saying: Thus has the Lord commanded me, saying—Abinadi, go and prophesy unto this my people, for they have hardened their hearts against my words; they have repented not of their evil doings; therefore, I will visit them in my anger, yea, in my fierce anger will I visit them in their iniquities and abominations.",
                "footnotes": [
                    {
                        "footnote": "TG Missionary Work.",
                        "start": 133,
                        "end": 141
                    },
                    {
                        "footnote": "Isa. 65:6 (6–7, 11); Jer. 9:9.",
                        "start": 364,
                        "end": 369
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "Yea, wo be unto this generation! And the Lord said unto me: Stretch forth thy hand and prophesy, saying: Thus saith the Lord, it shall come to pass that this generation, because of their iniquities, shall be brought into bondage, and shall be smitten on the cheek; yea, and shall be driven by men, and shall be slain; and the vultures of the air, and the dogs, yea, and the wild beasts, shall devour their flesh.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:46; Mosiah 11:21; 20:21.",
                        "start": 221,
                        "end": 228
                    },
                    {
                        "footnote": "Lam. 3:30; Mosiah 21:3 (3–4, 13).",
                        "start": 258,
                        "end": 263
                    },
                    {
                        "footnote": "Deut. 28:26.",
                        "start": 406,
                        "end": 411
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that the life of king Noah shall be valued even as a garment in a hot furnace; for he shall know that I am the Lord.",
                "footnotes": [
                    {
                        "footnote": "Amos 7:11 (10–11); Mosiah 12:10 (10–12).",
                        "start": 35,
                        "end": 39
                    },
                    {
                        "footnote": "Mosiah 19:20.",
                        "start": 96,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that I will smite this my people with sore afflictions, yea, with famine and with pestilence; and I will cause that they shall howl all the day long.",
                "footnotes": [
                    {
                        "footnote": "Luke 21:11 (10–13); 2 Ne. 6:15; D&C 97:26 (22–26).",
                        "start": 108,
                        "end": 118
                    },
                    {
                        "footnote": "Mosiah 21:9 (1–15).",
                        "start": 153,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and I will cause that they shall have burdens lashed upon their backs; and they shall be driven before like a dumb ass.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:3.",
                        "start": 43,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that I will send forth hail among them, and it shall smite them; and they shall also be smitten with the east wind; and insects shall pester their land also, and devour their grain.",
                "footnotes": [
                    {
                        "footnote": "Ex. 9:18 (13–35); Ezek. 13:13.",
                        "start": 49,
                        "end": 53
                    },
                    {
                        "footnote": "Jer. 18:17; Ezek. 27:26; Mosiah 7:31.",
                        "start": 131,
                        "end": 140
                    },
                    {
                        "footnote": "Ex. 10:4 (1–12).",
                        "start": 146,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall be smitten with a great pestilence—and all this will I do because of their iniquities and abominations.",
                "footnotes": [
                    {
                        "footnote": "D&C 3:18.",
                        "start": 90,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that except they repent I will utterly destroy them from off the face of the earth; yet they shall leave a record behind them, and I will preserve them for other nations which shall possess the land; yea, even this will I do that I may discover the abominations of this people to other nations. And many things did Abinadi prophesy against this people.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:13; Isa. 42:14 (14–15); 2 Ne. 26:10 (10–11); Alma 45:11 (9–14).",
                        "start": 65,
                        "end": 72
                    },
                    {
                        "footnote": "Morm. 8:14 (14–16).",
                        "start": 133,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also prophesieth evil concerning thy life, and saith that thy life shall be as a garment in a furnace of fire.",
                "footnotes": [
                    {
                        "footnote": "Amos 7:11 (10–11); Mosiah 12:3.",
                        "start": 44,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, he saith that thou shalt be as a stalk, even as a dry stalk of the field, which is run over by the beasts and trodden under foot.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 171
                    }
                ],
                "italics": []
            },
            {
                "text": "And again, he saith thou shalt be as the blossoms of a thistle, which, when it is fully ripe, if the wind bloweth, it is driven forth upon the face of the land. And he pretendeth the Lord hath spoken it. And he saith all this shall come upon thee except thou repent, and this because of thine iniquities.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, O king, what great evil hast thou done, or what great sins have thy people committed, that we should be condemned of God or judged of this man?",
                "footnotes": [
                    {
                        "footnote": "Mosiah 11:27.",
                        "start": 113,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, O king, behold, we are guiltless, and thou, O king, hast not sinned; therefore, this man has lied concerning you, and he has prophesied in vain.",
                "footnotes": [
                    {
                        "footnote": "Jer. 2:35; Alma 21:6.",
                        "start": 32,
                        "end": 41
                    },
                    {
                        "footnote": "Hel. 13:26 (24–28).",
                        "start": 102,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, we are strong, we shall not come into bondage, or be taken captive by our enemies; yea, and thou hast prospered in the land, and thou shalt also prosper.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that king Noah caused that Abinadi should be cast into prison; and he commanded that the priests should gather themselves together that he might hold a council with them what he should do with him.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 11:11.",
                        "start": 109,
                        "end": 116
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p17",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that they said unto the king: Bring him hither that we may question him; and the king commanded that he should be brought before them.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p18",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.",
                "footnotes": [
                    {
                        "footnote": "John 8:6.",
                        "start": 101,
                        "end": 107
                    },
                    {
                        "footnote": "D&C 100:5 (5–6).",
                        "start": 216,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:3.",
                        "start": 52,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                "footnotes": [
                    {
                        "footnote": "Isa. 52:7 (7–10); Nahum 1:15.",
                        "start": 0,
                        "end": 3
                    },
                    {
                        "footnote": "Mosiah 15:14; 27:37 (36–37).",
                        "start": 53,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing; for they shall see eye to eye when the Lord shall bring again Zion;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 15:29.",
                        "start": 0,
                        "end": 3
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Break forth into joy; sing together ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord hath made bare his holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God?",
                "footnotes": [
                    {
                        "footnote": "Isa. 33:2; Omni 1:13.",
                        "start": 33,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now Abinadi said unto them: Are you priests, and pretend to teach this people, and to understand the spirit of prophesying, and yet desire to know of me what these things mean?",
                "footnotes": [
                    {
                        "footnote": "John 3:10 (7–10); Mosiah 11:5.",
                        "start": 40,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I say unto you, wo be unto you for perverting the ways of the Lord! For if ye understand these things ye have not taught them; therefore, ye have perverted the ways of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ye have not applied your hearts to understanding; therefore, ye have not been wise. Therefore, what teach ye this people?",
                "footnotes": [
                    {
                        "footnote": "Prov. 8:5; Mosiah 2:9.",
                        "start": 25,
                        "end": 31
                    },
                    {
                        "footnote": "TG Understanding.",
                        "start": 35,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they said: We teach the law of Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again he said unto them: If ye teach the law of Moses why do ye not keep it? Why do ye set your hearts upon riches? Why do ye commit whoredoms and spend your strength with harlots, yea, and cause this people to commit sin, that the Lord has cause to send me to prophesy against this people, yea, even a great evil against this people?",
                "footnotes": [
                    {
                        "footnote": "TG Law of Moses.",
                        "start": 45,
                        "end": 48
                    },
                    {
                        "footnote": "Jer. 48:7.",
                        "start": 112,
                        "end": 118
                    },
                    {
                        "footnote": "TG Sexual Immorality.",
                        "start": 151,
                        "end": 156
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 172
                    }
                ],
                "italics": []
            },
            {
                "text": "Know ye not that I speak the truth? Yea, ye know that I speak the truth; and you ought to tremble before God.",
                "footnotes": [
                    {
                        "footnote": "Jacob 7:14; Alma 30:42 (41–42).",
                        "start": 29,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that ye shall be smitten for your iniquities, for ye have said that ye teach the law of Moses. And what know ye concerning the law of Moses? Doth salvation come by the law of Moses? What say ye?",
                "footnotes": [
                    {
                        "footnote": "Mosiah 3:15; 13:28 (27–32); Alma 25:16.",
                        "start": 167,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they answered and said that salvation did come by the law of Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But now Abinadi said unto them: I know if ye keep the commandments of God ye shall be saved; yea, if ye keep the commandments which the Lord delivered unto Moses in the mount of Sinai, saying:",
                "footnotes": [
                    {
                        "footnote": "Deut. 27:1; Neh. 9:13; 3 Ne. 25:4.",
                        "start": 45,
                        "end": 49
                    },
                    {
                        "footnote": "Ex. 19:18 (9, 16–20); Mosiah 13:5.",
                        "start": 178,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am the Lord thy God, who hath brought thee out of the land of Egypt, out of the house of bondage.",
                "footnotes": [
                    {
                        "footnote": "Ex. 20:2 (2–4).",
                        "start": 0,
                        "end": 4
                    },
                    {
                        "footnote": "Ex. 12:51; 1 Ne. 17:40; Mosiah 7:19.",
                        "start": 32,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou shalt have no other God before me.",
                "footnotes": [
                    {
                        "footnote": "Hosea 13:4. TG Idolatry.",
                        "start": 19,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou shalt not make unto thee any graven image, or any likeness of any thing in heaven above, or things which are in the earth beneath.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:12.",
                        "start": 0,
                        "end": 4
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Abinadi said unto them, Have ye done all this? I say unto you, Nay, ye have not. And have ye taught this people that they should do all these things? I say unto you, Nay, ye have not.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:25 (25–26).",
                        "start": 97,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}