{
    "_id": "mosiah1",
    "nextChapterId": "mosiah2",
    "prevChapterId": "wordsofmormon1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 1,
        "summary": "King Benjamin teaches his sons the language and prophecies of their fathers—Their religion and civilization have been preserved because of the records kept on the various plates—Mosiah is chosen as king and is given custody of the records and other things. About 130–124 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now there was no more contention in all the land of Zarahemla, among all the people who belonged to king Benjamin, so that king Benjamin had continual peace all the remainder of his days.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:13; Alma 2:15.",
                        "start": 48,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he had three sons; and he called their names Mosiah, and Helorum, and Helaman. And he caused that they should be taught in all the language of his fathers, that thereby they might become men of understanding; and that they might know concerning the prophecies which had been spoken by the mouths of their fathers, which were delivered them by the hand of the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:1; D&C 68:25 (25, 28).",
                        "start": 38,
                        "end": 42
                    },
                    {
                        "footnote": "Enos 1:1; Mosiah 4:15 (14–15).",
                        "start": 138,
                        "end": 144
                    },
                    {
                        "footnote": "Morm. 9:32.",
                        "start": 156,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also taught them concerning the records which were engraven on the plates of brass, saying: My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:12; Mosiah 1:16; 28:20.",
                        "start": 74,
                        "end": 89
                    },
                    {
                        "footnote": "1 Ne. 3:19 (19–20); Omni 1:17.",
                        "start": 167,
                        "end": 173
                    },
                    {
                        "footnote": "Alma 37:8.",
                        "start": 252,
                        "end": 261
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:2; 3:19; Morm. 9:32 (32–33); JS—H 1:64.",
                        "start": 203,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.",
                "footnotes": [
                    {
                        "footnote": "Alma 37:9.",
                        "start": 25,
                        "end": 29
                    },
                    {
                        "footnote": "TG Scriptures, Preservation of.",
                        "start": 80,
                        "end": 89
                    },
                    {
                        "footnote": "Deut. 6:6 (6–8); 2 Chr. 34:21; 1 Ne. 15:24 (23–24). TG Scriptures, Value of.",
                        "start": 124,
                        "end": 128
                    },
                    {
                        "footnote": "TG Mysteries of Godliness.",
                        "start": 151,
                        "end": 160
                    },
                    {
                        "footnote": "1 Ne. 4:15.",
                        "start": 175,
                        "end": 187
                    },
                    {
                        "footnote": "Jacob 7:24; Mosiah 10:12 (11–17).",
                        "start": 442,
                        "end": 452
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 146
                    }
                ],
                "italics": []
            },
            {
                "text": "O my sons, I would that ye should remember that these sayings are true, and also that these records are true. And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:3; 14:30; 2 Ne. 25:20; Alma 3:12; Ether 5:3 (1–3).",
                        "start": 104,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Study of.",
                        "start": 53,
                        "end": 59
                    },
                    {
                        "footnote": "Lev. 25:18 (18–19); Mosiah 2:22; Alma 50:20 (20–22).",
                        "start": 132,
                        "end": 136
                    },
                    {
                        "footnote": "Josh. 1:7; Ps. 1:3 (2–3); 122:6; 1 Ne. 2:20.",
                        "start": 174,
                        "end": 181
                    },
                    {
                        "footnote": "Omni 1:6; Alma 9:13 (13–14).",
                        "start": 211,
                        "end": 219
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And many more things did king Benjamin teach his sons, which are not written in this book.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after king Benjamin had made an end of teaching his sons, that he waxed old, and he saw that he must very soon go the way of all the earth; therefore, he thought it expedient that he should confer the kingdom upon one of his sons.",
                "footnotes": [
                    {
                        "footnote": "TG Old Age.",
                        "start": 97,
                        "end": 100
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p9",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:14; Mosiah 27:35.",
                        "start": 193,
                        "end": 199
                    },
                    {
                        "footnote": "Gen. 41:43 (41–43); Jarom 1:7 (7, 14); Mosiah 2:30.",
                        "start": 414,
                        "end": 418
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 5:8 (8–12). TG Jesus Christ, Taking the Name of.",
                        "start": 41,
                        "end": 45
                    },
                    {
                        "footnote": "TG Diligence.",
                        "start": 208,
                        "end": 216
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I give unto them a name that never shall be blotted out, except it be through transgression.",
                "footnotes": [
                    {
                        "footnote": "TG Transgress.",
                        "start": 82,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                "footnotes": [
                    {
                        "footnote": "Heb. 6:6 (4–6).",
                        "start": 98,
                        "end": 111
                    },
                    {
                        "footnote": "Jer. 46:15 (15–17); Hel. 4:24 (24, 26).",
                        "start": 220,
                        "end": 224
                    },
                    {
                        "footnote": "D&C 103:8.",
                        "start": 271,
                        "end": 279
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after king Benjamin had made an end of these sayings to his son, that he gave him charge concerning all the affairs of the kingdom.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 2:1; Ps. 72:1 (1–4).",
                        "start": 107,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And moreover, he also gave him charge concerning the records which were engraven on the plates of brass; and also the plates of Nephi; and also, the sword of Laban, and the ball or director, which led our fathers through the wilderness, which was prepared by the hand of the Lord that thereby they might be led, every one according to the heed and diligence which they gave unto him.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 1:3.",
                        "start": 88,
                        "end": 103
                    },
                    {
                        "footnote": "Jacob 1:10; W of M 1:13; D&C 17:1.",
                        "start": 149,
                        "end": 154
                    },
                    {
                        "footnote": "2 Ne. 5:12.",
                        "start": 173,
                        "end": 177
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 147
                    }
                ],
                "italics": []
            },
            {
                "text": "Therefore, as they were unfaithful they did not prosper nor progress in their journey, but were driven back, and incurred the displeasure of God upon them; and therefore they were smitten with famine and sore afflictions, to stir them up in remembrance of their duty.",
                "footnotes": [
                    {
                        "footnote": "TG Disobedience.",
                        "start": 24,
                        "end": 34
                    },
                    {
                        "footnote": "1 Ne. 18:13 (12–13).",
                        "start": 96,
                        "end": 102
                    },
                    {
                        "footnote": "Lam. 1:5. TG Affliction.",
                        "start": 209,
                        "end": 220
                    },
                    {
                        "footnote": "Judg. 13:1; Hel. 12:3 (2–3).",
                        "start": 241,
                        "end": 252
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:16; Mosiah 2:1.",
                        "start": 220,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}