{
    "_id": "mosiah19",
    "nextChapterId": "mosiah20",
    "prevChapterId": "mosiah18",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 19,
        "summary": "Gideon seeks to slay King Noah—The Lamanites invade the land—King Noah suffers death by fire—Limhi rules as a tributary monarch. About 145–121 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that the army of the king returned, having searched in vain for the people of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 18:33.",
                        "start": 29,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, the forces of the king were small, having been reduced, and there began to be a division among the remainder of the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the lesser part began to breathe out threatenings against the king, and there began to be a great contention among them.",
                "footnotes": [
                    {
                        "footnote": "Acts 9:1.",
                        "start": 29,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now there was a man among them whose name was Gideon, and he being a strong man and an enemy to the king, therefore he drew his sword, and swore in his wrath that he would slay the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he fought with the king; and when the king saw that he was about to overpower him, he fled and ran and got upon the tower which was near the temple.",
                "footnotes": [
                    {
                        "footnote": "Judg. 9:51 (50–55); Mosiah 11:12.",
                        "start": 141,
                        "end": 146
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon pursued after him and was about to get upon the tower to slay the king, and the king cast his eyes round about towards the land of Shemlon, and behold, the army of the Lamanites were within the borders of the land.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 10:7; 11:12; 20:1.",
                        "start": 142,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now the king cried out in the anguish of his soul, saying: Gideon, spare me, for the Lamanites are upon us, and they will destroy us; yea, they will destroy my people.",
                "footnotes": [
                    {
                        "footnote": "Deut. 13:8 (6–9).",
                        "start": 71,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now the king was not so much concerned about his people as he was about his own life; nevertheless, Gideon did spare his life.",
                "footnotes": [
                    {
                        "footnote": "TG Selfishness.",
                        "start": 80,
                        "end": 88
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 184
                    }
                ],
                "italics": []
            },
            {
                "text": "And the king commanded the people that they should flee before the Lamanites, and he himself did go before them, and they did flee into the wilderness, with their women and their children.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites did pursue them, and did overtake them, and began to slay them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that the king commanded them that all the men should leave their wives and their children, and flee before the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 19:19 (19–23).",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now there were many that would not leave them, but had rather stay and perish with them. And the rest left their wives and their children and fled.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that those who tarried with their wives and their children caused that their fair daughters should stand forth and plead with the Lamanites that they would not slay them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites had compassion on them, for they were charmed with the beauty of their women.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore the Lamanites did spare their lives, and took them captives and carried them back to the land of Nephi, and granted unto them that they might possess the land, under the conditions that they would deliver up king Noah into the hands of the Lamanites, and deliver up their property, even one half of all they possessed, one half of their gold, and their silver, and all their precious things, and thus they should pay tribute to the king of the Lamanites from year to year.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:15.",
                        "start": 297,
                        "end": 300
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now there was one of the sons of the king among those that were taken captive, whose name was Limhi.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:9; 11:1.",
                        "start": 98,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now Limhi was desirous that his father should not be destroyed; nevertheless, Limhi was not ignorant of the iniquities of his father, he himself being a just man.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Gideon sent men into the wilderness secretly, to search for the king and those that were with him. And it came to pass that they met the people in the wilderness, all save the king and his priests.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now they had sworn in their hearts that they would return to the land of Nephi, and if their wives and their children were slain, and also those that had tarried with them, that they would seek revenge, and also perish with them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 19:11.",
                        "start": 93,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king commanded them that they should not return; and they were angry with the king, and caused that he should suffer, even unto death by fire.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 12:3; 13:10; 17:18 (13–19); Alma 25:11 (7–12).",
                        "start": 136,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were about to take the priests also and put them to death, and they fled before them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 20:3.",
                        "start": 49,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were about to return to the land of Nephi, and they met the men of Gideon. And the men of Gideon told them of all that had happened to their wives and their children; and that the Lamanites had granted unto them that they might possess the land by paying a tribute to the Lamanites of one half of all they possessed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people told the men of Gideon that they had slain the king, and his priests had fled from them farther into the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 20:17.",
                        "start": 31,
                        "end": 37
                    },
                    {
                        "footnote": "Mosiah 17:12 (1, 6, 12–18); 20:23 (3, 18, 23).",
                        "start": 76,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after they had ended the ceremony, that they returned to the land of Nephi, rejoicing, because their wives and their children were not slain; and they told Gideon what they had done to the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the king of the Lamanites made an oath unto them, that his people should not slay them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:3.",
                        "start": 59,
                        "end": 63
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 185
                    }
                ],
                "italics": []
            },
            {
                "text": "And also Limhi, being the son of the king, having the kingdom conferred upon him by the people, made oath unto the king of the Lamanites that his people should pay tribute unto him, even one half of all they possessed.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:9.",
                        "start": 81,
                        "end": 83
                    },
                    {
                        "footnote": "Mosiah 20:14, 22.",
                        "start": 101,
                        "end": 105
                    },
                    {
                        "footnote": "Mosiah 22:7.",
                        "start": 164,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Limhi began to establish the kingdom and to establish peace among his people.",
                "footnotes": [
                    {
                        "footnote": "TG Peacemakers.",
                        "start": 79,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king of the Lamanites set guards round about the land, that he might keep the people of Limhi in the land, that they might not depart into the wilderness; and he did support his guards out of the tribute which he did receive from the Nephites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:5; 22:6 (6–10).",
                        "start": 34,
                        "end": 40
                    },
                    {
                        "footnote": "Mosiah 7:22; 9:10.",
                        "start": 77,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now king Limhi did have continual peace in his kingdom for the space of two years, that the Lamanites did not molest them nor seek to destroy them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}