{
    "_id": "mosiah10",
    "nextChapterId": "mosiah11",
    "prevChapterId": "mosiah9",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 10,
        "summary": "King Laman dies—His people are wild and ferocious and believe in false traditions—Zeniff and his people prevail against them. About 187–160 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that we again began to establish the kingdom and we again began to possess the land in peace. And I caused that there should be weapons of war made of every kind, that thereby I might have weapons for my people against the time the Lamanites should come up again to war against my people.",
                "footnotes": [
                    {
                        "footnote": "TG Weapon.",
                        "start": 148,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I set guards round about the land, that the Lamanites might not come upon us again unawares and destroy us; and thus I did guard my people and my flocks, and keep them from falling into the hands of our enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did inherit the land of our fathers for many years, yea, for the space of twenty and two years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I did cause that the men should till the ground, and raise all manner of grain and all manner of fruit of every kind.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:9.",
                        "start": 77,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I did cause that the women should spin, and toil, and work, and work all manner of fine linen, yea, and cloth of every kind, that we might clothe our nakedness; and thus we did prosper in the land—thus we did have continual peace in the land for the space of twenty and two years.",
                "footnotes": [
                    {
                        "footnote": "Alma 1:29; Hel. 6:13. TG Clothing.",
                        "start": 108,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that king Laman died, and his son began to reign in his stead. And he began to stir his people up in rebellion against my people; therefore they began to prepare for war, and to come up to battle against my people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:10 (10–11); 24:3.",
                        "start": 30,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But I had sent my spies out round about the land of Shemlon, that I might discover their preparations, that I might guard against them, that they might not come upon my people and destroy them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 11:12.",
                        "start": 52,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they came up upon the north of the land of Shilom, with their numerous hosts, men armed with bows, and with arrows, and with swords, and with cimeters, and with stones, and with slings; and they had their heads shaved that they were naked; and they were girded with a leathern girdle about their loins.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:14; Jarom 1:8; Alma 2:12.",
                        "start": 107,
                        "end": 112
                    },
                    {
                        "footnote": "Enos 1:20; Alma 3:5 (4–5).",
                        "start": 118,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I caused that the women and children of my people should be hid in the wilderness; and I also caused that all my old men that could bear arms, and also all my young men that were able to bear arms, should gather themselves together to go to battle against the Lamanites; and I did place them in their ranks, every man according to his age.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did go up to battle against the Lamanites; and I, even I, in my old age, did go up to battle against the Lamanites. And it came to pass that we did go up in the strength of the Lord to battle.",
                "footnotes": [
                    {
                        "footnote": "TG Strength; Trust in God.",
                        "start": 189,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, the Lamanites knew nothing concerning the Lord, nor the strength of the Lord, therefore they depended upon their own strength. Yet they were a strong people, as to the strength of men.",
                "footnotes": [
                    {
                        "footnote": "TG Trust Not in the Arm of Flesh.",
                        "start": 173,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They were a wild, and ferocious, and a blood-thirsty people, believing in the tradition of their fathers, which is this—Believing that they were driven out of the land of Jerusalem because of the iniquities of their fathers, and that they were wronged in the wilderness by their brethren, and they were also wronged while crossing the sea;",
                "footnotes": [
                    {
                        "footnote": "Alma 17:14.",
                        "start": 12,
                        "end": 16
                    },
                    {
                        "footnote": "2 Ne. 5:1 (1–3); Mosiah 1:5; Alma 3:8.",
                        "start": 78,
                        "end": 87
                    },
                    {
                        "footnote": "TG Injustice.",
                        "start": 244,
                        "end": 251
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, that they were wronged while in the land of their first inheritance, after they had crossed the sea, and all this because that Nephi was more faithful in keeping the commandments of the Lord—therefore he was favored of the Lord, for the Lord heard his prayers and answered them, and he took the lead of their journey in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:23.",
                        "start": 61,
                        "end": 66
                    },
                    {
                        "footnote": "2 Ne. 5:5 (5–9).",
                        "start": 212,
                        "end": 214
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 167
                    }
                ],
                "italics": []
            },
            {
                "text": "And his brethren were wroth with him because they understood not the dealings of the Lord; they were also wroth with him upon the waters because they hardened their hearts against the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:10 (10–11).",
                        "start": 22,
                        "end": 27
                    },
                    {
                        "footnote": "1 Ne. 15:8 (8–11); 2 Ne. 1:25 (24–27).",
                        "start": 50,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:1.",
                        "start": 21,
                        "end": 26
                    },
                    {
                        "footnote": "2 Ne. 5:3 (1–4).",
                        "start": 120,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, they were wroth with him because he departed into the wilderness as the Lord had commanded him, and took the records which were engraven on the plates of brass, for they said that he robbed them.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:12; Mosiah 28:11.",
                        "start": 120,
                        "end": 127
                    },
                    {
                        "footnote": "Alma 20:10 (10, 13).",
                        "start": 194,
                        "end": 200
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they have taught their children that they should hate them, and that they should murder them, and that they should rob and plunder them, and do all they could to destroy them; therefore they have an eternal hatred towards the children of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For this very cause has king Laman, by his cunning, and lying craftiness, and his fair promises, deceived me, that I have brought this my people up into this land, that they may destroy them; yea, and we have suffered these many years in the land.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:10; 19:28 (26, 28).",
                        "start": 43,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I, Zeniff, after having told all these things unto my people concerning the Lamanites, I did stimulate them to go to battle with their might, putting their trust in the Lord; therefore, we did contend with them, face to face.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did drive them again out of our land; and we slew them with a great slaughter, even so many that we did not number them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we returned again to our own land, and my people again began to tend their flocks, and to till their ground.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:14 (9, 14).",
                        "start": 89,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I, being old, did confer the kingdom upon one of my sons; therefore, I say no more. And may the Lord bless my people. Amen.",
                "footnotes": [
                    {
                        "footnote": "Num. 6:24 (22–27).",
                        "start": 109,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}