{
    "_id": "1kings11",
    "nextChapterId": "1kings12",
    "prevChapterId": "1kings10",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Kings",
        "titleShort": "1 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1kings"
    },
    "chapter": {
        "bookTitle": "1 Kings",
        "delineation": "Chapter",
        "number": 11,
        "summary": "Solomon marries non-Israelite women, and his wives turn his heart to the worship of false gods—The Lord stirs up adversaries against him, including Jeroboam, the son of Nebat—Ahijah promises Jeroboam that he will be the king of the ten tribes—Solomon dies and Rehoboam reigns in his stead.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "But king Solomon loved many strange women, together with the daughter of Pharaoh, women of the Moabites, Ammonites, Edomites, Zidonians, and Hittites;",
                "footnotes": [
                    {
                        "footnote": "Jacob 2:24 (23–24); D&C 132:38.",
                        "start": 9,
                        "end": 16
                    },
                    {
                        "footnote": "Deut. 17:17; Neh. 13:26.",
                        "start": 28,
                        "end": 35
                    },
                    {
                        "footnote": "TG Woman.",
                        "start": 36,
                        "end": 41
                    },
                    {
                        "footnote": "1 Kgs. 7:8; 9:16 (16–24).",
                        "start": 61,
                        "end": 69
                    },
                    {
                        "footnote": "1 Kgs. 3:1.",
                        "start": 73,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 137,
                        "end": 140
                    }
                ]
            },
            {
                "text": "Of the nations concerning which the Lord said unto the children of Israel, Ye shall not go in to them, neither shall they come in unto you: for surely they will turn away your heart after their gods: Solomon clave unto these in love.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Israel.",
                        "start": 161,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 25
                    },
                    {
                        "start": 140,
                        "end": 143
                    }
                ]
            },
            {
                "text": "And he had seven hundred wives, princesses, and three hundred concubines: and his wives turned away his heart.",
                "footnotes": [
                    {
                        "footnote": "Jer. 44:9.",
                        "start": 82,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For it came to pass, when Solomon was old, that his wives turned away his heart after other gods: and his heart was not perfect with the Lord his God, as was the heart of David his father.",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Interfaith.",
                        "start": 52,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 47
                    },
                    {
                        "start": 154,
                        "end": 157
                    }
                ]
            },
            {
                "text": "For Solomon went after Ashtoreth the goddess of the Zidonians, and after Milcom the abomination of the Ammonites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Solomon did evil in the sight of the Lord, and went not fully after the Lord, as did David his father.",
                "footnotes": [
                    {
                        "footnote": "TG Ingratitude.",
                        "start": 4,
                        "end": 11
                    },
                    {
                        "footnote": "JST 1 Kgs. 11:6 … as David his father, and went not fully after the Lord.",
                        "start": 47,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    }
                ]
            },
            {
                "text": "Then did Solomon build an high place for Chemosh, the abomination of Moab, in the hill that is before Jerusalem, and for Molech, the abomination of the children of Ammon.",
                "footnotes": [
                    {
                        "footnote": "Num. 21:29.",
                        "start": 41,
                        "end": 48
                    },
                    {
                        "footnote": "2 Kgs. 23:13.",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 92,
                        "end": 94
                    }
                ]
            },
            {
                "text": "And likewise did he for all his strange wives, which burnt incense and sacrificed unto their gods.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord was angry with Solomon, because his heart was turned from the Lord God of Israel, which had appeared unto him twice,",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Individuals.",
                        "start": 59,
                        "end": 65
                    },
                    {
                        "footnote": "1 Kgs. 3:5; 9:2. TG God, Privilege of Seeing.",
                        "start": 105,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And had commanded him concerning this thing, that he should not go after other gods: but he kept not that which the Lord commanded.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 9:6 (6–7).",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore the Lord said unto Solomon, Forasmuch as this is done of thee, and thou hast not kept my covenant and my statutes, which I have commanded thee, I will surely rend the kingdom from thee, and will give it to thy servant.",
                "footnotes": [
                    {
                        "footnote": "TG Covenants.",
                        "start": 99,
                        "end": 107
                    },
                    {
                        "footnote": "1 Kgs. 12:16 (15–16).",
                        "start": 177,
                        "end": 184
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 485
                    }
                ],
                "italics": []
            },
            {
                "text": "Notwithstanding in thy days I will not do it for David thy father's sake: but I will rend it out of the hand of thy son.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 77
                    }
                ]
            },
            {
                "text": "Howbeit I will not rend away all the kingdom; but will give one tribe to thy son for David my servant's sake, and for Jerusalem's sake which I have chosen.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 12:20.",
                        "start": 60,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 49
                    }
                ]
            },
            {
                "text": "And the Lord stirred up an adversary unto Solomon, Hadad the Edomite: he was of the king's seed in Edom.",
                "footnotes": [
                    {
                        "footnote": "Hel. 12:3 (2–3).",
                        "start": 27,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    }
                ]
            },
            {
                "text": "For it came to pass, when David was in Edom, and Joab the captain of the host was gone up to bury the slain, after he had smitten every male in Edom;",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 18:13 (12–13).",
                        "start": 39,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "(For six months did Joab remain there with all Israel, until he had cut off every male in Edom:)",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That Hadad fled, he and certain Edomites of his father's servants with him, to go into Egypt; Hadad being yet a little child.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 105
                    }
                ]
            },
            {
                "text": "And they arose out of Midian, and came to Paran: and they took men with them out of Paran, and they came to Egypt, unto Pharaoh king of Egypt; which gave him an house, and appointed him victuals, and gave him land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Hadad found great favour in the sight of Pharaoh, so that he gave him to wife the sister of his own wife, the sister of Tahpenes the queen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sister of Tahpenes bare him Genubath his son, whom Tahpenes weaned in Pharaoh's house: and Genubath was in Pharaoh's household among the sons of Pharaoh.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the host was dead, Hadad said to Pharaoh, Let me depart, that I may go to mine own country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Pharaoh said unto him, But what hast thou lacked with me, that, behold, thou seekest to go to thine own country? And he answered, Nothing: howbeit let me go in any wise.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And God stirred him up another adversary, Rezon the son of Eliadah, which fled from his lord Hadadezer king of Zobah:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And he gathered men unto him, and became captain over a band, when David slew them of Zobah: and they went to Damascus, and dwelt therein, and reigned in Damascus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And he was an adversary to Israel all the days of Solomon, beside the mischief that Hadad did: and he abhorred Israel, and reigned over Syria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 90,
                        "end": 94
                    }
                ]
            },
            {
                "text": "And Jeroboam the son of Nebat, an Ephrathite of Zereda, Solomon's servant, whose mother's name was Zeruah, a widow woman, even he lifted up his hand against the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 95,
                        "end": 98
                    },
                    {
                        "start": 140,
                        "end": 143
                    }
                ]
            },
            {
                "text": "And this was the cause that he lifted up his hand against the king: Solomon built Millo, and repaired the breaches of the city of David his father.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 5:9; 1 Kgs. 9:15 (15, 24); 2 Kgs. 12:20; 2 Chr. 32:5.",
                        "start": 82,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 12
                    },
                    {
                        "start": 41,
                        "end": 44
                    },
                    {
                        "start": 89,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And the man Jeroboam was a mighty man of valour: and Solomon seeing the young man that he was industrious, he made him ruler over all the charge of the house of Joseph.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 24
                    }
                ]
            },
            {
                "text": "And it came to pass at that time when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him in the way; and he had clad himself with a new garment; and they two were alone in the field:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:2.",
                        "start": 87,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 187,
                        "end": 191
                    }
                ]
            },
            {
                "text": "And Ahijah caught the new garment that was on him, and rent it in twelve pieces:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 12:15.",
                        "start": 4,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 42
                    },
                    {
                        "start": 63,
                        "end": 65
                    }
                ]
            },
            {
                "text": "And he said to Jeroboam, Take thee ten pieces: for thus saith the Lord, the God of Israel, Behold, I will rend the kingdom out of the hand of Solomon, and will give ten tribes to thee:",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Ten Lost Tribes of.",
                        "start": 165,
                        "end": 175
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 486
                    }
                ],
                "italics": []
            },
            {
                "text": "(But he shall have one tribe for my servant David's sake, and for Jerusalem's sake, the city which I have chosen out of all the tribes of Israel:)",
                "footnotes": [
                    {
                        "footnote": "Septuagint: two tribes.",
                        "start": 19,
                        "end": 28
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Because that they have forsaken me, and have worshipped Ashtoreth the goddess of the Zidonians, Chemosh the god of the Moabites, and Milcom the god of the children of Ammon, and have not walked in my ways, to do that which is right in mine eyes, and to keep my statutes and my judgments, as did David his father.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Israel.",
                        "start": 23,
                        "end": 31
                    },
                    {
                        "footnote": "Zeph. 1:5.",
                        "start": 133,
                        "end": 139
                    },
                    {
                        "footnote": "JST 1 Kgs. 11:33 … and his heart is become as David his father; and he repenteth not as did David his father, that I may forgive him.",
                        "start": 288,
                        "end": 290
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 212,
                        "end": 225
                    },
                    {
                        "start": 250,
                        "end": 257
                    },
                    {
                        "start": 291,
                        "end": 294
                    }
                ]
            },
            {
                "text": "Howbeit I will not take the whole kingdom out of his hand: but I will make him prince all the days of his life for David my servant's sake, whom I chose, because he kept my commandments and my statutes:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But I will take the kingdom out of his son's hand, and will give it unto thee, even ten tribes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 83
                    }
                ]
            },
            {
                "text": "And unto his son will I give one tribe, that David my servant may have a light alway before me in Jerusalem, the city which I have chosen me to put my name there.",
                "footnotes": [
                    {
                        "footnote": "Septuagint: two tribes.",
                        "start": 29,
                        "end": 32
                    },
                    {
                        "footnote": "1 Kgs. 12:17.",
                        "start": 33,
                        "end": 38
                    },
                    {
                        "footnote": "Deut. 12:5.",
                        "start": 131,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will take thee, and thou shalt reign according to all that thy soul desireth, and shalt be king over Israel.",
                "footnotes": [
                    {
                        "footnote": "Alma 29:4.",
                        "start": 74,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 77,
                        "end": 81
                    },
                    {
                        "footnote": "JST 1 Kgs. 11:38 … did in the day that I blessed him; I will be …",
                        "start": 189,
                        "end": 192
                    },
                    {
                        "footnote": "1 Sam. 2:35.",
                        "start": 242,
                        "end": 247
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 101,
                        "end": 108
                    }
                ]
            },
            {
                "text": "And I will for this afflict the seed of David, but not for ever.",
                "footnotes": [
                    {
                        "footnote": "JST 1 Kgs. 11:39 And for the transgression of David, and also for the people, I have rent the kingdom, and for this I will afflict …",
                        "start": 0,
                        "end": 3
                    },
                    {
                        "footnote": "D&C 109:63 (63–64).",
                        "start": 40,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Solomon sought therefore to kill Jeroboam. And Jeroboam arose, and fled into Egypt, unto Shishak king of Egypt, and was in Egypt until the death of Solomon.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:25.",
                        "start": 89,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Solomon, and all that he did, and his wisdom, are they not written in the book of the acts of Solomon?",
                "footnotes": [
                    {
                        "footnote": "TG Scriptures, Lost.",
                        "start": 102,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 77
                    }
                ]
            },
            {
                "text": "And the time that Solomon reigned in Jerusalem over all Israel was forty years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 66
                    }
                ]
            },
            {
                "text": "And Solomon slept with his fathers, and was buried in the city of David his father: and Rehoboam his son reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 3:10.",
                        "start": 88,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}