{
    "_id": "1kings16",
    "nextChapterId": "1kings17",
    "prevChapterId": "1kings15",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Kings",
        "titleShort": "1 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1kings"
    },
    "chapter": {
        "bookTitle": "1 Kings",
        "delineation": "Chapter",
        "number": 16,
        "summary": "Jehu prophesies evil upon Baasha and his house—Elah, Zimri, Omri, and Ahab reign in wickedness—Zimri destroys the house of Baasha—Ahab marries Jezebel, worships Baal, and provokes the Lord to anger.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then the word of the Lord came to Jehu the son of Hanani against Baasha, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Forasmuch as I exalted thee out of the dust, and made thee prince over my people Israel; and thou hast walked in the way of Jeroboam, and hast made my people Israel to sin, to provoke me to anger with their sins;",
                "footnotes": [
                    {
                        "footnote": "D&C 121:39.",
                        "start": 168,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will take away the posterity of Baasha, and the posterity of his house; and will make thy house like the house of Jeroboam the son of Nebat.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:9.",
                        "start": 42,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Him that dieth of Baasha in the city shall the dogs eat; and him that dieth of his in the fields shall the fowls of the air eat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Baasha, and what he did, and his might, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 71
                    }
                ]
            },
            {
                "text": "So Baasha slept with his fathers, and was buried in Tirzah: and Elah his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also by the hand of the prophet Jehu the son of Hanani came the word of the Lord against Baasha, and against his house, even for all the evil that he did in the sight of the Lord, in provoking him to anger with the work of his hands, in being like the house of Jeroboam; and because he killed him.",
                "footnotes": [
                    {
                        "footnote": "TG Provoking.",
                        "start": 187,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the twenty and sixth year of Asa king of Judah began Elah the son of Baasha to reign over Israel in Tirzah, two years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And his servant Zimri, captain of half his chariots, conspired against him, as he was in Tirzah, drinking himself drunk in the house of Arza steward of his house in Tirzah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 42
                    },
                    {
                        "start": 152,
                        "end": 155
                    }
                ]
            },
            {
                "text": "And Zimri went in and smote him, and killed him, in the twenty and seventh year of Asa king of Judah, and reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:31.",
                        "start": 4,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when he began to reign, as soon as he sat on his throne, that he slew all the house of Baasha: he left him not one that pisseth against a wall, neither of his kinsfolks, nor of his friends.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 78,
                        "end": 82
                    }
                ]
            },
            {
                "text": "Thus did Zimri destroy all the house of Baasha, according to the word of the Lord, which he spake against Baasha by Jehu the prophet,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For all the sins of Baasha, and the sins of Elah his son, by which they sinned, and by which they made Israel to sin, in provoking the Lord God of Israel to anger with their vanities.",
                "footnotes": [
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 98,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Elah, and all that he did, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 58
                    }
                ]
            },
            {
                "text": "In the twenty and seventh year of Asa king of Judah did Zimri reign seven days in Tirzah. And the people were encamped against Gibbethon, which belonged to the Philistines.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 109
                    },
                    {
                        "start": 144,
                        "end": 152
                    }
                ]
            },
            {
                "text": "And the people that were encamped heard say, Zimri hath conspired, and hath also slain the king: wherefore all Israel made Omri, the captain of the host, king over Israel that day in the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 24
                    }
                ]
            },
            {
                "text": "And Omri went up from Gibbethon, and all Israel with him, and they besieged Tirzah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Zimri saw that the city was taken, that he went into the palace of the king's house, and burnt the king's house over him with fire, and died,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For his sins which he sinned in doing evil in the sight of the Lord, in walking in the way of Jeroboam, and in his sin which he did, to make Israel to sin.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Zimri, and his treason that he wrought, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 71
                    }
                ]
            },
            {
                "text": "Then were the people of Israel divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; and half followed Omri.",
                "footnotes": [
                    {
                        "footnote": "Alma 51:6 (4–7).",
                        "start": 31,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the people that followed Omri prevailed against the people that followed Tibni the son of Ginath: so Tibni died, and Omri reigned.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the thirty and first year of Asa king of Judah began Omri to reign over Israel, twelve years: six years reigned he in Tirzah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he bought the hill Samaria of Shemer for two talents of silver, and built on the hill, and called the name of the city which he built, after the name of Shemer, owner of the hill, Samaria.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 3:1.",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Omri wrought evil in the eyes of the Lord, and did worse than all that were before him.",
                "footnotes": [
                    {
                        "footnote": "Micah 6:16.",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 17,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 75,
                        "end": 79
                    }
                ]
            },
            {
                "text": "For he walked in all the way of Jeroboam the son of Nebat, and in his sin wherewith he made Israel to sin, to provoke the Lord God of Israel to anger with their vanities.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:7 (7–11); 2 Kgs. 3:3.",
                        "start": 32,
                        "end": 40
                    },
                    {
                        "footnote": "Mosiah 29:17.",
                        "start": 102,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Omri which he did, and his might that he shewed, are they not written in the book of the chronicles of the kings of Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 77,
                        "end": 80
                    }
                ]
            },
            {
                "text": "So Omri slept with his fathers, and was buried in Samaria: and Ahab his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the thirty and eighth year of Asa king of Judah began Ahab the son of Omri to reign over Israel: and Ahab the son of Omri reigned over Israel in Samaria twenty and two years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ahab the son of Omri did evil in the sight of the Lord above all that were before him.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 21:6; 22:3.",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 29,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 78
                    }
                ]
            },
            {
                "text": "And it came to pass, as if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, that he took to wife Jezebel the daughter of Ethbaal king of the Zidonians, and went and served Baal, and worshipped him.",
                "footnotes": [
                    {
                        "footnote": "Ex. 34:16.",
                        "start": 127,
                        "end": 131
                    },
                    {
                        "footnote": "1 Kgs. 18:4; 2 Kgs. 9:34.",
                        "start": 132,
                        "end": 139
                    },
                    {
                        "footnote": "2 Kgs. 10:18.",
                        "start": 207,
                        "end": 211
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he reared up an altar for Baal in the house of Baal, which he had built in Samaria.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 3:2.",
                        "start": 30,
                        "end": 34
                    },
                    {
                        "footnote": "2 Kgs. 10:27 (21–28).",
                        "start": 42,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ahab made a grove; and Ahab did more to provoke the Lord God of Israel to anger than all the kings of Israel that were before him.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 3:2.",
                        "start": 4,
                        "end": 8
                    },
                    {
                        "footnote": "Ex. 34:13; 2 Kgs. 21:3; 3 Ne. 21:18.",
                        "start": 16,
                        "end": 21
                    },
                    {
                        "footnote": "2 Kgs. 13:6 (5–7); Jacob 1:8; Alma 12:36.",
                        "start": 44,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In his days did Hiel the Beth-elite build Jericho: he laid the foundation thereof in Abiram his firstborn, and set up the gates thereof in his youngest son Segub, according to the word of the Lord, which he spake by Joshua the son of Nun.",
                "footnotes": [
                    {
                        "footnote": "Josh. 6:26; 2 Kgs. 2:4.",
                        "start": 42,
                        "end": 49
                    },
                    {
                        "footnote": "Ex. 33:11; Num. 11:28; Neh. 8:17.",
                        "start": 234,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 152,
                        "end": 155
                    }
                ]
            }
        ]
    }
}