{
    "_id": "1kings2",
    "nextChapterId": "1kings3",
    "prevChapterId": "1kings1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Kings",
        "titleShort": "1 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1kings"
    },
    "chapter": {
        "bookTitle": "1 Kings",
        "delineation": "Chapter",
        "number": 2,
        "summary": "David charges Solomon to keep the commandments and walk in the ways of the Lord—King David dies and Solomon reigns—Adonijah, Joab, and Shimei are put to death, and Abiathar is rejected as high priest—The kingdom is established with Solomon.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now the days of David drew nigh that he should die; and he charged Solomon his son, saying,",
                "footnotes": [
                    {
                        "footnote": "See a poetic version of David's prayer for Solomon on this occasion in Psalm 72.",
                        "start": 67,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I go the way of all the earth: be thou strong therefore, and shew thyself a man;",
                "footnotes": [
                    {
                        "footnote": "Josh. 23:14; 2 Ne. 1:14.",
                        "start": 9,
                        "end": 12
                    },
                    {
                        "footnote": "2 Ne. 1:21; Alma 48:17 (17–18).",
                        "start": 76,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And keep the charge of the Lord thy God, to walk in his ways, to keep his statutes, and his commandments, and his judgments, and his testimonies, as it is written in the law of Moses, that thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself:",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 44,
                        "end": 48
                    },
                    {
                        "footnote": "1 Ne. 17:15 (3, 15).",
                        "start": 92,
                        "end": 104
                    },
                    {
                        "footnote": "Deut. 29:9; 1 Ne. 17:35 (35–38).",
                        "start": 201,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That the Lord may continue his word which he spake concerning me, saying, If thy children take heed to their way, to walk before me in truth with all their heart and with all their soul, there shall not fail thee (said he) a man on the throne of Israel.",
                "footnotes": [
                    {
                        "footnote": "Ps. 132:12.",
                        "start": 81,
                        "end": 89
                    },
                    {
                        "footnote": "D&C 84:43 (43–44).",
                        "start": 95,
                        "end": 99
                    },
                    {
                        "footnote": "D&C 64:34.",
                        "start": 156,
                        "end": 161
                    },
                    {
                        "footnote": "2 Sam. 7:12.",
                        "start": 236,
                        "end": 242
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover thou knowest also what Joab the son of Zeruiah did to me, and what he did to the two captains of the hosts of Israel, unto Abner the son of Ner, and unto Amasa the son of Jether, whom he slew, and shed the blood of war in peace, and put the blood of war upon his girdle that was about his loins, and in his shoes that were on his feet.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 18:5.",
                        "start": 32,
                        "end": 36
                    },
                    {
                        "footnote": "2 Sam. 3:27 (27, 39).",
                        "start": 132,
                        "end": 137
                    },
                    {
                        "footnote": "2 Sam. 20:10.",
                        "start": 163,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 67,
                        "end": 70
                    },
                    {
                        "start": 284,
                        "end": 287
                    },
                    {
                        "start": 327,
                        "end": 331
                    }
                ]
            },
            {
                "text": "Do therefore according to thy wisdom, and let not his hoar head go down to the grave in peace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But shew kindness unto the sons of Barzillai the Gileadite, and let them be of those that eat at thy table: for so they came to me when I fled because of Absalom thy brother.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 19:31 (31–38).",
                        "start": 35,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And, behold, thou hast with thee Shimei the son of Gera, a Benjamite of Bahurim, which cursed me with a grievous curse in the day when I went to Mahanaim: but he came down to meet me at Jordan, and I sware to him by the Lord, saying, I will not put thee to death with the sword.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 16:5; 1 Kgs. 2:36 (36, 44).",
                        "start": 33,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 13,
                        "end": 22
                    }
                ]
            },
            {
                "text": "Now therefore hold him not guiltless: for thou art a wise man, and knowest what thou oughtest to do unto him; but his hoar head bring thou down to the grave with blood.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 50
                    }
                ]
            },
            {
                "text": "So David slept with his fathers, and was buried in the city of David.",
                "footnotes": [
                    {
                        "footnote": "Acts 2:29.",
                        "start": 41,
                        "end": 47
                    },
                    {
                        "footnote": "2 Sam. 5:7; 1 Kgs. 3:1.",
                        "start": 55,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the days that David reigned over Israel were forty years: seven years reigned he in Hebron, and thirty and three years reigned he in Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 5:4 (4–5).",
                        "start": 24,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Then sat Solomon upon the throne of David his father; and his kingdom was established greatly.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 29:23.",
                        "start": 9,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Adonijah the son of Haggith came to Bath-sheba the mother of Solomon. And she said, Comest thou peaceably? And he said, Peaceably.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He said moreover, I have somewhat to say unto thee. And she said, Say on.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said, Thou knowest that the kingdom was mine, and that all Israel set their faces on me, that I should reign: howbeit the kingdom is turned about, and is become my brother's: for it was his from the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:34 (11–46); 1 Chr. 22:10 (9–10).",
                        "start": 35,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And now I ask one petition of thee, deny me not. And she said unto him, Say on.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said, Speak, I pray thee, unto Solomon the king, (for he will not say thee nay,) that he give me Abishag the Shunammite to wife.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:3 (3–4).",
                        "start": 104,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Bath-sheba said, Well; I will speak for thee unto the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Bath-sheba therefore went unto king Solomon, to speak unto him for Adonijah. And the king rose up to meet her, and bowed himself unto her, and sat down on his throne, and caused a seat to be set for the king's mother; and she sat on his right hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then she said, I desire one small petition of thee; I pray thee, say me not nay. And the king said unto her, Ask on, my mother: for I will not say thee nay.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 64
                    }
                ]
            },
            {
                "text": "And she said, Let Abishag the Shunammite be given to Adonijah thy brother to wife.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 467
                    }
                ],
                "italics": []
            },
            {
                "text": "And king Solomon answered and said unto his mother, And why dost thou ask Abishag the Shunammite for Adonijah? ask for him the kingdom also; for he is mine elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:6; 1 Chr. 3:2 (2, 5).",
                        "start": 162,
                        "end": 169
                    },
                    {
                        "footnote": "1 Kgs. 1:7.",
                        "start": 193,
                        "end": 201
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 148,
                        "end": 150
                    }
                ]
            },
            {
                "text": "Then king Solomon sware by the Lord, saying, God do so to me, and more also, if Adonijah have not spoken this word against his own life.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore, as the Lord liveth, which hath established me, and set me on the throne of David my father, and who hath made me an house, as he promised, Adonijah shall be put to death this day.",
                "footnotes": [
                    {
                        "footnote": "TG Capital Punishment.",
                        "start": 179,
                        "end": 184
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 15,
                        "end": 17
                    }
                ]
            },
            {
                "text": "And king Solomon sent by the hand of Benaiah the son of Jehoiada; and he fell upon him that he died.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 8:18.",
                        "start": 37,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And unto Abiathar the priest said the king, Get thee to Anathoth, unto thine own fields; for thou art worthy of death: but I will not at this time put thee to death, because thou barest the ark of the Lord God before David my father, and because thou hast been afflicted in all wherein my father was afflicted.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 22:20 (20, 23); 2 Sam. 15:24 (24, 29).",
                        "start": 9,
                        "end": 17
                    },
                    {
                        "footnote": "Josh. 21:18.",
                        "start": 56,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 98,
                        "end": 101
                    }
                ]
            },
            {
                "text": "So Solomon thrust out Abiathar from being priest unto the Lord; that he might fulfil the word of the Lord, which he spake concerning the house of Eli in Shiloh.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 4:4.",
                        "start": 22,
                        "end": 30
                    },
                    {
                        "footnote": "1 Sam. 2:31 (31–35).",
                        "start": 78,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then tidings came to Joab: for Joab had turned after Adonijah, though he turned not after Absalom. And Joab fled unto the tabernacle of the Lord, and caught hold on the horns of the altar.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 17:25.",
                        "start": 21,
                        "end": 25
                    },
                    {
                        "footnote": "1 Kgs. 1:7.",
                        "start": 53,
                        "end": 61
                    },
                    {
                        "footnote": "Ex. 21:13 (13–14); 1 Kgs. 1:50.",
                        "start": 169,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was told king Solomon that Joab was fled unto the tabernacle of the Lord; and, behold, he is by the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, Go, fall upon him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 94,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And Benaiah came to the tabernacle of the Lord, and said unto him, Thus saith the king, Come forth. And he said, Nay; but I will die here. And Benaiah brought the king word again, saying, Thus said Joab, and thus he answered me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said unto him, Do as he hath said, and fall upon him, and bury him; that thou mayest take away the innocent blood, which Joab shed, from me, and from the house of my father.",
                "footnotes": [
                    {
                        "footnote": "Deut. 19:13.",
                        "start": 112,
                        "end": 120
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord shall return his blood upon his own head, who fell upon two men more righteous and better than he, and slew them with the sword, my father David not knowing thereof, to wit, Abner the son of Ner, captain of the host of Israel, and Amasa the son of Jether, captain of the host of Judah.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 3:27.",
                        "start": 187,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 170,
                        "end": 186
                    }
                ]
            },
            {
                "text": "Their blood shall therefore return upon the head of Joab, and upon the head of his seed for ever: but upon David, and upon his seed, and upon his house, and upon his throne, shall there be peace for ever from the Lord.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 3:29.",
                        "start": 52,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Benaiah the son of Jehoiada went up, and fell upon him, and slew him: and he was buried in his own house in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king put Benaiah the son of Jehoiada in his room over the host: and Zadok the priest did the king put in the room of Abiathar.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 4:4.",
                        "start": 17,
                        "end": 24
                    },
                    {
                        "footnote": "OR army.",
                        "start": 66,
                        "end": 70
                    },
                    {
                        "footnote": "2 Sam. 8:17; 1 Chr. 6:8 (1–12).",
                        "start": 76,
                        "end": 81
                    },
                    {
                        "footnote": "1 Sam. 2:35; 1 Chr. 29:22.",
                        "start": 86,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king sent and called for Shimei, and said unto him, Build thee an house in Jerusalem, and dwell there, and go not forth thence any whither.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 2:8.",
                        "start": 33,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For it shall be, that on the day thou goest out, and passest over the brook Kidron, thou shalt know for certain that thou shalt surely die: thy blood shall be upon thine own head.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 468
                    }
                ],
                "italics": [
                    {
                        "start": 17,
                        "end": 21
                    }
                ]
            },
            {
                "text": "And Shimei said unto the king, The saying is good: as my lord the king hath said, so will thy servant do. And Shimei dwelt in Jerusalem many days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 44
                    }
                ]
            },
            {
                "text": "And it came to pass at the end of three years, that two of the servants of Shimei ran away unto Achish son of Maachah king of Gath. And they told Shimei, saying, Behold, thy servants be in Gath.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 27:2.",
                        "start": 96,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 183,
                        "end": 185
                    }
                ]
            },
            {
                "text": "And Shimei arose, and saddled his ass, and went to Gath to Achish to seek his servants: and Shimei went, and brought his servants from Gath.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was told Solomon that Shimei had gone from Jerusalem to Gath, and was come again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king sent and called for Shimei, and said unto him, Did I not make thee to swear by the Lord, and protested unto thee, saying, Know for a certain, on the day thou goest out, and walkest abroad any whither, that thou shalt surely die? and thou saidst unto me, The word that I have heard is good.",
                "footnotes": [
                    {
                        "footnote": "OR solemnly warned thee.",
                        "start": 106,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 276,
                        "end": 280
                    },
                    {
                        "start": 294,
                        "end": 296
                    }
                ]
            },
            {
                "text": "Why then hast thou not kept the oath of the Lord, and the commandment that I have charged thee with?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The king said moreover to Shimei, Thou knowest all the wickedness which thine heart is privy to, that thou didst to David my father: therefore the Lord shall return thy wickedness upon thine own head;",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 16:5.",
                        "start": 55,
                        "end": 65
                    },
                    {
                        "footnote": "HEB knew.",
                        "start": 84,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Solomon shall be blessed, and the throne of David shall be established before the Lord for ever.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 25
                    }
                ]
            },
            {
                "text": "So the king commanded Benaiah the son of Jehoiada; which went out, and fell upon him, that he died. And the kingdom was established in the hand of Solomon.",
                "footnotes": [
                    {
                        "footnote": "Alma 62:10.",
                        "start": 94,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}