{
    "_id": "judges1",
    "nextChapterId": "judges2",
    "prevChapterId": "joshua24",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Judges",
        "titleShort": "Judg",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "judges"
    },
    "chapter": {
        "bookTitle": "Judges",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Judah, Simeon, and Joseph continue to conquer the Canaanites—Remnants of the Canaanites remain in the lands of Judah, Manasseh, Ephraim, Zebulun, Asher, Naphtali, and Dan.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now after the death of Joshua it came to pass, that the children of Israel asked the Lord, saying, Who shall go up for us against the Canaanites first, to fight against them?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said, Judah shall go up: behold, I have delivered the land into his hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Judah said unto Simeon his brother, Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with thee into thy lot. So Simeon went with him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Judah went up; and the Lord delivered the Canaanites and the Perizzites into their hand: and they slew of them in Bezek ten thousand men.",
                "footnotes": [
                    {
                        "footnote": "Morm. 6:10 (9–16).",
                        "start": 124,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they found Adoni-bezek in Bezek: and they fought against him, and they slew the Canaanites and the Perizzites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Adoni-bezek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Adoni-bezek said, Threescore and ten kings, having their thumbs and their great toes cut off, gathered their meat under my table: as I have done, so God hath requited me. And they brought him to Jerusalem, and there he died.",
                "footnotes": [
                    {
                        "footnote": "OR Seventy kings.",
                        "start": 22,
                        "end": 46
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 344
                    }
                ],
                "italics": [
                    {
                        "start": 107,
                        "end": 117
                    }
                ]
            },
            {
                "text": "Now the children of Judah had fought against Jerusalem, and had taken it, and smitten it with the edge of the sword, and set the city on fire.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And afterward the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and in the south, and in the valley.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Judah went against the Canaanites that dwelt in Hebron: (now the name of Hebron before was Kirjath-arba:) and they slew Sheshai, and Ahiman, and Talmai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 94
                    }
                ]
            },
            {
                "text": "And from thence he went against the inhabitants of Debir: and the name of Debir before was Kirjath-sepher:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 87,
                        "end": 90
                    }
                ]
            },
            {
                "text": "And Caleb said, He that smiteth Kirjath-sepher, and taketh it, to him will I give Achsah my daughter to wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Othniel the son of Kenaz, Caleb's younger brother, took it: and he gave him Achsah his daughter to wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when she came to him, that she moved him to ask of her father a field: and she lighted from off her ass; and Caleb said unto her, What wilt thou?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 42
                    },
                    {
                        "start": 117,
                        "end": 120
                    }
                ]
            },
            {
                "text": "And she said unto him, Give me a blessing: for thou hast given me a south land; give me also springs of water. And Caleb gave her the upper springs and the nether springs.",
                "footnotes": [
                    {
                        "footnote": "Josh. 15:19.",
                        "start": 156,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of the Kenite, Moses' father in law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 15:6; 1 Chr. 2:55.",
                        "start": 24,
                        "end": 30
                    },
                    {
                        "footnote": "Deut. 34:3.",
                        "start": 73,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 155,
                        "end": 160
                    }
                ]
            },
            {
                "text": "And Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it. And the name of the city was called Hormah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Also Judah took Gaza with the coast thereof, and Askelon with the coast thereof, and Ekron with the coast thereof.",
                "footnotes": [
                    {
                        "footnote": "HEB border (also v. 36).",
                        "start": 30,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord was with Judah; and he drave out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron.",
                "footnotes": [
                    {
                        "footnote": "Deut. 33:7.",
                        "start": 22,
                        "end": 27
                    },
                    {
                        "footnote": "Josh. 17:16; Judg. 4:3.",
                        "start": 151,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 64
                    }
                ]
            },
            {
                "text": "And they gave Hebron unto Caleb, as Moses said: and he expelled thence the three sons of Anak.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Benjamin did not drive out the Jebusites that inhabited Jerusalem; but the Jebusites dwell with the children of Benjamin in Jerusalem unto this day.",
                "footnotes": [
                    {
                        "footnote": "Ps. 106:34.",
                        "start": 37,
                        "end": 42
                    },
                    {
                        "footnote": "Josh. 18:28; Judg. 19:14.",
                        "start": 51,
                        "end": 60
                    },
                    {
                        "footnote": "Josh. 15:63; 2 Sam. 5:6; 1 Chr. 11:4; Zech. 9:7.",
                        "start": 95,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the house of Joseph, they also went up against Beth-el: and the Lord was with them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    }
                ]
            },
            {
                "text": "And the house of Joseph sent to descry Beth-el. (Now the name of the city before was Luz.)",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 84
                    }
                ]
            },
            {
                "text": "And the spies saw a man come forth out of the city, and they said unto him, Shew us, we pray thee, the entrance into the city, and we will shew thee mercy.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
                "footnotes": [
                    {
                        "footnote": "Josh. 6:17.",
                        "start": 120,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the man went into the land of the Hittites, and built a city, and called the name thereof Luz: which is the name thereof unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 107
                    }
                ]
            },
            {
                "text": "Neither did Manasseh drive out the inhabitants of Beth-shean and her towns, nor Taanach and her towns, nor the inhabitants of Dor and her towns, nor the inhabitants of Ibleam and her towns, nor the inhabitants of Megiddo and her towns: but the Canaanites would dwell in that land.",
                "footnotes": [
                    {
                        "footnote": "Josh. 23:13 (1–16).",
                        "start": 21,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 49
                    }
                ]
            },
            {
                "text": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
                "footnotes": [
                    {
                        "footnote": "Josh. 17:13 (12–13).",
                        "start": 77,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither did Ephraim drive out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in Gezer among them.",
                "footnotes": [
                    {
                        "footnote": "Josh. 16:10.",
                        "start": 34,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither did Zebulun drive out the inhabitants of Kitron, nor the inhabitants of Nahalol; but the Canaanites dwelt among them, and became tributaries.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither did Asher drive out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the Asherites dwelt among the Canaanites, the inhabitants of the land: for they did not drive them out.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither did Naphtali drive out the inhabitants of Beth-shemesh, nor the inhabitants of Beth-anath; but he dwelt among the Canaanites, the inhabitants of the land: nevertheless the inhabitants of Beth-shemesh and of Beth-anath became tributaries unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Amorites forced the children of Dan into the mountain: for they would not suffer them to come down to the valley:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the Amorites would dwell in mount Heres in Aijalon, and in Shaalbim: yet the hand of the house of Joseph prevailed, so that they became tributaries.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the coast of the Amorites was from the going up to Akrabbim, from the rock, and upward.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 33
                    }
                ]
            }
        ]
    }
}