{
    "_id": "judges8",
    "nextChapterId": "judges9",
    "prevChapterId": "judges7",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Judges",
        "titleShort": "Judg",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "judges"
    },
    "chapter": {
        "bookTitle": "Judges",
        "delineation": "Chapter",
        "number": 8,
        "summary": "Gideon pursues and destroys the Midianites—He frees the children of Israel but refuses their invitation to reign as king over them—Gideon dies, and Israel returns to idolatry.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the men of Ephraim said unto him, Why hast thou served us thus, that thou calledst us not, when thou wentest to fight with the Midianites? And they did chide with him sharply.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto them, What have I done now in comparison of you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abi-ezer?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 68
                    }
                ]
            },
            {
                "text": "God hath delivered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to do in comparison of you? Then their anger was abated toward him, when he had said that.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon came to Jordan, and passed over, he, and the three hundred men that were with him, faint, yet pursuing them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 30
                    },
                    {
                        "start": 79,
                        "end": 83
                    },
                    {
                        "start": 114,
                        "end": 119
                    }
                ]
            },
            {
                "text": "And he said unto the men of Succoth, Give, I pray you, loaves of bread unto the people that follow me; for they be faint, and I am pursuing after Zebah and Zalmunna, kings of Midian.",
                "footnotes": [
                    {
                        "footnote": "Ps. 83:11.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And the princes of Succoth said, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thine army?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 33,
                        "end": 36
                    }
                ]
            },
            {
                "text": "And Gideon said, Therefore when the Lord hath delivered Zebah and Zalmunna into mine hand, then I will tear your flesh with the thorns of the wilderness and with briers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 133,
                        "end": 137
                    }
                ]
            },
            {
                "text": "And he spake also unto the men of Penuel, saying, When I come again in peace, I will break down this tower.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now Zebah and Zalmunna were in Karkor, and their hosts with them, about fifteen thousand men, all that were left of all the hosts of the children of the east: for there fell an hundred and twenty thousand men that drew sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 27
                    },
                    {
                        "start": 89,
                        "end": 93
                    }
                ]
            },
            {
                "text": "And Gideon went up by the way of them that dwelt in tents on the east of Nobah and Jogbehah, and smote the host: for the host was secure.",
                "footnotes": [
                    {
                        "footnote": "Judg. 18:10.",
                        "start": 130,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Zebah and Zalmunna fled, he pursued after them, and took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon the son of Joash returned from battle before the sun was up,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 64,
                        "end": 71
                    }
                ]
            },
            {
                "text": "And caught a young man of the men of Succoth, and inquired of him: and he described unto him the princes of Succoth, and the elders thereof, even threescore and seventeen men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 141,
                        "end": 145
                    }
                ]
            },
            {
                "text": "And he came unto the men of Succoth, and said, Behold Zebah and Zalmunna, with whom ye did upbraid me, saying, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thy men that are weary?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 114
                    },
                    {
                        "start": 205,
                        "end": 213
                    }
                ]
            },
            {
                "text": "And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he beat down the tower of Penuel, and slew the men of the city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said he unto Zebah and Zalmunna, What manner of men were they whom ye slew at Tabor? And they answered, As thou art, so were they; each one resembled the children of a king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 66
                    },
                    {
                        "start": 117,
                        "end": 121
                    },
                    {
                        "start": 125,
                        "end": 129
                    }
                ]
            },
            {
                "text": "And he said, They were my brethren, even the sons of my mother: as the Lord liveth, if ye had saved them alive, I would not slay you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 22
                    },
                    {
                        "start": 36,
                        "end": 40
                    },
                    {
                        "start": 64,
                        "end": 66
                    }
                ]
            },
            {
                "text": "And he said unto Jether his firstborn, Up, and slay them. But the youth drew not his sword: for he feared, because he was yet a youth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 46
                    },
                    {
                        "start": 118,
                        "end": 121
                    }
                ]
            },
            {
                "text": "Then Zebah and Zalmunna said, Rise thou, and fall upon us: for as the man is, so is his strength. And Gideon arose, and slew Zebah and Zalmunna, and took away the ornaments that were on their camels' necks.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 83
                    },
                    {
                        "start": 178,
                        "end": 182
                    }
                ]
            },
            {
                "text": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon said unto them, I will not rule over you, neither shall my son rule over you: the Lord shall rule over you.",
                "footnotes": [
                    {
                        "footnote": "TG Governments.",
                        "start": 38,
                        "end": 42
                    },
                    {
                        "footnote": "Hel. 12:6; D&C 60:4.",
                        "start": 104,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon said unto them, I would desire a request of you, that ye would give me every man the earrings of his prey. (For they had golden earrings, because they were Ishmaelites.)",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 162,
                        "end": 166
                    }
                ]
            },
            {
                "text": "And they answered, We will willingly give them. And they spread a garment, and did cast therein every man the earrings of his prey.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 47
                    }
                ]
            },
            {
                "text": "And the weight of the golden earrings that he requested was a thousand and seven hundred shekels of gold; beside ornaments, and collars, and purple raiment that was on the kings of Midian, and beside the chains that were about their camels' necks.",
                "footnotes": [
                    {
                        "footnote": "Ex. 32:2.",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "HEB crescents and pendants.",
                        "start": 113,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 96
                    },
                    {
                        "start": 161,
                        "end": 164
                    },
                    {
                        "start": 216,
                        "end": 220
                    }
                ]
            },
            {
                "text": "And Gideon made an ephod thereof, and put it in his city, even in Ophrah: and all Israel went thither a whoring after it: which thing became a snare unto Gideon, and to his house.",
                "footnotes": [
                    {
                        "footnote": "IE probably here a medallion of gold to adorn the priest's ephod. Later it was at times revered. Ex. 28:4 (4–35); Judg. 17:5.",
                        "start": 19,
                        "end": 24
                    },
                    {
                        "footnote": "Ex. 23:33.",
                        "start": 143,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 62
                    }
                ]
            },
            {
                "text": "Thus was Midian subdued before the children of Israel, so that they lifted up their heads no more. And the country was in quietness forty years in the days of Gideon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jerubbaal the son of Joash went and dwelt in his own house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon had threescore and ten sons of his body begotten: for he had many wives.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And his concubine that was in Shechem, she also bare him a son, whose name he called Abimelech.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 26
                    }
                ]
            },
            {
                "text": "And Gideon the son of Joash died in a good old age, and was buried in the sepulchre of Joash his father, in Ophrah of the Abi-ezrites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, as soon as Gideon was dead, that the children of Israel turned again, and went a whoring after Baalim, and made Baal-berith their god.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel remembered not the Lord their God, who had delivered them out of the hands of all their enemies on every side:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither shewed they kindness to the house of Jerubbaal, namely, Gideon, according to all the goodness which he had shewed unto Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 63
                    }
                ]
            }
        ]
    }
}