{
    "_id": "daniel3",
    "nextChapterId": "daniel4",
    "prevChapterId": "daniel2",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Daniel",
        "titleShort": "Dan",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "daniel"
    },
    "chapter": {
        "bookTitle": "Daniel",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Nebuchadnezzar creates a golden image and commands all men to worship it—Shadrach, Meshach, and Abed-nego refuse and are cast into the fiery furnace—They are preserved and come out unharmed.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Nebuchadnezzar the king made an image of gold, whose height was threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babylon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 60,
                        "end": 63
                    },
                    {
                        "start": 83,
                        "end": 86
                    }
                ]
            },
            {
                "text": "Then Nebuchadnezzar the king sent to gather together the princes, the governors, and the captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the princes, the governors, and captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then an herald cried aloud, To you it is commanded, O people, nations, and languages,",
                "footnotes": [
                    {
                        "footnote": "TG Language.",
                        "start": 75,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of musick, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up:",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 6:5; 1 Chr. 15:16.",
                        "start": 58,
                        "end": 62
                    },
                    {
                        "footnote": "The Aramaic word denotes a triangular stringed instrument.",
                        "start": 64,
                        "end": 71
                    },
                    {
                        "footnote": "Aramaic: bagpipe.",
                        "start": 83,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "And whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace.",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny.",
                        "start": 66,
                        "end": 70
                    },
                    {
                        "footnote": "Mosiah 17:13 (13–20).",
                        "start": 91,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore at that time, when all the people heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of musick, all the people, the nations, and the languages, fell down and worshipped the golden image that Nebuchadnezzar the king had set up.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 190,
                        "end": 193
                    }
                ]
            },
            {
                "text": "Wherefore at that time certain Chaldeans came near, and accused the Jews.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They spake and said to the king Nebuchadnezzar, O king, live for ever.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And whoso falleth not down and worshippeth, that he should be cast into the midst of a burning fiery furnace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:49.",
                        "start": 38,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then they brought these men before the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 26
                    }
                ]
            },
            {
                "text": "Nebuchadnezzar spake and said unto them, Is it true, O Shadrach, Meshach, and Abed-nego, do not ye serve my gods, nor worship the golden image which I have set up?",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1105
                    }
                ],
                "italics": [
                    {
                        "start": 41,
                        "end": 46
                    }
                ]
            },
            {
                "text": "Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, ye fall down and worship the image which I have made; well: but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 195,
                        "end": 200
                    },
                    {
                        "start": 306,
                        "end": 308
                    }
                ]
            },
            {
                "text": "Shadrach, Meshach, and Abed-nego, answered and said to the king, O Nebuchadnezzar, we are not careful to answer thee in this matter.",
                "footnotes": [
                    {
                        "footnote": "Matt. 10:19; Acts 20:24.",
                        "start": 94,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 86,
                        "end": 89
                    }
                ]
            },
            {
                "text": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.",
                "footnotes": [
                    {
                        "footnote": "TG Deliver.",
                        "start": 46,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 12
                    },
                    {
                        "start": 109,
                        "end": 111
                    }
                ]
            },
            {
                "text": "But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.",
                "footnotes": [
                    {
                        "footnote": "Ex. 1:17 (16–17).",
                        "start": 60,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then was Nebuchadnezzar full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abed-nego: therefore he spake, and commanded that they should heat the furnace one seven times more than it was wont to be heated.",
                "footnotes": [
                    {
                        "footnote": "OR expression of his countenance.",
                        "start": 46,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 119,
                        "end": 128
                    }
                ]
            },
            {
                "text": "And he commanded the most mighty men that were in his army to bind Shadrach, Meshach, and Abed-nego, and to cast them into the burning fiery furnace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 46
                    },
                    {
                        "start": 101,
                        "end": 104
                    },
                    {
                        "start": 113,
                        "end": 117
                    }
                ]
            },
            {
                "text": "Then these men were bound in their coats, their hosen, and their hats, and their other garments, and were cast into the midst of the burning fiery furnace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 86
                    }
                ]
            },
            {
                "text": "Therefore because the king's commandment was urgent, and the furnace exceeding hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abed-nego.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And these three men, Shadrach, Meshach, and Abed-nego, fell down bound into the midst of the burning fiery furnace.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counsellors, Did not we cast three men bound into the midst of the fire? They answered and said unto the king, True, O king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 68
                    }
                ]
            },
            {
                "text": "He answered and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt; and the form of the fourth is like the Son of God.",
                "footnotes": [
                    {
                        "footnote": "Ps. 91:6 (3–9); 3 Ne. 28:21.",
                        "start": 99,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace, and spake, and said, Shadrach, Meshach, and Abed-nego, ye servants of the most high God, come forth, and come hither. Then Shadrach, Meshach, and Abed-nego, came forth of the midst of the fire.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    },
                    {
                        "start": 183,
                        "end": 190
                    }
                ]
            },
            {
                "text": "And the princes, governors, and captains, and the king's counsellors, being gathered together, saw these men, upon whose bodies the fire had no power, nor was an hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them.",
                "footnotes": [
                    {
                        "footnote": "Isa. 43:2; Heb. 11:34 (32–34); 4 Ne. 1:32.",
                        "start": 132,
                        "end": 136
                    },
                    {
                        "footnote": "OR damaged.",
                        "start": 214,
                        "end": 221
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Nebuchadnezzar spake, and said, Blessed be the God of Shadrach, Meshach, and Abed-nego, who hath sent his angel, and delivered his servants that trusted in him, and have changed the king's word, and yielded their bodies, that they might not serve nor worship any god, except their own God.",
                "footnotes": [
                    {
                        "footnote": "TG Angels.",
                        "start": 111,
                        "end": 116
                    },
                    {
                        "footnote": "TG Trustworthiness.",
                        "start": 150,
                        "end": 157
                    },
                    {
                        "footnote": "IE were successful in defying the king's decree.",
                        "start": 170,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 45,
                        "end": 47
                    }
                ]
            },
            {
                "text": "Therefore I make a decree, That every people, nation, and language, which speak any thing amiss against the God of Shadrach, Meshach, and Abed-nego, shall be cut in pieces, and their houses shall be made a dunghill: because there is no other God that can deliver after this sort.",
                "footnotes": [
                    {
                        "footnote": "Dan. 2:5.",
                        "start": 158,
                        "end": 161
                    },
                    {
                        "footnote": "Mark 9:23 (17–29).",
                        "start": 255,
                        "end": 262
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the king promoted Shadrach, Meshach, and Abed-nego, in the province of Babylon.",
                "footnotes": [
                    {
                        "footnote": "Esth. 10:2 (2–3).",
                        "start": 14,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}