{
    "_id": "exodus8",
    "nextChapterId": "exodus9",
    "prevChapterId": "exodus7",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Exodus",
        "titleShort": "Ex",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "exodus"
    },
    "chapter": {
        "bookTitle": "Exodus",
        "delineation": "Chapter",
        "number": 8,
        "summary": "The Lord sends plagues of frogs, lice, and flies upon Egypt—Pharaoh hardens his heart.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses, Go unto Pharaoh, and say unto him, Thus saith the Lord, Let my people go, that they may serve me.",
                "footnotes": [
                    {
                        "footnote": "Ex. 3:18 (12, 18).",
                        "start": 119,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if thou refuse to let them go, behold, I will smite all thy borders with frogs:",
                "footnotes": [
                    {
                        "footnote": "IE all within thy border.",
                        "start": 56,
                        "end": 71
                    },
                    {
                        "footnote": "TG Plague.",
                        "start": 77,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 26,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And the river shall bring forth frogs abundantly, which shall go up and come into thine house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneadingtroughs:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the frogs shall come up both on thee, and upon thy people, and upon all thy servants.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord spake unto Moses, Say unto Aaron, Stretch forth thine hand with thy rod over the streams, over the rivers, and over the ponds, and cause frogs to come up upon the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "OR canals.",
                        "start": 112,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "Ps. 105:30.",
                        "start": 67,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the magicians did so with their enchantments, and brought up frogs upon the land of Egypt.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Pharaoh called for Moses and Aaron, and said, Entreat the Lord, that he may take away the frogs from me, and from my people; and I will let the people go, that they may do sacrifice unto the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said unto Pharaoh, Glory over me: when shall I entreat for thee, and for thy servants, and for thy people, to destroy the frogs from thee and thy houses, that they may remain in the river only?",
                "footnotes": [
                    {
                        "footnote": "IE I grant you preeminence to declare: when …",
                        "start": 29,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 164,
                        "end": 168
                    }
                ]
            },
            {
                "text": "And he said, To morrow. And he said, Be it according to thy word: that thou mayest know that there is none like unto the Lord our God.",
                "footnotes": [
                    {
                        "footnote": "D&C 76:1 (1–2).",
                        "start": 102,
                        "end": 106
                    },
                    {
                        "footnote": "2 Sam. 7:22 (21–23); Isa. 46:9 (9–10); Jer. 10:7 (6–7).",
                        "start": 107,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 42
                    },
                    {
                        "start": 93,
                        "end": 101
                    }
                ]
            },
            {
                "text": "And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 90
                    }
                ],
                "italics": []
            },
            {
                "text": "And Moses and Aaron went out from Pharaoh: and Moses cried unto the Lord because of the frogs which he had brought against Pharaoh.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord did according to the word of Moses; and the frogs died out of the houses, out of the villages, and out of the fields.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they gathered them together upon heaps: and the land stank.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But when Pharaoh saw that there was respite, he hardened his heart, and hearkened not unto them; as the Lord had said.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 6:6; Eccl. 8:11.",
                        "start": 48,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the land, that it may become lice throughout all the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 118,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did so; for Aaron stretched out his hand with his rod, and smote the dust of the earth, and it became lice in man, and in beast; all the dust of the land became lice throughout all the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "Ps. 105:31.",
                        "start": 170,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the magicians did so with their enchantments to bring forth lice, but they could not: so there were lice upon man, and upon beast.",
                "footnotes": [
                    {
                        "footnote": "OR get rid of the lice.",
                        "start": 52,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart was hardened, and he hearkened not unto them; as the Lord had said.",
                "footnotes": [
                    {
                        "footnote": "Luke 11:20; John 3:2; Acts 2:22; 10:38; 1 Ne. 19:22; Alma 23:6; D&C 84:3; 121:12.",
                        "start": 50,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 45
                    }
                ]
            },
            {
                "text": "And the Lord said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith the Lord, Let my people go, that they may serve me.",
                "footnotes": [
                    {
                        "footnote": "OR as.",
                        "start": 86,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 76
                    },
                    {
                        "start": 209,
                        "end": 218
                    },
                    {
                        "start": 252,
                        "end": 256
                    }
                ]
            },
            {
                "text": "And I will sever in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am the Lord in the midst of the earth.",
                "footnotes": [
                    {
                        "footnote": "OR separate, segregate.",
                        "start": 11,
                        "end": 16
                    },
                    {
                        "footnote": "D&C 38:18.",
                        "start": 80,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 90,
                        "end": 98
                    },
                    {
                        "start": 150,
                        "end": 152
                    }
                ]
            },
            {
                "text": "And I will put a division between my people and thy people: to morrow shall this sign be.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord did so; and there came a grievous swarm of flies into the house of Pharaoh, and into his servants' houses, and into all the land of Egypt: the land was corrupted by reason of the swarm of flies.",
                "footnotes": [
                    {
                        "footnote": "HEB ruined.",
                        "start": 165,
                        "end": 174
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 61
                    },
                    {
                        "start": 93,
                        "end": 97
                    },
                    {
                        "start": 198,
                        "end": 207
                    }
                ]
            },
            {
                "text": "And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to the Lord our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us?",
                "footnotes": [
                    {
                        "footnote": "OR would not be right.",
                        "start": 19,
                        "end": 30
                    },
                    {
                        "footnote": "OR things abominable to.",
                        "start": 64,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We will go three days' journey into the wilderness, and sacrifice to the Lord our God, as he shall command us.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Pharaoh said, I will let you go, that ye may sacrifice to the Lord your God in the wilderness; only ye shall not go very far away: entreat for me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said, Behold, I go out from thee, and I will entreat the Lord that the swarms of flies may depart from Pharaoh, from his servants, and from his people, to morrow: but let not Pharaoh deal deceitfully any more in not letting the people go to sacrifice to the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 96
                    }
                ]
            },
            {
                "text": "And Moses went out from Pharaoh, and entreated the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord did according to the word of Moses; and he removed the swarms of flies from Pharaoh, from his servants, and from his people; there remained not one.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 91
                    }
                ],
                "italics": [
                    {
                        "start": 75,
                        "end": 83
                    }
                ]
            },
            {
                "text": "And Pharaoh hardened his heart at this time also, neither would he let the people go.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}