{
    "_id": "jeremiah44",
    "nextChapterId": "jeremiah45",
    "prevChapterId": "jeremiah43",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 44,
        "summary": "Jeremiah prophesies that the Jews in Egypt, save a small remnant, will be destroyed because they worship false gods.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "The word that came to Jeremiah concerning all the Jews which dwell in the land of Egypt, which dwell at Migdol, and at Tahpanhes, and at Noph, and in the country of Pathros, saying,",
                "footnotes": [
                    {
                        "footnote": "Ex. 14:2; Jer. 46:14.",
                        "start": 104,
                        "end": 110
                    },
                    {
                        "footnote": "Jer. 2:16.",
                        "start": 119,
                        "end": 128
                    },
                    {
                        "footnote": "Isa. 19:13.",
                        "start": 137,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord of hosts, the God of Israel; Ye have seen all the evil that I have brought upon Jerusalem, and upon all the cities of Judah; and, behold, this day they are a desolation, and no man dwelleth therein,",
                "footnotes": [
                    {
                        "footnote": "Jer. 7:34; 27:17.",
                        "start": 70,
                        "end": 74
                    },
                    {
                        "footnote": "2 Ne. 1:4.",
                        "start": 178,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 172,
                        "end": 175
                    }
                ]
            },
            {
                "text": "Because of their wickedness which they have committed to provoke me to anger, in that they went to burn incense, and to serve other gods, whom they knew not, neither they, ye, nor your fathers.",
                "footnotes": [
                    {
                        "footnote": "Morm. 5:15.",
                        "start": 99,
                        "end": 103
                    },
                    {
                        "footnote": "Gal. 4:8.",
                        "start": 132,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 113,
                        "end": 116
                    },
                    {
                        "start": 158,
                        "end": 165
                    }
                ]
            },
            {
                "text": "Howbeit I sent unto you all my servants the prophets, rising early and sending them, saying, Oh, do not this abominable thing that I hate.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 36:15; D&C 133:71.",
                        "start": 10,
                        "end": 14
                    },
                    {
                        "footnote": "Deut. 12:31.",
                        "start": 109,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 84
                    }
                ]
            },
            {
                "text": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 9,
                        "end": 18
                    },
                    {
                        "footnote": "Alma 45:16.",
                        "start": 66,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore my fury and mine anger was poured forth, and was kindled in the cities of Judah and in the streets of Jerusalem; and they are wasted and desolate, as at this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 143,
                        "end": 146
                    }
                ]
            },
            {
                "text": "Therefore now thus saith the Lord, the God of hosts, the God of Israel; Wherefore commit ye this great evil against your souls, to cut off from you man and woman, child and suckling, out of Judah, to leave you none to remain;",
                "footnotes": [
                    {
                        "footnote": "Num. 16:38.",
                        "start": 103,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 92,
                        "end": 96
                    }
                ]
            },
            {
                "text": "In that ye provoke me unto wrath with the works of your hands, burning incense unto other gods in the land of Egypt, whither ye be gone to dwell, that ye might cut yourselves off, and that ye might be a curse and a reproach among all the nations of the earth?",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 22:17.",
                        "start": 11,
                        "end": 18
                    },
                    {
                        "footnote": "Acts 17:29.",
                        "start": 42,
                        "end": 47
                    },
                    {
                        "footnote": "3 Ne. 21:20 (20–21).",
                        "start": 160,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have ye forgotten the wickedness of your fathers, and the wickedness of the kings of Judah, and the wickedness of their wives, and your own wickedness, and the wickedness of your wives, which they have committed in the land of Judah, and in the streets of Jerusalem?",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 11:3 (1–3).",
                        "start": 120,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They are not humbled even unto this day, neither have they feared, nor walked in my law, nor in my statutes, that I set before you and before your fathers.",
                "footnotes": [
                    {
                        "footnote": "D&C 54:3.",
                        "start": 13,
                        "end": 20
                    },
                    {
                        "footnote": "Eccl. 8:13 (12–13); D&C 10:56.",
                        "start": 59,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will set my face against you for evil, and to cut off all Judah.",
                "footnotes": [
                    {
                        "footnote": "Lev. 20:5; Jer. 21:10.",
                        "start": 81,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                "footnotes": [
                    {
                        "footnote": "Jer. 42:15.",
                        "start": 58,
                        "end": 63
                    },
                    {
                        "footnote": "Jer. 14:15.",
                        "start": 133,
                        "end": 141
                    },
                    {
                        "footnote": "Jer. 42:18.",
                        "start": 342,
                        "end": 352
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 143,
                        "end": 146
                    },
                    {
                        "start": 185,
                        "end": 189
                    },
                    {
                        "start": 215,
                        "end": 218
                    },
                    {
                        "start": 354,
                        "end": 357
                    }
                ]
            },
            {
                "text": "For I will punish them that dwell in the land of Egypt, as I have punished Jerusalem, by the sword, by the famine, and by the pestilence:",
                "footnotes": [
                    {
                        "footnote": "Jer. 43:11.",
                        "start": 11,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So that none of the remnant of Judah, which are gone into the land of Egypt to sojourn there, shall escape or remain, that they should return into the land of Judah, to the which they have a desire to return to dwell there: for none shall return but such as shall escape.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then all the men which knew that their wives had burned incense unto other gods, and all the women that stood by, a great multitude, even all the people that dwelt in the land of Egypt, in Pathros, answered Jeremiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "As for the word that thou hast spoken unto us in the name of the Lord, we will not hearken unto thee.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 16:2; Ether 11:13.",
                        "start": 83,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 6
                    }
                ]
            },
            {
                "text": "But we will certainly do whatsoever thing goeth forth out of our own mouth, to burn incense unto the queen of heaven, and to pour out drink offerings unto her, as we have done, we, and our fathers, our kings, and our princes, in the cities of Judah, and in the streets of Jerusalem: for then had we plenty of victuals, and were well, and saw no evil.",
                "footnotes": [
                    {
                        "footnote": "D&C 1:16.",
                        "start": 65,
                        "end": 68
                    },
                    {
                        "footnote": "IE the fertility goddess, such as the Babylonian Ishtar.",
                        "start": 97,
                        "end": 116
                    },
                    {
                        "footnote": "Hosea 2:5.",
                        "start": 309,
                        "end": 317
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 287,
                        "end": 291
                    }
                ]
            },
            {
                "text": "But since we left off to burn incense to the queen of heaven, and to pour out drink offerings unto her, we have wanted all things, and have been consumed by the sword and by the famine.",
                "footnotes": [
                    {
                        "footnote": "HEB lacked.",
                        "start": 112,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And when we burned incense to the queen of heaven, and poured out drink offerings unto her, did we make her cakes to worship her, and pour out drink offerings unto her, without our men?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Jeremiah said unto all the people, to the men, and to the women, and to all the people which had given him that answer, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 116
                    }
                ]
            },
            {
                "text": "The incense that ye burned in the cities of Judah, and in the streets of Jerusalem, ye, and your fathers, your kings, and your princes, and the people of the land, did not the Lord remember them, and came it not into his mind?",
                "footnotes": [
                    {
                        "footnote": "D&C 121:24.",
                        "start": 181,
                        "end": 189
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 208,
                        "end": 211
                    }
                ]
            },
            {
                "text": "So that the Lord could no longer bear, because of the evil of your doings, and because of the abominations which ye have committed; therefore is your land a desolation, and an astonishment, and a curse, without an inhabitant, as at this day.",
                "footnotes": [
                    {
                        "footnote": "Jer. 5:9; 9:9.",
                        "start": 157,
                        "end": 167
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1005
                    }
                ],
                "italics": [
                    {
                        "start": 75,
                        "end": 78
                    }
                ]
            },
            {
                "text": "Because ye have burned incense, and because ye have sinned against the Lord, and have not obeyed the voice of the Lord, nor walked in his law, nor in his statutes, nor in his testimonies; therefore this evil is happened unto you, as at this day.",
                "footnotes": [
                    {
                        "footnote": "TG Disobedience.",
                        "start": 90,
                        "end": 96
                    },
                    {
                        "footnote": "Deut. 31:29; Jer. 40:3.",
                        "start": 203,
                        "end": 207
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover Jeremiah said unto all the people, and to all the women, Hear the word of the Lord, all Judah that are in the land of Egypt:",
                "footnotes": [
                    {
                        "footnote": "Jer. 43:7.",
                        "start": 127,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 111
                    }
                ]
            },
            {
                "text": "Thus saith the Lord of hosts, the God of Israel, saying; Ye and your wives have both spoken with your mouths, and fulfilled with your hand, saying, We will surely perform our vows that we have vowed, to burn incense to the queen of heaven, and to pour out drink offerings unto her: ye will surely accomplish your vows, and surely perform your vows.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore hear ye the word of the Lord, all Judah that dwell in the land of Egypt; Behold, I have sworn by my great name, saith the Lord, that my name shall no more be named in the mouth of any man of Judah in all the land of Egypt, saying, The Lord God liveth.",
                "footnotes": [
                    {
                        "footnote": "Heb. 6:13.",
                        "start": 98,
                        "end": 103
                    },
                    {
                        "footnote": "1 Ne. 20:11.",
                        "start": 116,
                        "end": 120
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will watch over them for evil, and not for good: and all the men of Judah that are in the land of Egypt shall be consumed by the sword and by the famine, until there be an end of them.",
                "footnotes": [
                    {
                        "footnote": "Jer. 31:28.",
                        "start": 15,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 92
                    }
                ]
            },
            {
                "text": "Yet a small number that escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah, that are gone into the land of Egypt to sojourn there, shall know whose words shall stand, mine, or theirs.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 6:8; 7:16.",
                        "start": 24,
                        "end": 30
                    },
                    {
                        "footnote": "Moses 4:30.",
                        "start": 205,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this shall be a sign unto you, saith the Lord, that I will punish you in this place, that ye may know that my words shall surely stand against you for evil:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 17
                    }
                ]
            },
            {
                "text": "Thus saith the Lord; Behold, I will give Pharaoh-hophra king of Egypt into the hand of his enemies, and into the hand of them that seek his life; as I gave Zedekiah king of Judah into the hand of Nebuchadrezzar king of Babylon, his enemy, and that sought his life.",
                "footnotes": [
                    {
                        "footnote": "Jer. 46:25; Ezek. 17:17.",
                        "start": 41,
                        "end": 55
                    },
                    {
                        "footnote": "Jer. 39:5; 1 Ne. 1:4.",
                        "start": 156,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}