{
    "_id": "jeremiah50",
    "nextChapterId": "jeremiah51",
    "prevChapterId": "jeremiah49",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 50,
        "summary": "Babylon will be destroyed and never rise again—The scattered people of Israel will be brought again into the lands of their inheritance.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "The word that the Lord spake against Babylon and against the land of the Chaldeans by Jeremiah the prophet.",
                "footnotes": [
                    {
                        "footnote": "Jer. 51:60.",
                        "start": 4,
                        "end": 8
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Declare ye among the nations, and publish, and set up a standard; publish, and conceal not: say, Babylon is taken, Bel is confounded, Merodach is broken in pieces; her idols are confounded, her images are broken in pieces.",
                "footnotes": [
                    {
                        "footnote": "Isa. 46:1.",
                        "start": 115,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 75,
                        "end": 78
                    }
                ]
            },
            {
                "text": "For out of the north there cometh up a nation against her, which shall make her land desolate, and none shall dwell therein: they shall remove, they shall depart, both man and beast.",
                "footnotes": [
                    {
                        "footnote": "Jer. 51:48.",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "Isa. 13:20.",
                        "start": 110,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In those days, and in that time, saith the Lord, the children of Israel shall come, they and the children of Judah together, going and weeping: they shall go, and seek the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of.",
                        "start": 78,
                        "end": 82
                    },
                    {
                        "footnote": "Ezek. 37:22.",
                        "start": 115,
                        "end": 123
                    },
                    {
                        "footnote": "Jer. 31:9; Zech. 12:10.",
                        "start": 135,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They shall ask the way to Zion with their faces thitherward, saying, Come, and let us join ourselves to the Lord in a perpetual covenant that shall not be forgotten.",
                "footnotes": [
                    {
                        "footnote": "OR everlasting.",
                        "start": 118,
                        "end": 127
                    },
                    {
                        "footnote": "TG Covenants.",
                        "start": 128,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 68
                    },
                    {
                        "start": 137,
                        "end": 141
                    }
                ]
            },
            {
                "text": "My people hath been lost sheep: their shepherds have caused them to go astray, they have turned them away on the mountains: they have gone from mountain to hill, they have forgotten their restingplace.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 28:12 (9–16).",
                        "start": 38,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 106,
                        "end": 108
                    }
                ]
            },
            {
                "text": "All that found them have devoured them: and their adversaries said, We offend not, because they have sinned against the Lord, the habitation of justice, even the Lord, the hope of their fathers.",
                "footnotes": [
                    {
                        "footnote": "HEB are not guilty.",
                        "start": 71,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Remove out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be as the he goats before the flocks.",
                "footnotes": [
                    {
                        "footnote": "TG Separation.",
                        "start": 0,
                        "end": 6
                    },
                    {
                        "footnote": "TG Israel, Bondage of, in Other Lands.",
                        "start": 72,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For, lo, I will raise and cause to come up against Babylon an assembly of great nations from the north country: and they shall set themselves in array against her; from thence she shall be taken: their arrows shall be as of a mighty expert man; none shall return in vain.",
                "footnotes": [
                    {
                        "footnote": "Jer. 25:26.",
                        "start": 97,
                        "end": 102
                    },
                    {
                        "footnote": "Num. 24:8.",
                        "start": 202,
                        "end": 208
                    },
                    {
                        "footnote": "HEB empty.",
                        "start": 263,
                        "end": 270
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 209,
                        "end": 217
                    }
                ]
            },
            {
                "text": "And Chaldea shall be a spoil: all that spoil her shall be satisfied, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Because ye were glad, because ye rejoiced, O ye destroyers of mine heritage, because ye are grown fat as the heifer at grass, and bellow as bulls;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Your mother shall be sore confounded; she that bare you shall be ashamed: behold, the hindermost of the nations shall be a wilderness, a dry land, and a desert.",
                "footnotes": [
                    {
                        "footnote": "OR last.",
                        "start": 86,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 120
                    }
                ]
            },
            {
                "text": "Because of the wrath of the Lord it shall not be inhabited, but it shall be wholly desolate: every one that goeth by Babylon shall be astonished, and hiss at all her plagues.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Put yourselves in array against Babylon round about: all ye that bend the bow, shoot at her, spare no arrows: for she hath sinned against the Lord.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1013
                    }
                ],
                "italics": []
            },
            {
                "text": "Shout against her round about: she hath given her hand: her foundations are fallen, her walls are thrown down: for it is the vengeance of the Lord: take vengeance upon her; as she hath done, do unto her.",
                "footnotes": [
                    {
                        "footnote": "IE submitted.",
                        "start": 40,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 118,
                        "end": 120
                    }
                ]
            },
            {
                "text": "Cut off the sower from Babylon, and him that handleth the sickle in the time of harvest: for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land.",
                "footnotes": [
                    {
                        "footnote": "Isa. 13:14.",
                        "start": 155,
                        "end": 161
                    },
                    {
                        "footnote": "TG Lands of Inheritance.",
                        "start": 204,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Israel is a scattered sheep; the lions have driven him away: first the king of Assyria hath devoured him; and last this Nebuchadrezzar king of Babylon hath broken his bones.",
                "footnotes": [
                    {
                        "footnote": "Num. 24:8.",
                        "start": 156,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 7,
                        "end": 9
                    },
                    {
                        "start": 51,
                        "end": 54
                    }
                ]
            },
            {
                "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will bring Israel again to his habitation, and he shall feed on Carmel and Bashan, and his soul shall be satisfied upon mount Ephraim and Gilead.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Gathering of.",
                        "start": 11,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In those days, and in that time, saith the Lord, the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve.",
                "footnotes": [
                    {
                        "footnote": "TG Forgive.",
                        "start": 181,
                        "end": 187
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 111
                    }
                ]
            },
            {
                "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 41
                    }
                ]
            },
            {
                "text": "A sound of battle is in the land, and of great destruction.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 20
                    }
                ]
            },
            {
                "text": "How is the hammer of the whole earth cut asunder and broken! how is Babylon become a desolation among the nations!",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I have laid a snare for thee, and thou art also taken, O Babylon, and thou wast not aware: thou art found, and also caught, because thou hast striven against the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord hath opened his armoury, and hath brought forth the weapons of his indignation: for this is the work of the Lord God of hosts in the land of the Chaldeans.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 98,
                        "end": 100
                    }
                ]
            },
            {
                "text": "Come against her from the utmost border, open her storehouses: cast her up as heaps, and destroy her utterly: let nothing of her be left.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Slay all her bullocks; let them go down to the slaughter: woe unto them! for their day is come, the time of their visitation.",
                "footnotes": [
                    {
                        "footnote": "OR punishment.",
                        "start": 114,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The voice of them that flee and escape out of the land of Babylon, to declare in Zion the vengeance of the Lord our God, the vengeance of his temple.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Call together the archers against Babylon: all ye that bend the bow, camp against it round about; let none thereof escape: recompense her according to her work; according to all that she hath done, do unto her: for she hath been proud against the Lord, against the Holy One of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore shall her young men fall in the streets, and all her men of war shall be cut off in that day, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I am against thee, O thou most proud, saith the Lord God of hosts: for thy day is come, the time that I will visit thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 12
                    },
                    {
                        "start": 27,
                        "end": 33
                    },
                    {
                        "start": 105,
                        "end": 109
                    }
                ]
            },
            {
                "text": "And the most proud shall stumble and fall, and none shall raise him up: and I will kindle a fire in his cities, and it shall devour all round about him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord of hosts; The children of Israel and the children of Judah were oppressed together: and all that took them captives held them fast; they refused to let them go.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 83
                    }
                ]
            },
            {
                "text": "Their Redeemer is strong; the Lord of hosts is his name: he shall throughly plead their cause, that he may give rest to the land, and disquiet the inhabitants of Babylon.",
                "footnotes": [
                    {
                        "footnote": "Isa. 51:22.",
                        "start": 76,
                        "end": 81
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1014
                    }
                ],
                "italics": [
                    {
                        "start": 15,
                        "end": 17
                    },
                    {
                        "start": 44,
                        "end": 46
                    }
                ]
            },
            {
                "text": "A sword is upon the Chaldeans, saith the Lord, and upon the inhabitants of Babylon, and upon her princes, and upon her wise men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 10
                    },
                    {
                        "start": 124,
                        "end": 128
                    }
                ]
            },
            {
                "text": "A sword is upon the liars; and they shall dote: a sword is upon her mighty men; and they shall be dismayed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 10
                    },
                    {
                        "start": 56,
                        "end": 58
                    }
                ]
            },
            {
                "text": "A sword is upon their horses, and upon their chariots, and upon all the mingled people that are in the midst of her; and they shall become as women: a sword is upon her treasures; and they shall be robbed.",
                "footnotes": [
                    {
                        "footnote": "Jer. 25:20.",
                        "start": 72,
                        "end": 79
                    },
                    {
                        "footnote": "Isa. 45:3; Jer. 51:13.",
                        "start": 169,
                        "end": 178
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 10
                    },
                    {
                        "start": 92,
                        "end": 95
                    },
                    {
                        "start": 157,
                        "end": 159
                    }
                ]
            },
            {
                "text": "A drought is upon her waters; and they shall be dried up: for it is the land of graven images, and they are mad upon their idols.",
                "footnotes": [
                    {
                        "footnote": "TG Drought.",
                        "start": 2,
                        "end": 9
                    },
                    {
                        "footnote": "Isa. 44:27; Jer. 51:36.",
                        "start": 48,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 12
                    },
                    {
                        "start": 65,
                        "end": 67
                    },
                    {
                        "start": 117,
                        "end": 122
                    }
                ]
            },
            {
                "text": "Therefore the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation.",
                "footnotes": [
                    {
                        "footnote": "HEB daughters of the ostrich.",
                        "start": 103,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 94
                    }
                ]
            },
            {
                "text": "As God overthrew Sodom and Gomorrah and the neighbour cities thereof, saith the Lord; so shall no man abide there, neither shall any son of man dwell therein.",
                "footnotes": [
                    {
                        "footnote": "Gen. 19:24; Isa. 13:19.",
                        "start": 17,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 60
                    },
                    {
                        "start": 86,
                        "end": 88
                    }
                ]
            },
            {
                "text": "Behold, a people shall come from the north, and a great nation, and many kings shall be raised up from the coasts of the earth.",
                "footnotes": [
                    {
                        "footnote": "Jer. 6:22 (22–24).",
                        "start": 37,
                        "end": 42
                    },
                    {
                        "footnote": "HEB remote parts.",
                        "start": 107,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.",
                "footnotes": [
                    {
                        "footnote": "TG Cruelty.",
                        "start": 48,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 47
                    },
                    {
                        "start": 150,
                        "end": 159
                    }
                ]
            },
            {
                "text": "The king of Babylon hath heard the report of them, and his hands waxed feeble: anguish took hold of him, and pangs as of a woman in travail.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 108
                    }
                ]
            },
            {
                "text": "Behold, he shall come up like a lion from the swelling of Jordan unto the habitation of the strong: but I will make them suddenly run away from her: and who is a chosen man, that I may appoint over her? for who is like me? and who will appoint me the time? and who is that shepherd that will stand before me?",
                "footnotes": [
                    {
                        "footnote": "Isa. 44:28.",
                        "start": 273,
                        "end": 281
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 157,
                        "end": 159
                    },
                    {
                        "start": 169,
                        "end": 178
                    },
                    {
                        "start": 211,
                        "end": 213
                    },
                    {
                        "start": 265,
                        "end": 267
                    }
                ]
            },
            {
                "text": "Therefore hear ye the counsel of the Lord, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 226,
                        "end": 231
                    }
                ]
            },
            {
                "text": "At the noise of the taking of Babylon the earth is moved, and the cry is heard among the nations.",
                "footnotes": [
                    {
                        "footnote": "Jer. 49:29.",
                        "start": 51,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}