{
    "_id": "jeremiah33",
    "nextChapterId": "jeremiah34",
    "prevChapterId": "jeremiah32",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 33,
        "summary": "Judah and Israel will be gathered—The Branch of Righteousness (the Messiah) is promised—The Seed of David (the Messiah) will reign forever.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Moreover the word of the Lord came unto Jeremiah the second time, while he was yet shut up in the court of the prison, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord the maker thereof, the Lord that formed it, to establish it; the Lord is his name;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 90,
                        "end": 92
                    }
                ]
            },
            {
                "text": "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.",
                "footnotes": [
                    {
                        "footnote": "TG God, Omniscience of.",
                        "start": 42,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thus saith the Lord, the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down by the mounts, and by the sword;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They come to fight with the Chaldeans, but it is to fill them with the dead bodies of men, whom I have slain in mine anger and in my fury, and for all whose wickedness I have hid my face from this city.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Behold, I will bring it health and cure, and I will cure them, and will reveal unto them the abundance of peace and truth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first.",
                "footnotes": [
                    {
                        "footnote": "Isa. 1:26.",
                        "start": 71,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.",
                "footnotes": [
                    {
                        "footnote": "TG Forgive; Purification.",
                        "start": 11,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it.",
                "footnotes": [
                    {
                        "footnote": "Jer. 49:25.",
                        "start": 39,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord; Again there shall be heard in this place, which ye say shall be desolate without man and without beast, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man, and without inhabitant, and without beast,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 84
                    },
                    {
                        "start": 125,
                        "end": 129
                    }
                ]
            },
            {
                "text": "The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the Lord of hosts: for the Lord is good; for his mercy endureth for ever: and of them that shall bring the sacrifice of praise into the house of the Lord. For I will cause to return the captivity of the land, as at the first, saith the Lord.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 990
                    }
                ],
                "italics": [
                    {
                        "start": 175,
                        "end": 177
                    },
                    {
                        "start": 198,
                        "end": 206
                    },
                    {
                        "start": 217,
                        "end": 220
                    }
                ]
            },
            {
                "text": "Thus saith the Lord of hosts; Again in this place, which is desolate without man and without beast, and in all the cities thereof, shall be an habitation of shepherds causing their flocks to lie down.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 34:14.",
                        "start": 191,
                        "end": 199
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 175,
                        "end": 180
                    }
                ]
            },
            {
                "text": "In the cities of the mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that telleth them, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "HEB counts.",
                        "start": 239,
                        "end": 246
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 247,
                        "end": 252
                    }
                ]
            },
            {
                "text": "Behold, the days come, saith the Lord, that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.",
                "footnotes": [
                    {
                        "footnote": "Jer. 29:10.",
                        "start": 51,
                        "end": 58
                    },
                    {
                        "footnote": "TG Promise.",
                        "start": 88,
                        "end": 96
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land.",
                "footnotes": [
                    {
                        "footnote": "TG Jesus Christ, Prophecies about.",
                        "start": 50,
                        "end": 56
                    },
                    {
                        "footnote": "TG Jesus Christ, Davidic Descent of.",
                        "start": 90,
                        "end": 95
                    },
                    {
                        "footnote": "OR do justice.",
                        "start": 110,
                        "end": 126
                    },
                    {
                        "footnote": "OR earth.",
                        "start": 152,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In those days shall Judah be saved, and Jerusalem shall dwell safely: and this is the name wherewith she shall be called, The Lord our righteousness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 90
                    }
                ]
            },
            {
                "text": "For thus saith the Lord; David shall never want a man to sit upon the throne of the house of Israel;",
                "footnotes": [
                    {
                        "footnote": "OR lack.",
                        "start": 43,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Neither shall the priests the Levites want a man before me to offer burnt offerings, and to kindle meat offerings, and to do sacrifice continually.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the word of the Lord came unto Jeremiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord; If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season;",
                "footnotes": [
                    {
                        "footnote": "Gen. 8:22.",
                        "start": 128,
                        "end": 133
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne; and with the Levites the priests, my ministers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "As the host of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites that minister unto me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover the word of the Lord came to Jeremiah, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Considerest thou not what this people have spoken, saying, The two families which the Lord hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus saith the Lord; If my covenant be not with day and night, and if I have not appointed the ordinances of heaven and earth;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 38
                    },
                    {
                        "start": 63,
                        "end": 69
                    }
                ]
            },
            {
                "text": "Then will I cast away the seed of Jacob, and David my servant, so that I will not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have mercy on them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 65
                    },
                    {
                        "start": 87,
                        "end": 90
                    },
                    {
                        "start": 103,
                        "end": 108
                    }
                ]
            }
        ]
    }
}