{
    "_id": "jeremiah42",
    "nextChapterId": "jeremiah43",
    "prevChapterId": "jeremiah41",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Jeremiah",
        "titleShort": "Jer",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jeremiah"
    },
    "chapter": {
        "bookTitle": "Jeremiah",
        "delineation": "Chapter",
        "number": 42,
        "summary": "Jeremiah promises Johanan and the remnant of Judah peace and safety if they remain in Judah, but the sword, famine, and pestilence if they go to Egypt.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even unto the greatest, came near,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And said unto Jeremiah the prophet, Let, we beseech thee, our supplication be accepted before thee, and pray for us unto the Lord thy God, even for all this remnant; (for we are left but a few of many, as thine eyes do behold us:)",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 139,
                        "end": 143
                    },
                    {
                        "start": 183,
                        "end": 186
                    }
                ]
            },
            {
                "text": "That the Lord thy God may shew us the way wherein we may walk, and the thing that we may do.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Jeremiah the prophet said unto them, I have heard you; behold, I will pray unto the Lord your God according to your words; and it shall come to pass, that whatsoever thing the Lord shall answer you, I will declare it unto you; I will keep nothing back from you.",
                "footnotes": [
                    {
                        "footnote": "Num. 21:7; 1 Sam. 7:5; 2 Ne. 33:3; Enos 1:9.",
                        "start": 75,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 59
                    },
                    {
                        "start": 155,
                        "end": 159
                    },
                    {
                        "start": 219,
                        "end": 221
                    }
                ]
            },
            {
                "text": "Then they said to Jeremiah, The Lord be a true and faithful witness between us, if we do not even according to all things for the which the Lord thy God shall send thee to us.",
                "footnotes": [
                    {
                        "footnote": "Rev. 1:5; 3:14.",
                        "start": 51,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Whether it be good, or whether it be evil, we will obey the voice of the Lord our God, to whom we send thee; that it may be well with us, when we obey the voice of the Lord our God.",
                "footnotes": [
                    {
                        "footnote": "D&C 25:16.",
                        "start": 60,
                        "end": 65
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 13
                    },
                    {
                        "start": 31,
                        "end": 36
                    }
                ]
            },
            {
                "text": "And it came to pass after ten days, that the word of the Lord came unto Jeremiah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then called he Johanan the son of Kareah, and all the captains of the forces which were with him, and all the people from the least even to the greatest,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 87
                    }
                ]
            },
            {
                "text": "And said unto them, Thus saith the Lord, the God of Israel, unto whom ye sent me to present your supplication before him;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If ye will still abide in this land, then will I build you, and not pull you down, and I will plant you, and not pluck you up: for I repent me of the evil that I have done unto you.",
                "footnotes": [
                    {
                        "footnote": "IE I feel compassion regarding the punishment I bring upon you. JST Jer. 42:10 … and I will turn away the evil that I have done unto you.",
                        "start": 127,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    },
                    {
                        "start": 119,
                        "end": 122
                    }
                ]
            },
            {
                "text": "Be not afraid of the king of Babylon, of whom ye are afraid; be not afraid of him, saith the Lord: for I am with you to save you, and to deliver you from his hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 107
                    }
                ]
            },
            {
                "text": "And I will shew mercies unto you, that he may have mercy upon you, and cause you to return to your own land.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1002
                    }
                ],
                "italics": []
            },
            {
                "text": "But if ye say, We will not dwell in this land, neither obey the voice of the Lord your God,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Saying, No; but we will go into the land of Egypt, where we shall see no war, nor hear the sound of the trumpet, nor have hunger of bread; and there will we dwell:",
                "footnotes": [
                    {
                        "footnote": "HEB shofar or alarm.",
                        "start": 104,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now therefore hear the word of the Lord, ye remnant of Judah; Thus saith the Lord of hosts, the God of Israel; If ye wholly set your faces to enter into Egypt, and go to sojourn there;",
                "footnotes": [
                    {
                        "footnote": "Jer. 44:12.",
                        "start": 137,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then it shall come to pass, that the sword, which ye feared, shall overtake you there in the land of Egypt, and the famine, whereof ye were afraid, shall follow close after you there in Egypt; and there ye shall die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 32
                    }
                ]
            },
            {
                "text": "So shall it be with all the men that set their faces to go into Egypt to sojourn there; they shall die by the sword, by the famine, and by the pestilence: and none of them shall remain or escape from the evil that I will bring upon them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For thus saith the Lord of hosts, the God of Israel; As mine anger and my fury hath been poured forth upon the inhabitants of Jerusalem; so shall my fury be poured forth upon you, when ye shall enter into Egypt: and ye shall be an execration, and an astonishment, and a curse, and a reproach; and ye shall see this place no more.",
                "footnotes": [
                    {
                        "footnote": "Jer. 44:12.",
                        "start": 231,
                        "end": 241
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord hath said concerning you, O ye remnant of Judah; Go ye not into Egypt: know certainly that I have admonished you this day.",
                "footnotes": [
                    {
                        "footnote": "Deut. 17:16.",
                        "start": 73,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For ye dissembled in your hearts, when ye sent me unto the Lord your God, saying, Pray for us unto the Lord our God; and according unto all that the Lord our God shall say, so declare unto us, and we will do it.",
                "footnotes": [
                    {
                        "footnote": "HEB have deceived your souls.",
                        "start": 7,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 208,
                        "end": 211
                    }
                ]
            },
            {
                "text": "And now I have this day declared it to you; but ye have not obeyed the voice of the Lord your God, nor any thing for the which he hath sent me unto you.",
                "footnotes": [
                    {
                        "footnote": "TG Disobedience.",
                        "start": 60,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 7
                    },
                    {
                        "start": 33,
                        "end": 35
                    },
                    {
                        "start": 107,
                        "end": 112
                    }
                ]
            },
            {
                "text": "Now therefore know certainly that ye shall die by the sword, by the famine, and by the pestilence, in the place whither ye desire to go and to sojourn.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 136,
                        "end": 139
                    }
                ]
            }
        ]
    }
}