{
    "_id": "judges2",
    "nextChapterId": "judges3",
    "prevChapterId": "judges1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Judges",
        "titleShort": "Judg",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "judges"
    },
    "chapter": {
        "bookTitle": "Judges",
        "delineation": "Chapter",
        "number": 2,
        "summary": "An angel rebukes Israel for not serving the Lord—As a pattern of future events, a new generation arises that forsakes the Lord and serves Baal and Ashtaroth—The Lord is angry with the children of Israel and ceases to preserve them—He raises up judges to guide and lead them—The Canaanites are left in the land to test Israel.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And an angel of the Lord came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I sware unto your fathers; and I said, I will never break my covenant with you.",
                "footnotes": [
                    {
                        "footnote": "Deut. 31:16.",
                        "start": 193,
                        "end": 198
                    },
                    {
                        "footnote": "TG Abrahamic Covenant; Covenants.",
                        "start": 202,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye shall make no league with the inhabitants of this land; ye shall throw down their altars: but ye have not obeyed my voice: why have ye done this?",
                "footnotes": [
                    {
                        "footnote": "Ex. 34:12; Josh. 9:7.",
                        "start": 21,
                        "end": 27
                    },
                    {
                        "footnote": "TG Disobedience.",
                        "start": 113,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore I also said, I will not drive them out from before you; but they shall be as thorns in your sides, and their gods shall be a snare unto you.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:33.",
                        "start": 135,
                        "end": 140
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 93
                    }
                ]
            },
            {
                "text": "And it came to pass, when the angel of the Lord spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they called the name of that place Bochim: and they sacrificed there unto the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when Joshua had let the people go, the children of Israel went every man unto his inheritance to possess the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people served the Lord all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the Lord, that he did for Israel.",
                "footnotes": [
                    {
                        "footnote": "Josh. 24:31.",
                        "start": 15,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                "footnotes": [
                    {
                        "footnote": "Num. 13:16; Deut. 34:9.",
                        "start": 22,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 63
                    }
                ]
            },
            {
                "text": "And they buried him in the border of his inheritance in Timnath-heres, in the mount of Ephraim, on the north side of the hill Gaash.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also all that generation were gathered unto their fathers: and there arose another generation after them, which knew not the Lord, nor yet the works which he had done for Israel.",
                "footnotes": [
                    {
                        "footnote": "TG God, Knowledge about.",
                        "start": 116,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel did evil in the sight of the Lord, and served Baalim:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                "footnotes": [
                    {
                        "footnote": "TG Anger.",
                        "start": 229,
                        "end": 234
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 149,
                        "end": 153
                    }
                ]
            },
            {
                "text": "And they forsook the Lord, and served Baal and Ashtaroth.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 7:4.",
                        "start": 38,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
                "footnotes": [
                    {
                        "footnote": "D&C 95:2 (1–3); 98:21. TG God, Indignation of.",
                        "start": 8,
                        "end": 13
                    },
                    {
                        "footnote": "Neh. 9:27.",
                        "start": 90,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Whithersoever they went out, the hand of the Lord was against them for evil, as the Lord had said, and as the Lord had sworn unto them: and they were greatly distressed.",
                "footnotes": [
                    {
                        "footnote": "Lev. 26:3 (3–46).",
                        "start": 33,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
                "footnotes": [
                    {
                        "footnote": "Ruth 1:1; 2 Sam. 7:11; Mosiah 29:41 (41, 44).",
                        "start": 32,
                        "end": 38
                    },
                    {
                        "footnote": "TG Deliver.",
                        "start": 46,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 9:37; Alma 7:6; Hel. 6:31.",
                        "start": 66,
                        "end": 73
                    },
                    {
                        "footnote": "Ex. 34:15.",
                        "start": 86,
                        "end": 90
                    },
                    {
                        "footnote": "Alma 46:8; Hel. 12:4 (2–5).",
                        "start": 136,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 228,
                        "end": 231
                    }
                ]
            },
            {
                "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                "footnotes": [
                    {
                        "footnote": "The Hebrew root means “to be sorry,” “moved to pity,” or “have compassion.” Ps. 106:45. JST Judg. 2:18 … for the Lord hearkened because of …",
                        "start": 154,
                        "end": 169
                    },
                    {
                        "footnote": "HEB crushed.",
                        "start": 248,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                "footnotes": [
                    {
                        "footnote": "Matt. 23:32 (30–32).",
                        "start": 107,
                        "end": 114
                    },
                    {
                        "footnote": "TG Stubbornness.",
                        "start": 236,
                        "end": 244
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 50
                    },
                    {
                        "start": 80,
                        "end": 90
                    }
                ]
            },
            {
                "text": "And the anger of the Lord was hot against Israel; and he said, Because that this people hath transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That through them I may prove Israel, whether they will keep the way of the Lord to walk therein, as their fathers did keep it, or not.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 2:24 (23–24). TG Test.",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "TG Walking with God.",
                        "start": 84,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 124,
                        "end": 127
                    }
                ]
            },
            {
                "text": "Therefore the Lord left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}