{
    "_id": "judges6",
    "nextChapterId": "judges7",
    "prevChapterId": "judges5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Judges",
        "titleShort": "Judg",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "judges"
    },
    "chapter": {
        "bookTitle": "Judges",
        "delineation": "Chapter",
        "number": 6,
        "summary": "Israel is in bondage to the Midianites—An angel appears to Gideon and calls him to deliver Israel—He overthrows the altar of Baal, the Spirit of the Lord rests upon him, and the Lord gives him a sign to show he is called to deliver Israel.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the children of Israel did evil in the sight of the Lord: and the Lord delivered them into the hand of Midian seven years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the hand of Midian prevailed against Israel: and because of the Midianites the children of Israel made them the dens which are in the mountains, and caves, and strong holds.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 52
                    },
                    {
                        "start": 127,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And so it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east, even they came up against them;",
                "footnotes": [
                    {
                        "footnote": "Gen. 25:6.",
                        "start": 110,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 6
                    }
                ]
            },
            {
                "text": "And they encamped against them, and destroyed the increase of the earth, till thou come unto Gaza, and left no sustenance for Israel, neither sheep, nor ox, nor ass.",
                "footnotes": [
                    {
                        "footnote": "OR produce.",
                        "start": 50,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they came up with their cattle and their tents, and they came as grasshoppers for multitude; for both they and their camels were without number: and they entered into the land to destroy it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 100
                    }
                ]
            },
            {
                "text": "And Israel was greatly impoverished because of the Midianites; and the children of Israel cried unto the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when the children of Israel cried unto the Lord because of the Midianites,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That the Lord sent a prophet unto the children of Israel, which said unto them, Thus saith the Lord God of Israel, I brought you up from Egypt, and brought you forth out of the house of bondage;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drave them out from before you, and gave you their land;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto you, I am the Lord your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice.",
                "footnotes": [
                    {
                        "footnote": "HEB (also) do not reverence, honor. 2 Kgs. 17:35.",
                        "start": 45,
                        "end": 53
                    },
                    {
                        "footnote": "TG Disobedience.",
                        "start": 120,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 25
                    }
                ]
            },
            {
                "text": "And there came an angel of the Lord, and sat under an oak which was in Ophrah, that pertained unto Joash the Abi-ezrite: and his son Gideon threshed wheat by the winepress, to hide it from the Midianites.",
                "footnotes": [
                    {
                        "footnote": "HEB in the winepress.",
                        "start": 155,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 64,
                        "end": 67
                    },
                    {
                        "start": 84,
                        "end": 93
                    },
                    {
                        "start": 181,
                        "end": 183
                    }
                ]
            },
            {
                "text": "And the angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou mighty man of valour.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 75
                    }
                ]
            },
            {
                "text": "And Gideon said unto him, Oh my Lord, if the Lord be with us, why then is all this befallen us? and where be all his miracles which our fathers told us of, saying, Did not the Lord bring us up from Egypt? but now the Lord hath forsaken us, and delivered us into the hands of the Midianites.",
                "footnotes": [
                    {
                        "footnote": "Morm. 9:20 (15–20).",
                        "start": 117,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 106,
                        "end": 108
                    }
                ]
            },
            {
                "text": "And the Lord looked upon him, and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites: have not I sent thee?",
                "footnotes": [
                    {
                        "footnote": "D&C 4:2.",
                        "start": 55,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, Oh my Lord, wherewith shall I save Israel? behold, my family is poor in Manasseh, and I am the least in my father's house.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 9:21.",
                        "start": 117,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 85
                    },
                    {
                        "start": 110,
                        "end": 112
                    }
                ]
            },
            {
                "text": "And the Lord said unto him, Surely I will be with thee, and thou shalt smite the Midianites as one man.",
                "footnotes": [
                    {
                        "footnote": "Josh. 1:5.",
                        "start": 45,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, If now I have found grace in thy sight, then shew me a sign that thou talkest with me.",
                "footnotes": [
                    {
                        "footnote": "TG Grace.",
                        "start": 42,
                        "end": 47
                    },
                    {
                        "footnote": "Gen. 15:8 (7–9).",
                        "start": 77,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and set it before thee. And he said, I will tarry until thou come again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 93
                    }
                ]
            },
            {
                "text": "And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of flour: the flesh he put in a basket, and he put the broth in a pot, and brought it out unto him under the oak, and presented it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 158,
                        "end": 160
                    },
                    {
                        "start": 203,
                        "end": 206
                    }
                ]
            },
            {
                "text": "And the angel of God said unto him, Take the flesh and the unleavened cakes, and lay them upon this rock, and pour out the broth. And he did so.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 89
                    }
                ]
            },
            {
                "text": "Then the angel of the Lord put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there rose up fire out of the rock, and consumed the flesh and the unleavened cakes. Then the angel of the Lord departed out of his sight.",
                "footnotes": [
                    {
                        "footnote": "Lev. 9:24; 1 Ne. 1:6.",
                        "start": 146,
                        "end": 150
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 63,
                        "end": 66
                    }
                ]
            },
            {
                "text": "And when Gideon perceived that he was an angel of the Lord, Gideon said, Alas, O Lord God! for because I have seen an angel of the Lord face to face.",
                "footnotes": [
                    {
                        "footnote": "TG Angels.",
                        "start": 118,
                        "end": 123
                    },
                    {
                        "footnote": "Num. 12:8.",
                        "start": 144,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 37
                    }
                ]
            },
            {
                "text": "And the Lord said unto him, Peace be unto thee; fear not: thou shalt not die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 34,
                        "end": 36
                    }
                ]
            },
            {
                "text": "Then Gideon built an altar there unto the Lord, and called it Jehovah-shalom: unto this day it is yet in Ophrah of the Abi-ezrites.",
                "footnotes": [
                    {
                        "footnote": "Ex. 17:15.",
                        "start": 62,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 95,
                        "end": 97
                    }
                ]
            },
            {
                "text": "And it came to pass the same night, that the Lord said unto him, Take thy father's young bullock, even the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the grove that is by it:",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 3:2.",
                        "start": 170,
                        "end": 174
                    },
                    {
                        "footnote": "HEB asherah—a pole or tree representing a fertility goddess (also vv. 26, 28, 30). Deut. 7:5; 2 Kgs. 18:4.",
                        "start": 214,
                        "end": 219
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 225,
                        "end": 227
                    }
                ]
            },
            {
                "text": "And build an altar unto the Lord thy God upon the top of this rock, in the ordered place, and take the second bullock, and offer a burnt sacrifice with the wood of the grove which thou shalt cut down.",
                "footnotes": [
                    {
                        "footnote": "HEB stronghold.",
                        "start": 62,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Gideon took ten men of his servants, and did as the Lord had said unto him: and so it was, because he feared his father's household, and the men of the city, that he could not do it by day, that he did it by night.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 87
                    },
                    {
                        "start": 184,
                        "end": 186
                    },
                    {
                        "start": 207,
                        "end": 209
                    }
                ]
            },
            {
                "text": "And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the grove was cut down that was by it, and the second bullock was offered upon the altar that was built.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 130,
                        "end": 133
                    },
                    {
                        "start": 191,
                        "end": 199
                    }
                ]
            },
            {
                "text": "And they said one to another, Who hath done this thing? And when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 353
                    }
                ],
                "italics": []
            },
            {
                "text": "Then the men of the city said unto Joash, Bring out thy son, that he may die: because he hath cast down the altar of Baal, and because he hath cut down the grove that was by it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 167,
                        "end": 170
                    }
                ]
            },
            {
                "text": "And Joash said unto all that stood against him, Will ye plead for Baal? will ye save him? he that will plead for him, let him be put to death whilst it is yet morning: if he be a god, let him plead for himself, because one hath cast down his altar.",
                "footnotes": [
                    {
                        "footnote": "OR before morning.",
                        "start": 142,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 149,
                        "end": 158
                    },
                    {
                        "start": 174,
                        "end": 176
                    },
                    {
                        "start": 219,
                        "end": 222
                    }
                ]
            },
            {
                "text": "Therefore on that day he called him Jerubbaal, saying, Let Baal plead against him, because he hath thrown down his altar.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 12:11.",
                        "start": 36,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then all the Midianites and the Amalekites and the children of the east were gathered together, and went over, and pitched in the valley of Jezreel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the Spirit of the Lord came upon Gideon, and he blew a trumpet; and Abi-ezer was gathered after him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he sent messengers throughout all Manasseh; who also was gathered after him: and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I will put a fleece of wool in the floor; and if the dew be on the fleece only, and it be dry upon all the earth beside, then shall I know that thou wilt save Israel by mine hand, as thou hast said.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 53
                    },
                    {
                        "start": 92,
                        "end": 97
                    },
                    {
                        "start": 121,
                        "end": 128
                    }
                ]
            },
            {
                "text": "And it was so: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, a bowl full of water.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.",
                "footnotes": [
                    {
                        "footnote": "Gen. 18:32.",
                        "start": 40,
                        "end": 45
                    },
                    {
                        "footnote": "HEB try or test.",
                        "start": 104,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And God did so that night: for it was dry upon the fleece only, and there was dew on all the ground.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}