{
    "_id": "1kings10",
    "nextChapterId": "1kings11",
    "prevChapterId": "1kings9",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Kings",
        "titleShort": "1 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1kings"
    },
    "chapter": {
        "bookTitle": "1 Kings",
        "delineation": "Chapter",
        "number": 10,
        "summary": "The queen of Sheba visits Solomon—His wealth and wisdom exceed that of all the kings of the earth.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And when the queen of Sheba heard of the fame of Solomon concerning the name of the Lord, she came to prove him with hard questions.",
                "footnotes": [
                    {
                        "footnote": "Matt. 12:42; Luke 11:31.",
                        "start": 13,
                        "end": 18
                    },
                    {
                        "footnote": "TG Test.",
                        "start": 102,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she came to Jerusalem with a very great train, with camels that bare spices, and very much gold, and precious stones: and when she was come to Solomon, she communed with him of all that was in her heart.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Solomon told her all her questions: there was not any thing hid from the king, which he told her not.",
                "footnotes": [
                    {
                        "footnote": "HEB matters, concerns.",
                        "start": 29,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 54,
                        "end": 57
                    }
                ]
            },
            {
                "text": "And when the queen of Sheba had seen all Solomon's wisdom, and the house that he had built,",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 483
                    }
                ],
                "italics": []
            },
            {
                "text": "And the meat of his table, and the sitting of his servants, and the attendance of his ministers, and their apparel, and his cupbearers, and his ascent by which he went up unto the house of the Lord; there was no more spirit in her.",
                "footnotes": [
                    {
                        "footnote": "HEB food.",
                        "start": 8,
                        "end": 12
                    },
                    {
                        "footnote": "HEB burnt offerings which he offered in the house of the Lord.",
                        "start": 144,
                        "end": 150
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she said to the king, It was a true report that I heard in mine own land of thy acts and of thy wisdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Howbeit I believed not the words, until I came, and mine eyes had seen it: and, behold, the half was not told me: thy wisdom and prosperity exceedeth the fame which I heard.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 74
                    }
                ]
            },
            {
                "text": "Happy are thy men, happy are these thy servants, which stand continually before thee, and that hear thy wisdom.",
                "footnotes": [
                    {
                        "footnote": "Dan. 1:5.",
                        "start": 55,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    },
                    {
                        "start": 25,
                        "end": 28
                    },
                    {
                        "start": 86,
                        "end": 89
                    }
                ]
            },
            {
                "text": "Blessed be the Lord thy God, which delighted in thee, to set thee on the throne of Israel: because the Lord loved Israel for ever, therefore made he thee king, to do judgment and justice.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 5:7.",
                        "start": 0,
                        "end": 7
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she gave the king an hundred and twenty talents of gold, and of spices very great store, and precious stones: there came no more such abundance of spices as these which the queen of Sheba gave to king Solomon.",
                "footnotes": [
                    {
                        "footnote": "Eccl. 2:8.",
                        "start": 55,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the navy also of Hiram, that brought gold from Ophir, brought in from Ophir great plenty of almug trees, and precious stones.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 9:27.",
                        "start": 8,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king made of the almug trees pillars for the house of the Lord, and for the king's house, harps also and psalteries for singers: there came no such almug trees, nor were seen unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Solomon gave unto the queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 95
                    }
                ]
            },
            {
                "text": "Now the weight of gold that came to Solomon in one year was six hundred threescore and six talents of gold,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Beside that he had of the merchantmen, and of the traffick of the spice merchants, and of all the kings of Arabia, and of the governors of the country.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 7,
                        "end": 18
                    }
                ]
            },
            {
                "text": "And king Solomon made two hundred targets of beaten gold: six hundred shekels of gold went to one target.",
                "footnotes": [
                    {
                        "footnote": "HEB shields or breastplates.",
                        "start": 34,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 42,
                        "end": 44
                    },
                    {
                        "start": 70,
                        "end": 77
                    }
                ]
            },
            {
                "text": "And he made three hundred shields of beaten gold; three pound of gold went to one shield: and the king put them in the house of the forest of Lebanon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 11
                    },
                    {
                        "start": 34,
                        "end": 36
                    }
                ]
            },
            {
                "text": "Moreover the king made a great throne of ivory, and overlaid it with the best gold.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The throne had six steps, and the top of the throne was round behind: and there were stays on either side on the place of the seat, and two lions stood beside the stays.",
                "footnotes": [
                    {
                        "footnote": "HEB armrests.",
                        "start": 85,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 55
                    },
                    {
                        "start": 74,
                        "end": 84
                    }
                ]
            },
            {
                "text": "And twelve lions stood there on the one side and on the other upon the six steps: there was not the like made in any kingdom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all king Solomon's drinking vessels were of gold, and all the vessels of the house of the forest of Lebanon were of pure gold; none were of silver: it was nothing accounted of in the days of Solomon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 47
                    },
                    {
                        "start": 112,
                        "end": 119
                    },
                    {
                        "start": 136,
                        "end": 143
                    }
                ]
            },
            {
                "text": "For the king had at sea a navy of Tharshish with the navy of Hiram: once in three years came the navy of Tharshish, bringing gold, and silver, ivory, and apes, and peacocks.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 27:12; 38:13.",
                        "start": 34,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So king Solomon exceeded all the kings of the earth for riches and for wisdom.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 3:13.",
                        "start": 56,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the earth sought to Solomon, to hear his wisdom, which God had put in his heart.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they brought every man his present, vessels of silver, and vessels of gold, and garments, and armour, and spices, horses, and mules, a rate year by year.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 484
                    }
                ],
                "italics": []
            },
            {
                "text": "And Solomon gathered together chariots and horsemen: and he had a thousand and four hundred chariots, and twelve thousand horsemen, whom he bestowed in the cities for chariots, and with the king at Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 4:26.",
                        "start": 66,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king made silver to be in Jerusalem as stones, and cedars made he to be as the sycomore trees that are in the vale, for abundance.",
                "footnotes": [
                    {
                        "footnote": "HEB gave, put.",
                        "start": 13,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 30
                    },
                    {
                        "start": 74,
                        "end": 79
                    },
                    {
                        "start": 107,
                        "end": 110
                    }
                ]
            },
            {
                "text": "And Solomon had horses brought out of Egypt, and linen yarn: the king's merchants received the linen yarn at a price.",
                "footnotes": [
                    {
                        "footnote": "HEB from Kue (Cilicia). The name of this country is mistakenly translated to be “linen yarn.”",
                        "start": 49,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a chariot came up and went out of Egypt for six hundred shekels of silver, and an horse for an hundred and fifty: and so for all the kings of the Hittites, and for the kings of Syria, did they bring them out by their means.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 60,
                        "end": 67
                    },
                    {
                        "start": 203,
                        "end": 207
                    }
                ]
            }
        ]
    }
}