{
    "_id": "1kings14",
    "nextChapterId": "1kings15",
    "prevChapterId": "1kings13",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Kings",
        "titleShort": "1 Kgs",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1kings"
    },
    "chapter": {
        "bookTitle": "1 Kings",
        "delineation": "Chapter",
        "number": 14,
        "summary": "Ahijah foretells the ruin of Jeroboam's house, the death of his child, and the scattering of the Israelites because of their idolatry—Jeroboam dies and Nadab reigns—Judah, under Rehoboam, turns to wickedness—Shishak of Egypt takes treasures from the temple—Rehoboam dies and Abijam reigns.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "At that time Abijah the son of Jeroboam fell sick.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jeroboam said to his wife, Arise, I pray thee, and disguise thyself, that thou be not known to be the wife of Jeroboam; and get thee to Shiloh: behold, there is Ahijah the prophet, which told me that I should be king over this people.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 11:29 (29–31).",
                        "start": 165,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 162,
                        "end": 164
                    },
                    {
                        "start": 204,
                        "end": 215
                    }
                ]
            },
            {
                "text": "And take with thee ten loaves, and cracknels, and a cruse of honey, and go to him: he shall tell thee what shall become of the child.",
                "footnotes": [
                    {
                        "footnote": "OR cakes.",
                        "start": 35,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jeroboam's wife did so, and arose, and went to Shiloh, and came to the house of Ahijah. But Ahijah could not see; for his eyes were set by reason of his age.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Ahijah, Behold, the wife of Jeroboam cometh to ask a thing of thee for her son; for he is sick: thus and thus shalt thou say unto her: for it shall be, when she cometh in, that she shall feign herself to be another woman.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 110,
                        "end": 112
                    },
                    {
                        "start": 224,
                        "end": 229
                    },
                    {
                        "start": 238,
                        "end": 244
                    }
                ]
            },
            {
                "text": "And it was so, when Ahijah heard the sound of her feet, as she came in at the door, that he said, Come in, thou wife of Jeroboam; why feignest thou thyself to be another? for I am sent to thee with heavy tidings.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 14
                    },
                    {
                        "start": 156,
                        "end": 161
                    },
                    {
                        "start": 177,
                        "end": 179
                    },
                    {
                        "start": 193,
                        "end": 197
                    },
                    {
                        "start": 204,
                        "end": 212
                    }
                ]
            },
            {
                "text": "Go, tell Jeroboam, Thus saith the Lord God of Israel, Forasmuch as I exalted thee from among the people, and made thee prince over my people Israel,",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:26; 2 Kgs. 3:3.",
                        "start": 9,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And rent the kingdom away from the house of David, and gave it thee: and yet thou hast not been as my servant David, who kept my commandments, and who followed me with all his heart, to do that only which was right in mine eyes;",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 15:5.",
                        "start": 110,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 76
                    },
                    {
                        "start": 189,
                        "end": 193
                    },
                    {
                        "start": 199,
                        "end": 208
                    }
                ]
            },
            {
                "text": "But hast done evil above all that were before thee: for thou hast gone and made thee other gods, and molten images, to provoke me to anger, and hast cast me behind thy back:",
                "footnotes": [
                    {
                        "footnote": "TG Unrighteous Dominion.",
                        "start": 14,
                        "end": 18
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 491
                    }
                ],
                "italics": []
            },
            {
                "text": "Therefore, behold, I will bring evil upon the house of Jeroboam, and will cut off from Jeroboam him that pisseth against the wall, and him that is shut up and left in Israel, and will take away the remnant of the house of Jeroboam, as a man taketh away dung, till it be all gone.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 9:9.",
                        "start": 55,
                        "end": 63
                    },
                    {
                        "footnote": "HEB burn, consume, destroy.",
                        "start": 184,
                        "end": 193
                    },
                    {
                        "footnote": "1 Kgs. 15:29 (25–30).",
                        "start": 222,
                        "end": 230
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 131,
                        "end": 134
                    }
                ]
            },
            {
                "text": "Him that dieth of Jeroboam in the city shall the dogs eat; and him that dieth in the field shall the fowls of the air eat: for the Lord hath spoken it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 148,
                        "end": 151
                    }
                ]
            },
            {
                "text": "Arise thou therefore, get thee to thine own house: and when thy feet enter into the city, the child shall die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 54
                    }
                ]
            },
            {
                "text": "And all Israel shall mourn for him, and bury him: for he only of Jeroboam shall come to the grave, because in him there is found some good thing toward the Lord God of Israel in the house of Jeroboam.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 133
                    }
                ]
            },
            {
                "text": "Moreover the Lord shall raise him up a king over Israel, who shall cut off the house of Jeroboam that day: but what? even now.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord shall smite Israel, as a reed is shaken in the water, and he shall root up Israel out of this good land, which he gave to their fathers, and shall scatter them beyond the river, because they have made their groves, provoking the Lord to anger.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Ten Lost Tribes of.",
                        "start": 88,
                        "end": 94
                    },
                    {
                        "footnote": "Josh. 23:16 (15–16).",
                        "start": 107,
                        "end": 111
                    },
                    {
                        "footnote": "IE the Euphrates.",
                        "start": 180,
                        "end": 189
                    },
                    {
                        "footnote": "HEB asherim; i.e., idolatrous, wooden poles, pillars, or trees. Deut. 16:21.",
                        "start": 220,
                        "end": 226
                    },
                    {
                        "footnote": "TG Provoking.",
                        "start": 228,
                        "end": 237
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he shall give Israel up because of the sins of Jeroboam, who did sin, and who made Israel to sin.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 10:29; 13:2 (1–2, 11); 14:24; 15:9 (9, 18, 24).",
                        "start": 51,
                        "end": 59
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jeroboam's wife arose, and departed, and came to Tirzah: and when she came to the threshold of the door, the child died;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 64
                    }
                ]
            },
            {
                "text": "And they buried him; and all Israel mourned for him, according to the word of the Lord, which he spake by the hand of his servant Ahijah the prophet.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the rest of the acts of Jeroboam, how he warred, and how he reigned, behold, they are written in the book of the chronicles of the kings of Israel.",
                "footnotes": [
                    {
                        "footnote": "It is significant that the kings of Israel and Judah kept official records; these records are no longer extant; they were used as source books by the author(s) of our books of Kings; they are not our books of Chronicles.",
                        "start": 105,
                        "end": 109
                    },
                    {
                        "footnote": "1 Chr. 27:24.",
                        "start": 117,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 86,
                        "end": 89
                    }
                ]
            },
            {
                "text": "And the days which Jeroboam reigned were two and twenty years: and he slept with his fathers, and Nadab his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 40
                    }
                ]
            },
            {
                "text": "And Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty and one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the Lord did choose out of all the tribes of Israel, to put his name there. And his mother's name was Naamah an Ammonitess.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    },
                    {
                        "start": 269,
                        "end": 272
                    }
                ]
            },
            {
                "text": "And Judah did evil in the sight of the Lord, and they provoked him to jealousy with their sins which they had committed, above all that their fathers had done.",
                "footnotes": [
                    {
                        "footnote": "TG Apostasy of Israel.",
                        "start": 14,
                        "end": 18
                    },
                    {
                        "footnote": "TG Provoking.",
                        "start": 54,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they also built them high places, and images, and groves, on every high hill, and under every green tree.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 16:4 (2–4); Isa. 57:5.",
                        "start": 25,
                        "end": 36
                    },
                    {
                        "footnote": "2 Chr. 24:18.",
                        "start": 42,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there were also sodomites in the land: and they did according to all the abominations of the nations which the Lord cast out before the children of Israel.",
                "footnotes": [
                    {
                        "footnote": "HEB male prostitutes; devotees of idolatrous, paganistic fertility worship.",
                        "start": 20,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 46
                    }
                ]
            },
            {
                "text": "And it came to pass in the fifth year of king Rehoboam, that Shishak king of Egypt came up against Jerusalem:",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 11:40.",
                        "start": 61,
                        "end": 68
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 492
                    }
                ],
                "italics": [
                    {
                        "start": 56,
                        "end": 60
                    }
                ]
            },
            {
                "text": "And he took away the treasures of the house of the Lord, and the treasures of the king's house; he even took away all: and he took away all the shields of gold which Solomon had made.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Rehoboam made in their stead brasen shields, and committed them unto the hands of the chief of the guard, which kept the door of the king's house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 72
                    }
                ]
            },
            {
                "text": "And it was so, when the king went into the house of the Lord, that the guard bare them, and brought them back into the guard chamber.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 14
                    }
                ]
            },
            {
                "text": "Now the rest of the acts of Rehoboam, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "And there was war between Rehoboam and Jeroboam all their days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 57
                    }
                ]
            },
            {
                "text": "And Rehoboam slept with his fathers, and was buried with his fathers in the city of David. And his mother's name was Naamah an Ammonitess. And Abijam his son reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "OR Abijah (see 2 Chr. 12:16) or Abia (see Matt. 1:7).",
                        "start": 143,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 113,
                        "end": 116
                    }
                ]
            }
        ]
    }
}