{
    "_id": "exodus10",
    "nextChapterId": "exodus11",
    "prevChapterId": "exodus9",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Exodus",
        "titleShort": "Ex",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "exodus"
    },
    "chapter": {
        "bookTitle": "Exodus",
        "delineation": "Chapter",
        "number": 10,
        "summary": "The Lord sends a plague of locusts—This is followed by thick darkness in all Egypt for three days—Moses is cast out from the presence of Pharaoh.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord said unto Moses, Go in unto Pharaoh: for I have hardened his heart, and the heart of his servants, that I might shew these my signs before him:",
                "footnotes": [
                    {
                        "footnote": "JST Ex. 10:1 … for he hath hardened his heart, and the hearts of his servants, therefore I will show these my signs before him;",
                        "start": 50,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that thou mayest tell in the ears of thy son, and of thy son's son, what things I have wrought in Egypt, and my signs which I have done among them; that ye may know how that I am the Lord.",
                "footnotes": [
                    {
                        "footnote": "D&C 93:42 (42–43); Moses 6:58.",
                        "start": 21,
                        "end": 25
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 93
                    }
                ],
                "italics": [
                    {
                        "start": 180,
                        "end": 182
                    }
                ]
            },
            {
                "text": "And Moses and Aaron came in unto Pharaoh, and said unto him, Thus saith the Lord God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me.",
                "footnotes": [
                    {
                        "footnote": "Ex. 5:2; 9:17. TG Submissiveness.",
                        "start": 130,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Else, if thou refuse to let my people go, behold, to morrow will I bring the locusts into thy coast:",
                "footnotes": [
                    {
                        "footnote": "Ps. 105:34; Mosiah 12:6 (6–7). TG Plague.",
                        "start": 77,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall cover the face of the earth, that one cannot be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:",
                "footnotes": [
                    {
                        "footnote": "Ex. 9:32 (31–32).",
                        "start": 109,
                        "end": 116
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall fill thy houses, and the houses of all thy servants, and the houses of all the Egyptians; which neither thy fathers, nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned himself, and went out from Pharaoh.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve the Lord their God: knowest thou not yet that Egypt is destroyed?",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 18:14; Mosiah 7:29.",
                        "start": 67,
                        "end": 72
                    },
                    {
                        "footnote": "OR ruined.",
                        "start": 173,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve the Lord your God: but who are they that shall go?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 108
                    },
                    {
                        "start": 113,
                        "end": 116
                    }
                ]
            },
            {
                "text": "And Moses said, We will go with our young and with our old, with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Old Age.",
                        "start": 55,
                        "end": 58
                    },
                    {
                        "footnote": "Ex. 5:1.",
                        "start": 164,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 152,
                        "end": 161
                    }
                ]
            },
            {
                "text": "And he said unto them, Let the Lord be so with you, as I will let you go, and your little ones: look to it; for evil is before you.",
                "footnotes": [
                    {
                        "footnote": "OR if.",
                        "start": 52,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 101,
                        "end": 107
                    },
                    {
                        "start": 117,
                        "end": 119
                    }
                ]
            },
            {
                "text": "Not so: go now ye that are men, and serve the Lord; for that ye did desire. And they were driven out from Pharaoh's presence.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 26
                    }
                ]
            },
            {
                "text": "And the Lord said unto Moses, Stretch out thine hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 171,
                        "end": 175
                    }
                ]
            },
            {
                "text": "And Moses stretched forth his rod over the land of Egypt, and the Lord brought an east wind upon the land all that day, and all that night; and when it was morning, the east wind brought the locusts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 128,
                        "end": 132
                    },
                    {
                        "start": 140,
                        "end": 143
                    }
                ]
            },
            {
                "text": "And the locusts went up over all the land of Egypt, and rested in all the coasts of Egypt: very grievous were they; before them there were no such locusts as they, neither after them shall be such.",
                "footnotes": [
                    {
                        "footnote": "Ps. 78:46.",
                        "start": 8,
                        "end": 15
                    },
                    {
                        "footnote": "HEB within the whole border.",
                        "start": 63,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 115
                    }
                ]
            },
            {
                "text": "For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing in the trees, or in the herbs of the field, through all the land of Egypt.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against the Lord your God, and against you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore forgive, I pray thee, my sin only this once, and entreat the Lord your God, that he may take away from me this death only.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he went out from Pharaoh, and entreated the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord turned a mighty strong west wind, which took away the locusts, and cast them into the Red sea; there remained not one locust in all the coasts of Egypt.",
                "footnotes": [
                    {
                        "footnote": "OR Reed Sea.",
                        "start": 99,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the Lord hardened Pharaoh's heart, so that he would not let the children of Israel go.",
                "footnotes": [
                    {
                        "footnote": "JST Ex. 10:20 But Pharaoh hardened his heart …",
                        "start": 0,
                        "end": 3
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Moses, Stretch out thine hand toward heaven, that there may be darkness over the land of Egypt, even darkness which may be felt.",
                "footnotes": [
                    {
                        "footnote": "TG Darkness, Physical.",
                        "start": 86,
                        "end": 94
                    },
                    {
                        "footnote": "3 Ne. 8:20.",
                        "start": 146,
                        "end": 150
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 94
                    }
                ],
                "italics": [
                    {
                        "start": 133,
                        "end": 138
                    }
                ]
            },
            {
                "text": "And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days:",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 72,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "They saw not one another, neither rose any from his place for three days: but all the children of Israel had light in their dwellings.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Pharaoh called unto Moses, and said, Go ye, serve the Lord; only let your flocks and your herds be stayed: let your little ones also go with you.",
                "footnotes": [
                    {
                        "footnote": "OR remain behind.",
                        "start": 100,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said, Thou must give us also sacrifices and burnt offerings, that we may sacrifice unto the Lord our God.",
                "footnotes": [
                    {
                        "footnote": "HEB leave in our possession.",
                        "start": 26,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Our cattle also shall go with us; there shall not an hoof be left behind; for thereof must we take to serve the Lord our God; and we know not with what we must serve the Lord, until we come thither.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the Lord hardened Pharaoh's heart, and he would not let them go.",
                "footnotes": [
                    {
                        "footnote": "JST Ex. 10:27 But Pharaoh hardened his heart …",
                        "start": 0,
                        "end": 3
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in that day thou seest my face thou shalt die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 95,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And Moses said, Thou hast spoken well, I will see thy face again no more.",
                "footnotes": [
                    {
                        "footnote": "HEB As you have spoken.",
                        "start": 16,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}