{
    "_id": "acts25",
    "nextChapterId": "acts26",
    "prevChapterId": "acts24",
    "volume": {
        "title": "New Testament",
        "titleShort": "NT",
        "titleOfficial": "The New Testament",
        "_id": "newtestament"
    },
    "book": {
        "title": "Acts",
        "titleShort": "Acts",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "acts"
    },
    "chapter": {
        "bookTitle": "Acts",
        "delineation": "Chapter",
        "number": 25,
        "summary": "Paul, before Festus, appeals unto Cæsar—Agrippa desires to hear Paul.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now when Festus was come into the province, after three days he ascended from Cæsarea to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then the high priest and the chief of the Jews informed him against Paul, and besought him,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And desired favour against him, that he would send for him to Jerusalem, laying wait in the way to kill him.",
                "footnotes": [
                    {
                        "footnote": "Acts 23:12.",
                        "start": 99,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Festus answered, that Paul should be kept at Cæsarea, and that he himself would depart shortly thither.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 107
                    }
                ]
            },
            {
                "text": "Let them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him.",
                "footnotes": [
                    {
                        "footnote": "Acts 18:14. TG Wickedness.",
                        "start": 109,
                        "end": 119
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 71
                    }
                ]
            },
            {
                "text": "And when he had tarried among them more than ten days, he went down unto Cæsarea; and the next day sitting on the judgment seat commanded Paul to be brought.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when he was come, the Jews which came down from Jerusalem stood round about, and laid many and grievous complaints against Paul, which they could not prove.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "While he answered for himself, Neither against the law of the Jews, neither against the temple, nor yet against Cæsar, have I offended any thing at all.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Festus, willing to do the Jews a pleasure, answered Paul, and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Paul, I stand at Cæsar's judgment seat, where I ought to be judged: to the Jews have I done no wrong, as thou very well knowest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For if I be an offender, or have committed any thing worthy of death, I refuse not to die: but if there be none of these things whereof these accuse me, no man may deliver me unto them. I appeal unto Cæsar.",
                "footnotes": [
                    {
                        "footnote": "Acts 26:32.",
                        "start": 200,
                        "end": 205
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Festus, when he had conferred with the council, answered, Hast thou appealed unto Cæsar? unto Cæsar shalt thou go.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after certain days king Agrippa and Bernice came unto Cæsarea to salute Festus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had been there many days, Festus declared Paul's cause unto the king, saying, There is a certain man left in bonds by Felix:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "About whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, desiring to have judgment against him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 94
                    },
                    {
                        "start": 104,
                        "end": 111
                    }
                ]
            },
            {
                "text": "To whom I answered, It is not the manner of the Romans to deliver any man to die, before that he which is accused have the accusers face to face, and have licence to answer for himself concerning the crime laid against him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, when they were come hither, without any delay on the morrow I sat on the judgment seat, and commanded the man to be brought forth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Against whom when the accusers stood up, they brought none accusation of such things as I supposed:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But had certain questions against him of their own superstition, and of one Jesus, which was dead, whom Paul affirmed to be alive.",
                "footnotes": [
                    {
                        "footnote": "GR religion.",
                        "start": 51,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And because I doubted of such manner of questions, I asked him whether he would go to Jerusalem, and there be judged of these matters.",
                "footnotes": [
                    {
                        "footnote": "GR was perplexed concerning this inquiry or dispute.",
                        "start": 14,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 62
                    }
                ]
            },
            {
                "text": "But when Paul had appealed to be reserved unto the hearing of Augustus, I commanded him to be kept till I might send him to Cæsar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Agrippa said unto Festus, I would also hear the man myself. To morrow, said he, thou shalt hear him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And on the morrow, when Agrippa was come, and Bernice, with great pomp, and was entered into the place of hearing, with the chief captains, and principal men of the city, at Festus' commandment Paul was brought forth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Festus said, King Agrippa, and all men which are here present with us, ye see this man, about whom all the multitude of the Jews have dealt with me, both at Jerusalem, and also here, crying that he ought not to live any longer.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 176,
                        "end": 180
                    }
                ]
            },
            {
                "text": "But when I found that he had committed nothing worthy of death, and that he himself hath appealed to Augustus, I have determined to send him.",
                "footnotes": [
                    {
                        "footnote": "Acts 23:29.",
                        "start": 57,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, O king Agrippa, that, after examination had, I might have somewhat to write.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For it seemeth to me unreasonable to send a prisoner, and not withal to signify the crimes laid against him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 95
                    }
                ]
            }
        ]
    }
}