{
    "_id": "omni1",
    "nextChapterId": "wordsofmormon1",
    "prevChapterId": "jarom1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Omni",
        "titleShort": "Omni",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "omni"
    },
    "chapter": {
        "bookTitle": "Omni",
        "delineation": "Chapter",
        "number": 1,
        "summary": "Omni, Amaron, Chemish, Abinadom, and Amaleki, each in turn, keep the records—Mosiah discovers the people of Zarahemla, who came from Jerusalem in the days of Zedekiah—Mosiah is made king over them—The descendants of Mulek at Zarahemla had discovered Coriantumr, the last of the Jaredites—King Benjamin succeeds Mosiah—Men should offer their souls as an offering to Christ. About 323–130 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Behold, it came to pass that I, Omni, being commanded by my father, Jarom, that I should write somewhat upon these plates, to preserve our genealogy—",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:2 (1–2); Omni 1:9.",
                        "start": 109,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, in my days, I would that ye should know that I fought much with the sword to preserve my people, the Nephites, from falling into the hands of their enemies, the Lamanites. But behold, I of myself am a wicked man, and I have not kept the statutes and the commandments of the Lord as I ought to have done.",
                "footnotes": [
                    {
                        "footnote": "TG Confession; Honesty; Humility.",
                        "start": 207,
                        "end": 209
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that two hundred and seventy and six years had passed away, and we had many seasons of peace; and we had many seasons of serious war and bloodshed. Yea, and in fine, two hundred and eighty and two years had passed away, and I had kept these plates according to the commandments of my fathers; and I conferred them upon my son Amaron. And I make an end.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:13.",
                        "start": 130,
                        "end": 137
                    },
                    {
                        "footnote": "Jacob 1:1 (1–4); 7:27; Jarom 1:15 (1–2, 15).",
                        "start": 285,
                        "end": 297
                    },
                    {
                        "footnote": "TG Patriarch.",
                        "start": 304,
                        "end": 311
                    },
                    {
                        "footnote": "TG Delegation of Responsibility.",
                        "start": 319,
                        "end": 328
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I, Amaron, write the things whatsoever I write, which are few, in the book of my father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, it came to pass that three hundred and twenty years had passed away, and the more wicked part of the Nephites were destroyed.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:10.",
                        "start": 123,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord would not suffer, after he had led them out of the land of Jerusalem and kept and preserved them from falling into the hands of their enemies, yea, he would not suffer that the words should not be verified, which he spake unto our fathers, saying that: Inasmuch as ye will not keep my commandments ye shall not prosper in the land.",
                "footnotes": [
                    {
                        "footnote": "Jarom 1:9; Mosiah 1:7.",
                        "start": 266,
                        "end": 274
                    },
                    {
                        "footnote": "Deut. 28:29.",
                        "start": 324,
                        "end": 331
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 141
                    }
                ],
                "italics": []
            },
            {
                "text": "Wherefore, the Lord did visit them in great judgment; nevertheless, he did spare the righteous that they should not perish, but did deliver them out of the hands of their enemies.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I did deliver the plates unto my brother Chemish.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now I, Chemish, write what few things I write, in the same book with my brother; for behold, I saw the last which he wrote, that he wrote it with his own hand; and he wrote it in the day that he delivered them unto me. And after this manner we keep the records, for it is according to the commandments of our fathers. And I make an end.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:1. TG Record Keeping.",
                        "start": 253,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I, Abinadom, am the son of Chemish. Behold, it came to pass that I saw much war and contention between my people, the Nephites, and the Lamanites; and I, with my own sword, have taken the lives of many of the Lamanites in the defence of my brethren.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, the record of this people is engraven upon plates which is had by the kings, according to the generations; and I know of no revelation save that which has been written, neither prophecy; wherefore, that which is sufficient is written. And I make an end.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:10.",
                        "start": 16,
                        "end": 22
                    },
                    {
                        "footnote": "Jarom 1:14.",
                        "start": 82,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I am Amaleki, the son of Abinadom. Behold, I will speak unto you somewhat concerning Mosiah, who was made king over the land of Zarahemla; for behold, he being warned of the Lord that he should flee out of the land of Nephi, and as many as would hearken unto the voice of the Lord should also depart out of the land with him, into the wilderness—",
                "footnotes": [
                    {
                        "footnote": "Omni 1:19.",
                        "start": 93,
                        "end": 99
                    },
                    {
                        "footnote": "Alma 4:1.",
                        "start": 128,
                        "end": 145
                    },
                    {
                        "footnote": "TG Warn.",
                        "start": 168,
                        "end": 174
                    },
                    {
                        "footnote": "Mosiah 11:13.",
                        "start": 202,
                        "end": 206
                    },
                    {
                        "footnote": "Omni 1:27; W of M 1:13.",
                        "start": 218,
                        "end": 222
                    },
                    {
                        "footnote": "2 Ne. 5:8; Mosiah 7:6 (6–7).",
                        "start": 226,
                        "end": 231
                    },
                    {
                        "footnote": "Jacob 3:4.",
                        "start": 301,
                        "end": 307
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he did according as the Lord had commanded him. And they departed out of the land into the wilderness, as many as would hearken unto the voice of the Lord; and they were led by many preachings and prophesyings. And they were admonished continually by the word of God; and they were led by the power of his arm, through the wilderness until they came down into the land which is called the land of Zarahemla.",
                "footnotes": [
                    {
                        "footnote": "Isa. 33:2; Mosiah 12:24.",
                        "start": 331,
                        "end": 334
                    },
                    {
                        "footnote": "Mosiah 1:1; 2:4.",
                        "start": 414,
                        "end": 431
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they discovered a people, who were called the people of Zarahemla. Now, there was great rejoicing among the people of Zarahemla; and also Zarahemla did rejoice exceedingly, because the Lord had sent the people of Mosiah with the plates of brass which contained the record of the Jews.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 1:10.",
                        "start": 22,
                        "end": 28
                    },
                    {
                        "footnote": "1 Ne. 3:3 (3, 19–20); 5:10 (10–22).",
                        "start": 233,
                        "end": 248
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 17:22 (22–23); Mosiah 25:2 (2–4).",
                        "start": 66,
                        "end": 75
                    },
                    {
                        "footnote": "Jer. 39:4 (1–10); 52:11 (9–11); Hel. 8:21.",
                        "start": 117,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they journeyed in the wilderness, and were brought by the hand of the Lord across the great waters, into the land where Mosiah discovered them; and they had dwelt there from that time forth.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 16:9.",
                        "start": 9,
                        "end": 18
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at the time that Mosiah discovered them, they had become exceedingly numerous. Nevertheless, they had had many wars and serious contentions, and had fallen by the sword from time to time; and their language had become corrupted; and they had brought no records with them; and they denied the being of their Creator; and Mosiah, nor the people of Mosiah, could understand them.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 3:19. TG Language.",
                        "start": 202,
                        "end": 210
                    },
                    {
                        "footnote": "Mosiah 1:3 (2–6).",
                        "start": 257,
                        "end": 264
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 142
                    }
                ],
                "italics": []
            },
            {
                "text": "But it came to pass that Mosiah caused that they should be taught in his language. And it came to pass that after they were taught in the language of Mosiah, Zarahemla gave a genealogy of his fathers, according to his memory; and they are written, but not in these plates.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 24:4.",
                        "start": 73,
                        "end": 81
                    },
                    {
                        "footnote": "1 Ne. 9:4; W of M 1:10.",
                        "start": 252,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people of Zarahemla, and of Mosiah, did unite together; and Mosiah was appointed to be their king.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 25:13.",
                        "start": 69,
                        "end": 74
                    },
                    {
                        "footnote": "Omni 1:12.",
                        "start": 89,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the days of Mosiah, there was a large stone brought unto him with engravings on it; and he did interpret the engravings by the gift and power of God.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 21:28 (27–28); 28:13.",
                        "start": 61,
                        "end": 66
                    },
                    {
                        "footnote": "Mosiah 8:13 (13–19); 28:17. TG Urim and Thummim.",
                        "start": 118,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they gave an account of one Coriantumr, and the slain of his people. And Coriantumr was discovered by the people of Zarahemla; and he dwelt with them for the space of nine moons.",
                "footnotes": [
                    {
                        "footnote": "Ether 12:1 (1–2); 13:20 (13–31); 15:32.",
                        "start": 32,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "It also spake a few words concerning his fathers. And his first parents came out from the tower, at the time the Lord confounded the language of the people; and the severity of the Lord fell upon them according to his judgments, which are just; and their bones lay scattered in the land northward.",
                "footnotes": [
                    {
                        "footnote": "Ether 1:3 (1–6).",
                        "start": 90,
                        "end": 95
                    },
                    {
                        "footnote": "Gen. 11:7 (6–9); Mosiah 28:17; Ether 1:33.",
                        "start": 118,
                        "end": 128
                    },
                    {
                        "footnote": "Mosiah 8:8 (8–12).",
                        "start": 255,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I, Amaleki, was born in the days of Mosiah; and I have lived to see his death; and Benjamin, his son, reigneth in his stead.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:3.",
                        "start": 91,
                        "end": 99
                    },
                    {
                        "footnote": "Mosiah 2:11.",
                        "start": 101,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, I have seen, in the days of king Benjamin, a serious war and much bloodshed between the Nephites and the Lamanites. But behold, the Nephites did obtain much advantage over them; yea, insomuch that king Benjamin did drive them out of the land of Zarahemla.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I began to be old; and, having no seed, and knowing king Benjamin to be a just man before the Lord, wherefore, I shall deliver up these plates unto him, exhorting all men to come unto God, the Holy One of Israel, and believe in prophesying, and in revelations, and in the ministering of angels, and in the gift of speaking with tongues, and in the gift of interpreting languages, and in all things which are good; for there is nothing which is good save it comes from the Lord: and that which is evil cometh from the devil.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:18 (17–18); Mosiah 29:13.",
                        "start": 82,
                        "end": 90
                    },
                    {
                        "footnote": "W of M 1:10.",
                        "start": 144,
                        "end": 151
                    },
                    {
                        "footnote": "1 Ne. 10:1.",
                        "start": 155,
                        "end": 167
                    },
                    {
                        "footnote": "Alma 5:40; Ether 4:12; Moro. 7:16 (15–17).",
                        "start": 433,
                        "end": 437
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                "footnotes": [
                    {
                        "footnote": "Jacob 1:7; Alma 29:2; Moro. 10:32.",
                        "start": 53,
                        "end": 57
                    },
                    {
                        "footnote": "TG Commitment; Self-Sacrifice.",
                        "start": 189,
                        "end": 194
                    },
                    {
                        "footnote": "3 Ne. 9:20.",
                        "start": 218,
                        "end": 226
                    },
                    {
                        "footnote": "TG Fast, Fasting.",
                        "start": 253,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I would speak somewhat concerning a certain number who went up into the wilderness to return to the land of Nephi; for there was a large number who were desirous to possess the land of their inheritance.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:3 (1–4).",
                        "start": 52,
                        "end": 58
                    },
                    {
                        "footnote": "Mosiah 7:1.",
                        "start": 94,
                        "end": 100
                    },
                    {
                        "footnote": "Omni 1:12.",
                        "start": 108,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, they went up into the wilderness. And their leader being a strong and mighty man, and a stiffnecked man, wherefore he caused a contention among them; and they were all slain, save fifty, in the wilderness, and they returned again to the land of Zarahemla.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 9:2 (1–4).",
                        "start": 175,
                        "end": 178
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 143
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that they also took others to a considerable number, and took their journey again into the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I, Amaleki, had a brother, who also went with them; and I have not since known concerning them. And I am about to lie down in my grave; and these plates are full. And I make an end of my speaking.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 6:3 (3–6); Jacob 4:1 (1–2); Jarom 1:14.",
                        "start": 144,
                        "end": 156
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}