{
    "_id": "helaman13",
    "nextChapterId": "helaman14",
    "prevChapterId": "helaman12",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 13,
        "summary": "Samuel the Lamanite prophesies the destruction of the Nephites unless they repent—They and their riches are cursed—They reject and stone the prophets, are encircled about by demons, and seek for happiness in doing iniquity. About 6 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass in the eighty and sixth year, the Nephites did still remain in wickedness, yea, in great wickedness, while the Lamanites did observe strictly to keep the commandments of God, according to the law of Moses.",
                "footnotes": [
                    {
                        "footnote": "Hel. 6:1; 15:5.",
                        "start": 135,
                        "end": 144
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that in this year there was one Samuel, a Lamanite, came into the land of Zarahemla, and began to preach unto the people. And it came to pass that he did preach, many days, repentance unto the people, and they did cast him out, and he was about to return to his own land.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:1; 3 Ne. 23:9 (9–10).",
                        "start": 52,
                        "end": 58
                    },
                    {
                        "footnote": "Hel. 16:7.",
                        "start": 62,
                        "end": 70
                    },
                    {
                        "footnote": "Hel. 14:10.",
                        "start": 234,
                        "end": 238
                    },
                    {
                        "footnote": "Alma 26:27.",
                        "start": 268,
                        "end": 274
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come into his heart.",
                "footnotes": [
                    {
                        "footnote": "Gal. 2:2; Alma 8:16; 20:2; 3 Ne. 1:12.",
                        "start": 16,
                        "end": 21
                    },
                    {
                        "footnote": "D&C 100:5.",
                        "start": 146,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they would not suffer that he should enter into the city; therefore he went and got upon the wall thereof, and stretched forth his hand and cried with a loud voice, and prophesied unto the people whatsoever things the Lord put into his heart.",
                "footnotes": [
                    {
                        "footnote": "Hel. 14:11; 16:1.",
                        "start": 118,
                        "end": 122
                    },
                    {
                        "footnote": "TG Teaching with the Spirit.",
                        "start": 194,
                        "end": 204
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto them: Behold, I, Samuel, a Lamanite, do speak the words of the Lord which he doth put into my heart; and behold he hath put it into my heart to say unto this people that the sword of justice hangeth over this people; and four hundred years pass not away save the sword of justice falleth upon this people.",
                "footnotes": [
                    {
                        "footnote": "Alma 60:29; 3 Ne. 2:19.",
                        "start": 191,
                        "end": 196
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, heavy destruction awaiteth this people, and it surely cometh unto this people, and nothing can save this people save it be repentance and faith on the Lord Jesus Christ, who surely shall come into the world, and shall suffer many things and shall be slain for his people.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:11 (10–14); Hel. 15:17.",
                        "start": 11,
                        "end": 22
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 398
                    }
                ],
                "italics": []
            },
            {
                "text": "And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me.",
                "footnotes": [
                    {
                        "footnote": "Alma 13:26; Hel. 14:26 (9, 26, 28).",
                        "start": 15,
                        "end": 20
                    },
                    {
                        "footnote": "Isa. 52:7.",
                        "start": 76,
                        "end": 80
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 215,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore, thus saith the Lord: Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my Spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:21 (20–21).",
                        "start": 167,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And four hundred years shall not pass away before I will cause that they shall be smitten; yea, I will visit them with the sword and with famine and with pestilence.",
                "footnotes": [
                    {
                        "footnote": "Alma 45:10.",
                        "start": 4,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 12:12; 2 Ne. 26:9; Alma 45:12; 3 Ne. 27:32.",
                        "start": 75,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 7:3; 3 Ne. 10:6 (5–7).",
                        "start": 26,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, wo unto this great city of Zarahemla; for behold, it is because of those who are righteous that it is saved; yea, wo unto this great city, for I perceive, saith the Lord, that there are many, yea, even the more part of this great city, that will harden their hearts against me, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 8:24 (8, 24); 9:3.",
                        "start": 5,
                        "end": 7
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But blessed are they who will repent, for them will I spare. But behold, if it were not for the righteous who are in this great city, behold, I would cause that fire should come down out of heaven and destroy it.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 1:10 (9–16); 3 Ne. 9:11.",
                        "start": 161,
                        "end": 165
                    },
                    {
                        "footnote": "Gen. 18:23; 1 Ne. 22:16; D&C 64:24.",
                        "start": 201,
                        "end": 208
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                "footnotes": [
                    {
                        "footnote": "Gen. 15:16; Alma 37:31; D&C 61:31; 101:11.",
                        "start": 181,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and wo be unto the city of Gideon, for the wickedness and abominations which are in her.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and wo be unto all the cities which are in the land round about, which are possessed by the Nephites, because of the wickedness and abominations which are in them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, a curse shall come upon the land, saith the Lord of Hosts, because of the people's sake who are upon the land, yea, because of their wickedness and their abominations.",
                "footnotes": [
                    {
                        "footnote": "Hel. 12:18.",
                        "start": 14,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Morm. 1:18 (17–19); Ether 14:1.",
                        "start": 98,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                "footnotes": [
                    {
                        "footnote": "Prov. 13:11.",
                        "start": 58,
                        "end": 67
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 399
                    }
                ],
                "italics": []
            },
            {
                "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold ye, the people of this great city, and hearken unto my words; yea, hearken unto the words which the Lord saith; for behold, he saith that ye are cursed because of your riches, and also are your riches cursed because ye have set your hearts upon them, and have not hearkened unto the words of him who gave them unto you.",
                "footnotes": [
                    {
                        "footnote": "TG Curse.",
                        "start": 152,
                        "end": 158
                    },
                    {
                        "footnote": "TG Disobedience.",
                        "start": 271,
                        "end": 280
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ye do not remember the Lord your God in the things with which he hath blessed you, but ye do always remember your riches, not to thank the Lord your God for them; yea, your hearts are not drawn out unto the Lord, but they do swell with great pride, unto boasting, and unto great swelling, envyings, strifes, malice, persecutions, and murders, and all manner of iniquities.",
                "footnotes": [
                    {
                        "footnote": "Luke 12:34.",
                        "start": 114,
                        "end": 120
                    },
                    {
                        "footnote": "TG Boast.",
                        "start": 254,
                        "end": 262
                    },
                    {
                        "footnote": "Alma 30:31.",
                        "start": 279,
                        "end": 287
                    },
                    {
                        "footnote": "TG Envy.",
                        "start": 289,
                        "end": 297
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For this cause hath the Lord God caused that a curse should come upon the land, and also upon your riches, and this because of your iniquities.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, wo unto this people, because of this time which has arrived, that ye do cast out the prophets, and do mock them, and cast stones at them, and do slay them, and do all manner of iniquity unto them, even as they did of old time.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 36:16 (15–16); Neh. 9:26; Jer. 20:2; 1 Ne. 1:20; Hel. 16:6.",
                        "start": 77,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now when ye talk, ye say: If our days had been in the days of our fathers of old, we would not have slain the prophets; we would not have stoned them, and cast them out.",
                "footnotes": [
                    {
                        "footnote": "Matt. 23:32; Acts 7:51 (51–52).",
                        "start": 70,
                        "end": 77
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 104,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 18:7; Luke 16:31 (19–31).",
                        "start": 60,
                        "end": 67
                    },
                    {
                        "footnote": "Micah 3:8.",
                        "start": 153,
                        "end": 157
                    },
                    {
                        "footnote": "Isa. 30:9 (9–10).",
                        "start": 181,
                        "end": 186
                    },
                    {
                        "footnote": "Mosiah 12:14.",
                        "start": 289,
                        "end": 294
                    },
                    {
                        "footnote": "Luke 11:15 (14–22); Mosiah 3:9 (9–12).",
                        "start": 295,
                        "end": 302
                    },
                    {
                        "footnote": "Gal. 4:16.",
                        "start": 358,
                        "end": 368
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, if a man shall come among you and shall say: Do this, and there is no iniquity; do that and ye shall not suffer; yea, he will say: Walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth—and if a man shall come among you and say this, ye will receive him, and say that he is a prophet.",
                "footnotes": [
                    {
                        "footnote": "TG Walking in Darkness.",
                        "start": 143,
                        "end": 147
                    },
                    {
                        "footnote": "Lam. 2:14; 4:13; Micah 2:11. TG False Prophets.",
                        "start": 352,
                        "end": 359
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                "footnotes": [
                    {
                        "footnote": "2 Tim. 4:3 (3–4).",
                        "start": 195,
                        "end": 205
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 400
                    }
                ],
                "italics": []
            },
            {
                "text": "O ye wicked and ye perverse generation; ye hardened and ye stiffnecked people, how long will ye suppose that the Lord will suffer you? Yea, how long will ye suffer yourselves to be led by foolish and blind guides? Yea, how long will ye choose darkness rather than light?",
                "footnotes": [
                    {
                        "footnote": "TG Stiffnecked.",
                        "start": 59,
                        "end": 70
                    },
                    {
                        "footnote": "Ezek. 13:3; 2 Ne. 28:9.",
                        "start": 188,
                        "end": 195
                    },
                    {
                        "footnote": "Matt. 15:14; 23:16.",
                        "start": 200,
                        "end": 205
                    },
                    {
                        "footnote": "John 3:19.",
                        "start": 236,
                        "end": 242
                    },
                    {
                        "footnote": "Job 24:13 (2–16).",
                        "start": 264,
                        "end": 269
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, the time cometh that he curseth your riches, that they become slippery, that ye cannot hold them; and in the days of your poverty ye cannot retain them.",
                "footnotes": [
                    {
                        "footnote": "Jer. 48:36 (35–36); Morm. 1:18 (17–19).",
                        "start": 74,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O that I had repented, and had not killed the prophets, and stoned them, and cast them out. Yea, in that day ye shall say: O that we had remembered the Lord our God in the day that he gave us our riches, and then they would not have become slippery that we should lose them; for behold, our riches are gone from us.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:10 (10–15).",
                        "start": 2,
                        "end": 6
                    },
                    {
                        "footnote": "Matt. 23:37.",
                        "start": 60,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, we lay a tool here and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, we have hid up our treasures and they have slipped away from us, because of the curse of the land.",
                "footnotes": [
                    {
                        "footnote": "TG Treasure.",
                        "start": 24,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O that we had repented in the day that the word of the Lord came unto us; for behold the land is cursed, and all things are become slippery, and we cannot hold them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, we are surrounded by demons, yea, we are encircled about by the angels of him who hath sought to destroy our souls. Behold, our iniquities are great. O Lord, canst thou not turn away thine anger from us? And this shall be your language in those days.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 2:32.",
                        "start": 29,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, your days of probation are past; ye have procrastinated the day of your salvation until it is everlastingly too late, and your destruction is made sure; yea, for ye have sought all the days of your lives for that which ye could not obtain; and ye have sought for happiness in doing iniquity, which thing is contrary to the nature of that righteousness which is in our great and Eternal Head.",
                "footnotes": [
                    {
                        "footnote": "Morm. 2:15 (10–15). TG Probation.",
                        "start": 17,
                        "end": 21
                    },
                    {
                        "footnote": "Alma 34:33 (33–34). TG Apathy; Procrastination.",
                        "start": 53,
                        "end": 67
                    },
                    {
                        "footnote": "Alma 41:10. TG Abundant Life; Happiness.",
                        "start": 275,
                        "end": 284
                    },
                    {
                        "footnote": "Alma 41:11 (10–12).",
                        "start": 319,
                        "end": 327
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}