{
    "_id": "helaman10",
    "nextChapterId": "helaman11",
    "prevChapterId": "helaman9",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 10,
        "summary": "The Lord gives Nephi the sealing power—He is empowered to bind and loose on earth and in heaven—He commands the people to repent or perish—The Spirit carries him from multitude to multitude. About 21–20 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that there arose a division among the people, insomuch that they divided hither and thither and went their ways, leaving Nephi alone, as he was standing in the midst of them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Nephi went his way towards his own house, pondering upon the things which the Lord had shown unto him.",
                "footnotes": [
                    {
                        "footnote": "TG Meditation.",
                        "start": 67,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass as he was thus pondering—being much cast down because of the wickedness of the people of the Nephites, their secret works of darkness, and their murderings, and their plunderings, and all manner of iniquities—and it came to pass as he was thus pondering in his heart, behold, a voice came unto him saying:",
                "footnotes": [
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 298,
                        "end": 303
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Blessed art thou, Nephi, for those things which thou hast done; for I have beheld how thou hast with unwearyingness declared the word, which I have given unto thee, unto this people. And thou hast not feared them, and hast not sought thine own life, but hast sought my will, and to keep my commandments.",
                "footnotes": [
                    {
                        "footnote": "Acts 23:11.",
                        "start": 0,
                        "end": 7
                    },
                    {
                        "footnote": "Acts 20:31. TG Dedication; Dependability; Priesthood, Magnifying Callings within; Steadfastness.",
                        "start": 101,
                        "end": 115
                    },
                    {
                        "footnote": "TG Self-Sacrifice.",
                        "start": 240,
                        "end": 248
                    },
                    {
                        "footnote": "Mosiah 24:15; 3 Ne. 11:11.",
                        "start": 269,
                        "end": 273
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 18:20; D&C 88:64 (63–65).",
                        "start": 185,
                        "end": 188
                    },
                    {
                        "footnote": "Ex. 33:17.",
                        "start": 205,
                        "end": 209
                    },
                    {
                        "footnote": "1 Kgs. 17:1; Enos 1:12.",
                        "start": 237,
                        "end": 241
                    },
                    {
                        "footnote": "James 4:3 (1–3); 2 Ne. 4:35; D&C 46:30.",
                        "start": 258,
                        "end": 261
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 392
                    }
                ],
                "italics": []
            },
            {
                "text": "Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:4 (4–18). TG Drought.",
                        "start": 175,
                        "end": 181
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people.",
                "footnotes": [
                    {
                        "footnote": "Hel. 11:18.",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "Matt. 16:19. TG Priesthood, Authority.",
                        "start": 56,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus, if ye shall say unto this temple it shall be rent in twain, it shall be done.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if ye shall say unto this mountain, Be thou cast down and become smooth, it shall be done.",
                "footnotes": [
                    {
                        "footnote": "Matt. 17:20; Jacob 4:6; Morm. 8:24; Ether 12:30.",
                        "start": 30,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                "footnotes": [
                    {
                        "footnote": "Hel. 5:2; 11:8.",
                        "start": 177,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And behold, now it came to pass that when the Lord had spoken these words unto Nephi, he did stop and did not go unto his own house, but did return unto the multitudes who were scattered about upon the face of the land, and began to declare unto them the word of the Lord which had been spoken unto him, concerning their destruction if they did not repent.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, notwithstanding that great miracle which Nephi had done in telling them concerning the death of the chief judge, they did harden their hearts and did not hearken unto the words of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Mark 6:6 (4–6).",
                        "start": 12,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore Nephi did declare unto them the word of the Lord, saying: Except ye repent, thus saith the Lord, ye shall be smitten even unto destruction.",
                "footnotes": [
                    {
                        "footnote": "Hel. 7:24.",
                        "start": 119,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when Nephi had declared unto them the word, behold, they did still harden their hearts and would not hearken unto his words; therefore they did revile against him, and did seek to lay their hands upon him that they might cast him into prison.",
                "footnotes": [
                    {
                        "footnote": "TG Reviling.",
                        "start": 169,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, the power of God was with him, and they could not take him to cast him into prison, for he was taken by the Spirit and conveyed away out of the midst of them.",
                "footnotes": [
                    {
                        "footnote": "Acts 8:39 (39–40).",
                        "start": 131,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they would not hearken unto his words; and there began to be contentions, insomuch that they were divided against themselves and began to slay one another with the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus ended the seventy and first year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}