{
    "_id": "helaman3",
    "nextChapterId": "helaman4",
    "prevChapterId": "helaman2",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Helaman",
        "titleShort": "Hel",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "helaman"
    },
    "chapter": {
        "bookTitle": "Helaman",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Many Nephites migrate to the land northward—They build houses of cement and keep many records—Tens of thousands are converted and baptized—The word of God leads men to salvation—Nephi the son of Helaman fills the judgment seat. About 49–39 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass in the forty and third year of the reign of the judges, there was no contention among the people of Nephi save it were a little pride which was in the church, which did cause some little dissensions among the people, which affairs were settled in the ending of the forty and third year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was no contention among the people in the forty and fourth year; neither was there much contention in the forty and fifth year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the forty and sixth, yea, there was much contention and many dissensions; in the which there were an exceedingly great many who departed out of the land of Zarahemla, and went forth unto the land northward to inherit the land.",
                "footnotes": [
                    {
                        "footnote": "Alma 63:4.",
                        "start": 219,
                        "end": 228
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did travel to an exceedingly great distance, insomuch that they came to large bodies of water and many rivers.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 8:8; Alma 50:29; Morm. 6:4.",
                        "start": 81,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and even they did spread forth into all parts of the land, into whatever parts it had not been rendered desolate and without timber, because of the many inhabitants who had before inherited the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now no part of the land was desolate, save it were for timber; but because of the greatness of the destruction of the people who had before inhabited the land it was called desolate.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 8:8; 21:26 (26–27).",
                        "start": 103,
                        "end": 114
                    },
                    {
                        "footnote": "Alma 22:31.",
                        "start": 177,
                        "end": 185
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there being but little timber upon the face of the land, nevertheless the people who went forth became exceedingly expert in the working of cement; therefore they did build houses of cement, in the which they did dwell.",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 119,
                        "end": 125
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:27 (27, 32–33); Hel. 11:20.",
                        "start": 243,
                        "end": 246
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people who were in the land northward did dwell in tents, and in houses of cement, and they did suffer whatsoever tree should spring up upon the face of the land that it should grow up, that in time they might have timber to build their houses, yea, their cities, and their temples, and their synagogues, and their sanctuaries, and all manner of their buildings.",
                "footnotes": [
                    {
                        "footnote": "Gen. 25:27; Ether 2:13.",
                        "start": 59,
                        "end": 64
                    },
                    {
                        "footnote": "Alma 16:13.",
                        "start": 301,
                        "end": 311
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass as timber was exceedingly scarce in the land northward, they did send forth much by the way of shipping.",
                "footnotes": [
                    {
                        "footnote": "Alma 63:7 (5–8).",
                        "start": 115,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they did enable the people in the land northward that they might build many cities, both of wood and of cement.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there were many of the people of Ammon, who were Lamanites by birth, did also go forth into this land.",
                "footnotes": [
                    {
                        "footnote": "Alma 27:26; 63:9 (4–9); Hel. 6:6.",
                        "start": 48,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.",
                "footnotes": [
                    {
                        "footnote": "W of M 1:3 (1–11).",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, a hundredth part of the proceedings of this people, yea, the account of the Lamanites and of the Nephites, and their wars, and contentions, and dissensions, and their preaching, and their prophecies, and their shipping and their building of ships, and their building of temples, and of synagogues and their sanctuaries, and their righteousness, and their wickedness, and their murders, and their robbings, and their plundering, and all manner of abominations and whoredoms, cannot be contained in this work.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:8; 26:6 (6–11).",
                        "start": 14,
                        "end": 23
                    },
                    {
                        "footnote": "2 Ne. 5:16; Jacob 1:17; 3 Ne. 11:1.",
                        "start": 282,
                        "end": 289
                    },
                    {
                        "footnote": "Alma 23:2.",
                        "start": 319,
                        "end": 330
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, there are many books and many records of every kind, and they have been kept chiefly by the Nephites.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 5:9; 4 Ne. 1:48.",
                        "start": 42,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they have been handed down from one generation to another by the Nephites, even until they have fallen into transgression and have been murdered, plundered, and hunted, and driven forth, and slain, and scattered upon the face of the earth, and mixed with the Lamanites until they are no more called the Nephites, becoming wicked, and wild, and ferocious, yea, even becoming Lamanites.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 5:18 (16–19); Alma 37:4.",
                        "start": 19,
                        "end": 25
                    },
                    {
                        "footnote": "Ezek. 36:19 (16–20).",
                        "start": 206,
                        "end": 215
                    },
                    {
                        "footnote": "Alma 45:13 (12–14).",
                        "start": 288,
                        "end": 295
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I return again to mine account; therefore, what I have spoken had passed after there had been great contentions, and disturbances, and wars, and dissensions, among the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The forty and sixth year of the reign of the judges ended;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there was still great contention in the land, yea, even in the forty and seventh year, and also in the forty and eighth year.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless Helaman did fill the judgment-seat with justice and equity; yea, he did observe to keep the statutes, and the judgments, and the commandments of God; and he did do that which was right in the sight of God continually; and he did walk after the ways of his father, insomuch that he did prosper in the land.",
                "footnotes": [
                    {
                        "footnote": "Hel. 2:2.",
                        "start": 13,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Hel. 3:37; 4:14; 5:4–5; 3 Ne. 1:2.",
                        "start": 78,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the wars and contentions began to cease, in a small degree, among the people of the Nephites, in the latter end of the forty and eighth year of the reign of the judges over the people of Nephi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the forty and ninth year of the reign of the judges, there was continual peace established in the land, all save it were the secret combinations which Gadianton the robber had established in the more settled parts of the land, which at that time were not known unto those who were at the head of government; therefore they were not destroyed out of the land.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:15; Hel. 2:10 (8–10); 7:25 (4–5, 21, 25).",
                        "start": 148,
                        "end": 167
                    },
                    {
                        "footnote": "Hel. 2:4; 6:18.",
                        "start": 174,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in this same year there was exceedingly great prosperity in the church, insomuch that there were thousands who did join themselves unto the church and were baptized unto repentance.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 25:23.",
                        "start": 140,
                        "end": 144
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 374
                    }
                ],
                "italics": []
            },
            {
                "text": "And so great was the prosperity of the church, and so many the blessings which were poured out upon the people, that even the high priests and the teachers were themselves astonished beyond measure.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the work of the Lord did prosper unto the baptizing and uniting to the church of God, many souls, yea, even tens of thousands.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus we may see that the Lord is merciful unto all who will, in the sincerity of their hearts, call upon his holy name.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, thus we see that the gate of heaven is open unto all, even to those who will believe on the name of Jesus Christ, who is the Son of God.",
                "footnotes": [
                    {
                        "footnote": "Isa. 26:2.",
                        "start": 26,
                        "end": 30
                    },
                    {
                        "footnote": "Acts 10:28 (9–35, 44); Rom. 2:11 (10–11).",
                        "start": 54,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, we see that whosoever will may lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning and the snares and the wiles of the devil, and lead the man of Christ in a strait and narrow course across that everlasting gulf of misery which is prepared to engulf the wicked—",
                "footnotes": [
                    {
                        "footnote": "Micah 2:7; Jacob 2:8; D&C 11:2; 33:1. TG Gospel.",
                        "start": 54,
                        "end": 58
                    },
                    {
                        "footnote": "Heb. 4:12; D&C 27:1.",
                        "start": 76,
                        "end": 81
                    },
                    {
                        "footnote": "D&C 6:2.",
                        "start": 108,
                        "end": 114
                    },
                    {
                        "footnote": "2 Ne. 9:41; 33:9.",
                        "start": 225,
                        "end": 231
                    },
                    {
                        "footnote": "1 Ne. 12:18; 15:28 (28–30).",
                        "start": 263,
                        "end": 267
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And land their souls, yea, their immortal souls, at the right hand of God in the kingdom of heaven, to sit down with Abraham, and Isaac, and with Jacob, and with all our holy fathers, to go no more out.",
                "footnotes": [
                    {
                        "footnote": "Matt. 25:34 (31–46).",
                        "start": 56,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in this year there was continual rejoicing in the land of Zarahemla, and in all the regions round about, even in all the land which was possessed by the Nephites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there was peace and exceedingly great joy in the remainder of the forty and ninth year; yea, and also there was continual peace and great joy in the fiftieth year of the reign of the judges.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the fifty and first year of the reign of the judges there was peace also, save it were the pride which began to enter into the church—not into the church of God, but into the hearts of the people who professed to belong to the church of God—",
                "footnotes": [
                    {
                        "footnote": "D&C 112:26.",
                        "start": 207,
                        "end": 216
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were lifted up in pride, even to the persecution of many of their brethren. Now this was a great evil, which did cause the more humble part of the people to suffer great persecutions, and to wade through much affliction.",
                "footnotes": [
                    {
                        "footnote": "TG Pride.",
                        "start": 27,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God.",
                "footnotes": [
                    {
                        "footnote": "TG Fast, Fasting.",
                        "start": 22,
                        "end": 26
                    },
                    {
                        "footnote": "TG Prayer.",
                        "start": 31,
                        "end": 35
                    },
                    {
                        "footnote": "TG Humility.",
                        "start": 84,
                        "end": 92
                    },
                    {
                        "footnote": "TG Cleanliness; Purification; Purity.",
                        "start": 212,
                        "end": 221
                    },
                    {
                        "footnote": "TG Sanctification.",
                        "start": 230,
                        "end": 244
                    },
                    {
                        "footnote": "2 Chr. 30:8; Rom. 6:13 (12–14). TG Submissiveness; Teachable.",
                        "start": 307,
                        "end": 315
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the fifty and second year ended in peace also, save it were the exceedingly great pride which had gotten into the hearts of the people; and it was because of their exceedingly great riches and their prosperity in the land; and it did grow upon them from day to day.",
                "footnotes": [
                    {
                        "footnote": "TG Treasure.",
                        "start": 207,
                        "end": 213
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass in the fifty and third year of the reign of the judges, Helaman died, and his eldest son Nephi began to reign in his stead. And it came to pass that he did fill the judgment-seat with justice and equity; yea, he did keep the commandments of God, and did walk in the ways of his father.",
                "footnotes": [
                    {
                        "footnote": "Alma 63:11; Hel. 16:25.",
                        "start": 76,
                        "end": 83
                    },
                    {
                        "footnote": "Hel. 3:21; 5:1.",
                        "start": 109,
                        "end": 114
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 375
                    }
                ],
                "italics": []
            }
        ]
    }
}