{
    "_id": "1nephi17",
    "nextChapterId": "1nephi18",
    "prevChapterId": "1nephi16",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "1 Nephi",
        "titleShort": "1 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1nephi"
    },
    "chapter": {
        "bookTitle": "1 Nephi",
        "delineation": "Chapter",
        "number": 17,
        "summary": "Nephi is commanded to build a ship—His brethren oppose him—He exhorts them by recounting the history of God's dealings with Israel—Nephi is filled with the power of God—His brethren are forbidden to touch him, lest they wither as a dried reed. About 592–591 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass that we did again take our journey in the wilderness; and we did travel nearly eastward from that time forth. And we did travel and wade through much affliction in the wilderness; and our women did bear children in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Ps. 69:2 (1–2, 14).",
                        "start": 152,
                        "end": 156
                    },
                    {
                        "footnote": "TG Woman.",
                        "start": 208,
                        "end": 213
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And so great were the blessings of the Lord upon us, that while we did live upon raw meat in the wilderness, our women did give plenty of suck for their children, and were strong, yea, even like unto the men; and they began to bear their journeyings without murmurings.",
                "footnotes": [
                    {
                        "footnote": "TG Blessing.",
                        "start": 22,
                        "end": 31
                    },
                    {
                        "footnote": "1 Ne. 17:12.",
                        "start": 81,
                        "end": 84
                    },
                    {
                        "footnote": "Ex. 16:13 (12–13); 1 Ne. 18:6. TG Meat.",
                        "start": 85,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus we see that the commandments of God must be fulfilled. And if it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them, and provide means whereby they can accomplish the thing which he has commanded them; wherefore, he did provide means for us while we did sojourn in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Ex. 1:19; Ezra 8:22 (22–23); Isa. 45:24; Mosiah 2:41; Alma 26:12. TG Strength.",
                        "start": 160,
                        "end": 170
                    },
                    {
                        "footnote": "Gen. 18:14; 1 Ne. 3:7.",
                        "start": 280,
                        "end": 287
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we did sojourn for the space of many years, yea, even eight years in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we did come to the land which we called Bountiful, because of its much fruit and also wild honey; and all these things were prepared of the Lord that we might not perish. And we beheld the sea, which we called Irreantum, which, being interpreted, is many waters.",
                "footnotes": [
                    {
                        "footnote": "Alma 22:29 (29–33).",
                        "start": 44,
                        "end": 53
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 37
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that we did pitch our tents by the seashore; and notwithstanding we had suffered many afflictions and much difficulty, yea, even so much that we cannot write them all, we were exceedingly rejoiced when we came to the seashore; and we called the place Bountiful, because of its much fruit.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 4:20.",
                        "start": 106,
                        "end": 117
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that after I, Nephi, had been in the land of Bountiful for the space of many days, the voice of the Lord came unto me, saying: Arise, and get thee into the mountain. And it came to pass that I arose and went up into the mountain, and cried unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 3:22 (22–27).",
                        "start": 147,
                        "end": 152
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p7",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord spake unto me, saying: Thou shalt construct a ship, after the manner which I shall show thee, that I may carry thy people across these waters.",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:14 (14–16).",
                        "start": 68,
                        "end": 77
                    },
                    {
                        "footnote": "Ex. 25:40; 1 Chr. 28:12 (11–12, 19); 1 Ne. 18:2.",
                        "start": 96,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said: Lord, whither shall I go that I may find ore to molten, that I may make tools to construct the ship after the manner which thou hast shown unto me?",
                "footnotes": [
                    {
                        "footnote": "Deut. 8:9; 1 Kgs. 6:7; 1 Chr. 22:3 (3, 14); Job 28:2; Isa. 44:12.",
                        "start": 84,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord told me whither I should go to find ore, that I might make tools.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, did make a bellows wherewith to blow the fire, of the skins of beasts; and after I had made a bellows, that I might have wherewith to blow the fire, I did smite two stones together that I might make fire.",
                "footnotes": [
                    {
                        "footnote": "Isa. 54:16.",
                        "start": 67,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord had not hitherto suffered that we should make much fire, as we journeyed in the wilderness; for he said: I will make thy food become sweet, that ye cook it not;",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:2.",
                        "start": 161,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will also be your light in the wilderness; and I will prepare the way before you, if it so be that ye shall keep my commandments; wherefore, inasmuch as ye shall keep my commandments ye shall be led towards the promised land; and ye shall know that it is by me that ye are led.",
                "footnotes": [
                    {
                        "footnote": "Alma 5:37 (37–38); D&C 88:66.",
                        "start": 24,
                        "end": 29
                    },
                    {
                        "footnote": "1 Ne. 2:20; 4:14; Jacob 2:12.",
                        "start": 217,
                        "end": 230
                    },
                    {
                        "footnote": "Ex. 6:7; 13:21. TG Guidance, Divine.",
                        "start": 245,
                        "end": 249
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and the Lord said also that: After ye have arrived in the promised land, ye shall know that I, the Lord, am God; and that I, the Lord, did deliver you from destruction; yea, that I did bring you out of the land of Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 1:4. TG God, Knowledge about; Testimony.",
                        "start": 87,
                        "end": 91
                    },
                    {
                        "footnote": "D&C 5:2.",
                        "start": 113,
                        "end": 116
                    },
                    {
                        "footnote": "TG Deliver.",
                        "start": 144,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, I, Nephi, did strive to keep the commandments of the Lord, and I did exhort my brethren to faithfulness and diligence.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 2:3; Prov. 7:2.",
                        "start": 44,
                        "end": 56
                    },
                    {
                        "footnote": "Acts 14:22; Titus 2:15; Heb. 3:13.",
                        "start": 80,
                        "end": 86
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p15",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that I did make tools of the ore which I did molten out of the rock.",
                "footnotes": [
                    {
                        "footnote": "TG Skill.",
                        "start": 31,
                        "end": 35
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when my brethren saw that I was about to build a ship, they began to murmur against me, saying: Our brother is a fool, for he thinketh that he can build a ship; yea, and he also thinketh that he can cross these great waters.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:49 (8, 49–51); 18:1 (1–6).",
                        "start": 45,
                        "end": 50
                    },
                    {
                        "footnote": "TG Murmuring.",
                        "start": 73,
                        "end": 79
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p17",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And thus my brethren did complain against me, and were desirous that they might not labor, for they did not believe that I could build a ship; neither would they believe that I was instructed of the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 3:28; 7:6 (6–19); 18:10 (9–22).",
                        "start": 25,
                        "end": 33
                    },
                    {
                        "footnote": "TG Unbelief.",
                        "start": 108,
                        "end": 115
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 38
                    }
                ],
                "italics": []
            },
            {
                "text": "And now it came to pass that I, Nephi, was exceedingly sorrowful because of the hardness of their hearts; and now when they saw that I began to be sorrowful they were glad in their hearts, insomuch that they did rejoice over me, saying: We knew that ye could not construct a ship, for we knew that ye were lacking in judgment; wherefore, thou canst not accomplish so great a work.",
                "footnotes": [
                    {
                        "footnote": "TG Mocking; Persecution.",
                        "start": 212,
                        "end": 219
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou art like unto our father, led away by the foolish imaginations of his heart; yea, he hath led us out of the land of Jerusalem, and we have wandered in the wilderness for these many years; and our women have toiled, being big with child; and they have borne children in the wilderness and suffered all things, save it were death; and it would have been better that they had died before they came out of Jerusalem than to have suffered these afflictions.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 2:11; 5:4 (2–4).",
                        "start": 59,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, these many years we have suffered in the wilderness, which time we might have enjoyed our possessions and the land of our inheritance; yea, and we might have been happy.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And we know that the people who were in the land of Jerusalem were a righteous people; for they kept the statutes and judgments of the Lord, and all his commandments, according to the law of Moses; wherefore, we know that they are a righteous people; and our father hath judged them, and hath led us away because we would hearken unto his words; yea, and our brother is like unto him. And after this manner of language did my brethren murmur and complain against us.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:19 (4, 13, 18–20).",
                        "start": 69,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, spake unto them, saying: Do ye believe that our fathers, who were the children of Israel, would have been led away out of the hands of the Egyptians if they had not hearkened unto the words of the Lord?",
                "footnotes": [
                    {
                        "footnote": "Ex. 20:2; Ps. 80:8; Moses 1:26.",
                        "start": 174,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, do ye suppose that they would have been led out of bondage, if the Lord had not commanded Moses that he should lead them out of bondage?",
                "footnotes": [
                    {
                        "footnote": "Ex. 3:10 (2–10); Hosea 12:13 (12–14); 1 Ne. 19:10; 2 Ne. 3:9; 25:20.",
                        "start": 116,
                        "end": 120
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now ye know that the children of Israel were in bondage; and ye know that they were laden with tasks, which were grievous to be borne; wherefore, ye know that it must needs be a good thing for them, that they should be brought out of bondage.",
                "footnotes": [
                    {
                        "footnote": "Gen. 15:13 (13–14); Mosiah 11:21; D&C 101:79. TG Israel, Bondage of, in Egypt.",
                        "start": 48,
                        "end": 55
                    },
                    {
                        "footnote": "Ex. 1:11 (10–11); 2:11; 1 Ne. 20:10.",
                        "start": 95,
                        "end": 100
                    },
                    {
                        "footnote": "Ex. 5:1.",
                        "start": 219,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now ye know that Moses was commanded of the Lord to do that great work; and ye know that by his word the waters of the Red Sea were divided hither and thither, and they passed through on dry ground.",
                "footnotes": [
                    {
                        "footnote": "Josh. 24:6; Jer. 2:2; Acts 7:27 (22–39).",
                        "start": 17,
                        "end": 22
                    },
                    {
                        "footnote": "Ex. 14:21 (19–31); Josh. 2:10; Neh. 9:11; 1 Ne. 4:2; Mosiah 7:19; Hel. 8:11; D&C 8:3; Moses 1:25. TG Israel, Deliverance of.",
                        "start": 96,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But ye know that the Egyptians were drowned in the Red Sea, who were the armies of Pharaoh.",
                "footnotes": [
                    {
                        "footnote": "Josh. 24:6.",
                        "start": 36,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye also know that they were fed with manna in the wilderness.",
                "footnotes": [
                    {
                        "footnote": "Ex. 16:15 (4, 14–15, 35); Num. 11:7 (7–8); Deut. 8:3; Neh. 9:20; Hosea 13:6 (5–8); John 6:49; Mosiah 7:19.",
                        "start": 41,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and ye also know that Moses, by his word according to the power of God which was in him, smote the rock, and there came forth water, that the children of Israel might quench their thirst.",
                "footnotes": [
                    {
                        "footnote": "Ex. 17:6; Num. 20:11; Deut. 8:15; Neh. 9:15; 1 Ne. 20:21; 2 Ne. 25:20.",
                        "start": 94,
                        "end": 99
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 39
                    }
                ],
                "italics": []
            },
            {
                "text": "And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.",
                "footnotes": [
                    {
                        "footnote": "Ex. 13:18 (18, 20).",
                        "start": 91,
                        "end": 98
                    },
                    {
                        "footnote": "D&C 18:18; 88:64 (64–65).",
                        "start": 189,
                        "end": 198
                    },
                    {
                        "footnote": "Ex. 32:8; Num. 14:11 (11–12); Ezek. 20:13 (13–16); D&C 84:24 (23–25).",
                        "start": 275,
                        "end": 282
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that according to his word he did destroy them; and according to his word he did lead them; and according to his word he did do all things for them; and there was not any thing done save it were by his word.",
                "footnotes": [
                    {
                        "footnote": "Num. 26:65.",
                        "start": 54,
                        "end": 61
                    },
                    {
                        "footnote": "Ex. 15:13; 1 Ne. 5:15; D&C 103:16 (16–18).",
                        "start": 101,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after they had crossed the river Jordan he did make them mighty unto the driving out of the children of the land, yea, unto the scattering them to destruction.",
                "footnotes": [
                    {
                        "footnote": "Ex. 34:11; Num. 33:52 (52–53); Josh. 11:6; 24:8.",
                        "start": 77,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, do ye suppose that the children of this land, who were in the land of promise, who were driven out by our fathers, do ye suppose that they were righteous? Behold, I say unto you, Nay.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Do ye suppose that our fathers would have been more choice than they if they had been righteous? I say unto you, Nay.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, the Lord esteemeth all flesh in one; he that is righteous is favored of God. But behold, this people had rejected every word of God, and they were ripe in iniquity; and the fulness of the wrath of God was upon them; and the Lord did curse the land against them, and bless it unto our fathers; yea, he did curse it against them unto their destruction, and he did bless it unto our fathers unto their obtaining power over it.",
                "footnotes": [
                    {
                        "footnote": "Acts 10:15 (15, 34); Rom. 2:11; 2 Ne. 26:33 (23–33).",
                        "start": 31,
                        "end": 36
                    },
                    {
                        "footnote": "Ps. 55:22; John 15:10; 1 Ne. 22:17.",
                        "start": 56,
                        "end": 65
                    },
                    {
                        "footnote": "1 Sam. 2:30; 1 Kgs. 2:3; Ps. 97:10; 145:20 (1–21); Alma 13:4; 28:13; D&C 82:10 (8–10).",
                        "start": 69,
                        "end": 76
                    },
                    {
                        "footnote": "Gen. 15:16; Ex. 23:31 (28–31); Deut. 7:10; Josh. 2:24.",
                        "start": 102,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, the Lord hath created the earth that it should be inhabited; and he hath created his children that they should possess it.",
                "footnotes": [
                    {
                        "footnote": "Gen. 1:28 (26–28); Jer. 27:5; Moses 1:29. TG Earth, Purpose of; Man, a Spirit Child of Heavenly Father; Man, Physical Creation of.",
                        "start": 34,
                        "end": 39
                    },
                    {
                        "footnote": "Isa. 45:18.",
                        "start": 58,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he raiseth up a righteous nation, and destroyeth the nations of the wicked.",
                "footnotes": [
                    {
                        "footnote": "Ps. 1:6; Prov. 14:34; Isa. 45:1 (1–3); 1 Ne. 4:13; Ether 2:10; D&C 98:32 (31–32); 117:6.",
                        "start": 7,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                "footnotes": [
                    {
                        "footnote": "TG Lands of Inheritance.",
                        "start": 48,
                        "end": 53
                    },
                    {
                        "footnote": "Lev. 20:22.",
                        "start": 73,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He ruleth high in the heavens, for it is his throne, and this earth is his footstool.",
                "footnotes": [
                    {
                        "footnote": "Isa. 66:1; Lam. 2:1; D&C 38:17; Abr. 2:7.",
                        "start": 75,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Origins of.",
                        "start": 76,
                        "end": 83
                    },
                    {
                        "footnote": "TG Abrahamic Covenant.",
                        "start": 92,
                        "end": 102
                    },
                    {
                        "footnote": "Gen. 21:12; D&C 27:10.",
                        "start": 133,
                        "end": 138
                    },
                    {
                        "footnote": "Gen. 28:4 (1–5).",
                        "start": 144,
                        "end": 149
                    },
                    {
                        "footnote": "Deut. 4:37 (37–38).",
                        "start": 250,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he did straiten them in the wilderness with his rod; for they hardened their hearts, even as ye have; and the Lord straitened them because of their iniquity. He sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 17:7 (7–23).",
                        "start": 66,
                        "end": 74
                    },
                    {
                        "footnote": "Num. 21:6 (4–9); Deut. 8:15; Alma 33:19 (18–22).",
                        "start": 183,
                        "end": 191
                    },
                    {
                        "footnote": "Hosea 11:3; John 3:14; 2 Ne. 25:20.",
                        "start": 268,
                        "end": 274
                    },
                    {
                        "footnote": "Alma 37:46 (44–47); Hel. 8:15.",
                        "start": 348,
                        "end": 358
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 40
                    }
                ],
                "italics": []
            },
            {
                "text": "And they did harden their hearts from time to time, and they did revile against Moses, and also against God; nevertheless, ye know that they were led forth by his matchless power into the land of promise.",
                "footnotes": [
                    {
                        "footnote": "Ex. 32:23; Num. 14:2 (1–12). TG Reviling.",
                        "start": 65,
                        "end": 71
                    },
                    {
                        "footnote": "D&C 84:23.",
                        "start": 80,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, after all these things, the time has come that they have become wicked, yea, nearly unto ripeness; and I know not but they are at this day about to be destroyed; for I know that the day must surely come that they must be destroyed, save a few only, who shall be led away into captivity.",
                "footnotes": [
                    {
                        "footnote": "Hosea 7:13. TG Israel, Scattering of.",
                        "start": 160,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 2:2 (1–2).",
                        "start": 20,
                        "end": 29
                    },
                    {
                        "footnote": "1 Ne. 16:37.",
                        "start": 140,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ye are swift to do iniquity but slow to remember the Lord your God. Ye have seen an angel, and he spake unto you; yea, ye have heard his voice from time to time; and he hath spoken unto you in a still small voice, but ye were past feeling, that ye could not feel his words; wherefore, he has spoken unto you like unto the voice of thunder, which did cause the earth to shake as if it were to divide asunder.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:29.",
                        "start": 7,
                        "end": 12
                    },
                    {
                        "footnote": "1 Ne. 4:3.",
                        "start": 84,
                        "end": 89
                    },
                    {
                        "footnote": "Acts 17:27; Eph. 4:19; 1 Ne. 2:14.",
                        "start": 226,
                        "end": 230
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye also know that by the power of his almighty word he can cause the earth that it shall pass away; yea, and ye know that by his word he can cause the rough places to be made smooth, and smooth places shall be broken up. O, then, why is it, that ye can be so hard in your hearts?",
                "footnotes": [
                    {
                        "footnote": "Hel. 12:10 (6–18).",
                        "start": 29,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                "footnotes": [
                    {
                        "footnote": "Micah 3:8.",
                        "start": 132,
                        "end": 136
                    },
                    {
                        "footnote": "Dan. 10:8 (8, 17); 1 Ne. 1:7; 19:20.",
                        "start": 186,
                        "end": 188
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 13:3.",
                        "start": 274,
                        "end": 279
                    },
                    {
                        "footnote": "2 Ne. 1:27 (26–27). TG God, Power of; Priesthood, Power of.",
                        "start": 313,
                        "end": 318
                    },
                    {
                        "footnote": "1 Kgs. 13:4 (4–7); Moses 1:11; 6:47.",
                        "start": 408,
                        "end": 414
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, said unto them that they should murmur no more against their father; neither should they withhold their labor from me, for God had commanded me that I should build a ship.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 17:17; 18:1 (1–6).",
                        "start": 193,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.",
                "footnotes": [
                    {
                        "footnote": "Philip. 4:13; 1 Ne. 3:7; D&C 24:13.",
                        "start": 22,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, if the Lord has such great power, and has wrought so many miracles among the children of men, how is it that he cannot instruct me, that I should build a ship?",
                "footnotes": [
                    {
                        "footnote": "Gen. 6:14 (14–16); 1 Ne. 18:1.",
                        "start": 128,
                        "end": 136
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 41
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, said many things unto my brethren, insomuch that they were confounded and could not contend against me; neither durst they lay their hands upon me nor touch me with their fingers, even for the space of many days. Now they durst not do this lest they should wither before me, so powerful was the Spirit of God; and thus it had wrought upon them.",
                "footnotes": [
                    {
                        "footnote": "IE ashamed, overawed.",
                        "start": 94,
                        "end": 104
                    },
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 330,
                        "end": 336
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord said unto me: Stretch forth thine hand again unto thy brethren, and they shall not wither before thee, but I will shock them, saith the Lord, and this will I do, that they may know that I am the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "IE cause to shake or tremble; see vv. 54–55.",
                        "start": 148,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, they said: We know of a surety that the Lord is with thee, for we know that it is the power of the Lord that has shaken us. And they fell down before me, and were about to worship me, but I would not suffer them, saying: I am thy brother, yea, even thy younger brother; wherefore, worship the Lord thy God, and honor thy father and thy mother, that thy days may be long in the land which the Lord thy God shall give thee.",
                "footnotes": [
                    {
                        "footnote": "Ex. 3:12; Alma 38:4.",
                        "start": 57,
                        "end": 66
                    },
                    {
                        "footnote": "Dan. 2:46; Acts 14:15 (11–15).",
                        "start": 181,
                        "end": 188
                    },
                    {
                        "footnote": "Ex. 20:12; Prov. 9:11; Mosiah 14:10; Hel. 7:24; D&C 5:33.",
                        "start": 362,
                        "end": 366
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}