{
    "_id": "1nephi7",
    "nextChapterId": "1nephi8",
    "prevChapterId": "1nephi6",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "1 Nephi",
        "titleShort": "1 Ne",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1nephi"
    },
    "chapter": {
        "bookTitle": "1 Nephi",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Lehi's sons return to Jerusalem and invite Ishmael and his household to join them in their journey—Laman and others rebel—Nephi exhorts his brethren to have faith in the Lord—They bind him with cords and plan his destruction—He is freed by the power of faith—His brethren ask forgiveness—Lehi and his company offer sacrifice and burnt offerings. About 600–592 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now I would that ye might know, that after my father, Lehi, had made an end of prophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take daughters to wife, that they might raise up seed unto the Lord in the land of promise.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:16.",
                        "start": 83,
                        "end": 94
                    },
                    {
                        "footnote": "1 Ne. 16:7.",
                        "start": 299,
                        "end": 308
                    },
                    {
                        "footnote": "TG Marriage, Marry.",
                        "start": 312,
                        "end": 316
                    },
                    {
                        "footnote": "Ps. 127:3.",
                        "start": 343,
                        "end": 347
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord commanded him that I, Nephi, and my brethren, should again return unto the land of Jerusalem, and bring down Ishmael and his family into the wilderness.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 16:8.",
                        "start": 34,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Nephi, did again, with my brethren, go forth into the wilderness to go up to Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 3:2.",
                        "start": 39,
                        "end": 44
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord did soften the heart of Ishmael, and also his household, insomuch that they took their journey with us down into the wilderness to the tent of our father.",
                "footnotes": [
                    {
                        "footnote": "TG Guidance, Divine.",
                        "start": 29,
                        "end": 33
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that as we journeyed in the wilderness, behold Laman and Lemuel, and two of the daughters of Ishmael, and the two sons of Ishmael and their families, did rebel against us; yea, against me, Nephi, and Sam, and their father, Ishmael, and his wife, and his three other daughters.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 16:7 (7, 27).",
                        "start": 100,
                        "end": 109
                    },
                    {
                        "footnote": "2 Ne. 4:10.",
                        "start": 134,
                        "end": 138
                    },
                    {
                        "footnote": "1 Ne. 17:18 (17–55).",
                        "start": 174,
                        "end": 179
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p6",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass in the which rebellion, they were desirous to return unto the land of Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I, Nephi, being grieved for the hardness of their hearts, therefore I spake unto them, saying, yea, even unto Laman and unto Lemuel: Behold ye are mine elder brethren, and how is it that ye are so hard in your hearts, and so blind in your minds, that ye have need that I, your younger brother, should speak unto you, yea, and set an example for you?",
                "footnotes": [
                    {
                        "footnote": "Mosiah 28:3; Alma 31:2; 3 Ne. 17:14; Moses 7:41.",
                        "start": 24,
                        "end": 31
                    },
                    {
                        "footnote": "1 Chr. 29:1; D&C 1:19 (19, 23).",
                        "start": 285,
                        "end": 292
                    },
                    {
                        "footnote": "TG Example.",
                        "start": 341,
                        "end": 348
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How is it that ye have not hearkened unto the word of the Lord?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "How is it that ye have forgotten that ye have seen an angel of the Lord?",
                "footnotes": [
                    {
                        "footnote": "Deut. 4:9 (9–13); 1 Ne. 4:3.",
                        "start": 23,
                        "end": 32
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and how is it that ye have forgotten what great things the Lord hath done for us, in delivering us out of the hands of Laban, and also that we should obtain the record?",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 4:1 (1–38).",
                        "start": 90,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and how is it that ye have forgotten that the Lord is able to do all things according to his will, for the children of men, if it so be that they exercise faith in him? Wherefore, let us be faithful to him.",
                "footnotes": [
                    {
                        "footnote": "Ps. 18:32 (32–40); 1 Ne. 17:50; Alma 26:12.",
                        "start": 74,
                        "end": 80
                    },
                    {
                        "footnote": "1 Ne. 2:19 (18–21); 15:11.",
                        "start": 160,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if it so be that we are faithful to him, we shall obtain the land of promise; and ye shall know at some future period that the word of the Lord shall be fulfilled concerning the destruction of Jerusalem; for all things which the Lord hath spoken concerning the destruction of Jerusalem must be fulfilled.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 2:20. TG Promised Lands.",
                        "start": 65,
                        "end": 80
                    },
                    {
                        "footnote": "2 Kgs. 25:4 (1–21).",
                        "start": 182,
                        "end": 193
                    },
                    {
                        "footnote": "2 Ne. 6:8; 25:10; Omni 1:15; Hel. 8:21 (20–21).",
                        "start": 197,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, the Spirit of the Lord ceaseth soon to strive with them; for behold, they have rejected the prophets, and Jeremiah have they cast into prison. And they have sought to take away the life of my father, insomuch that they have driven him out of the land.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 16,
                        "end": 22
                    },
                    {
                        "footnote": "Ezek. 5:6; 1 Ne. 1:19 (18–20); 2:13.",
                        "start": 35,
                        "end": 42
                    },
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 91,
                        "end": 99
                    },
                    {
                        "footnote": "Jer. 37:15 (15–21).",
                        "start": 118,
                        "end": 126
                    },
                    {
                        "footnote": "1 Ne. 2:1.",
                        "start": 193,
                        "end": 197
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when I, Nephi, had spoken these words unto my brethren, they were angry with me. And it came to pass that they did lay their hands upon me, for behold, they were exceedingly wroth, and they did bind me with cords, for they sought to take away my life, that they might leave me in the wilderness to be devoured by wild beasts.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:11 (11–15).",
                        "start": 219,
                        "end": 223
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound.",
                "footnotes": [
                    {
                        "footnote": "Judg. 14:6.",
                        "start": 175,
                        "end": 183
                    },
                    {
                        "footnote": "Jacob 4:6; Alma 14:28 (26–28); 3 Ne. 28:20 (19–22).",
                        "start": 195,
                        "end": 200
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when I had said these words, behold, the bands were loosed from off my hands and feet, and I stood before my brethren, and I spake unto them again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were angry with me again, and sought to lay hands upon me; but behold, one of the daughters of Ishmael, yea, and also her mother, and one of the sons of Ishmael, did plead with my brethren, insomuch that they did soften their hearts; and they did cease striving to take away my life.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 16:7; 18:19 (19–20).",
                        "start": 112,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                "footnotes": [
                    {
                        "footnote": "TG Repent.",
                        "start": 153,
                        "end": 160
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I did frankly forgive them all that they had done, and I did exhort them that they would pray unto the Lord their God for forgiveness. And it came to pass that they did so. And after they had done praying unto the Lord we did again travel on our journey towards the tent of our father.",
                "footnotes": [
                    {
                        "footnote": "TG Family, Love within.",
                        "start": 39,
                        "end": 46
                    },
                    {
                        "footnote": "TG Forgive.",
                        "start": 147,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                "footnotes": [
                    {
                        "footnote": "TG Thanksgiving.",
                        "start": 184,
                        "end": 190
                    },
                    {
                        "footnote": "1 Ne. 5:9.",
                        "start": 235,
                        "end": 244
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 14
                    }
                ],
                "italics": []
            }
        ]
    }
}