{
    "_id": "numbers11",
    "nextChapterId": "numbers12",
    "prevChapterId": "numbers10",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 11,
        "summary": "Fire from the Lord consumes the rebels in Israel—Israel murmurs and lusts for meat instead of manna—Moses complains that he cannot bear the burden alone—He is commanded to choose seventy elders to assist him—The Lord promises meat until it becomes loathsome to the Israelites—The seventy elders are chosen, they prophesy, the Lord comes down, and Eldad and Medad prophesy in the camp—Israel is provided with quail—The people lust, a great plague follows, and many die.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And when the people complained, it displeased the Lord: and the Lord heard it; and his anger was kindled; and the fire of the Lord burnt among them, and consumed them that were in the uttermost parts of the camp.",
                "footnotes": [
                    {
                        "footnote": "Deut. 9:22; 1 Ne. 16:22; 17:2; D&C 75:7 (7–8).",
                        "start": 20,
                        "end": 30
                    },
                    {
                        "footnote": "Deut. 32:22; Ps. 78:21; 1 Ne. 15:30; 2 Ne. 26:6; D&C 35:14; 128:24; Moses 7:34.",
                        "start": 114,
                        "end": 118
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 8
                    },
                    {
                        "start": 75,
                        "end": 78
                    },
                    {
                        "start": 162,
                        "end": 176
                    }
                ]
            },
            {
                "text": "And the people cried unto Moses; and when Moses prayed unto the Lord, the fire was quenched.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he called the name of the place Taberah: because the fire of the Lord burnt among them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the mixed multitude that was among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?",
                "footnotes": [
                    {
                        "footnote": "TG Lust.",
                        "start": 51,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 29,
                        "end": 32
                    }
                ]
            },
            {
                "text": "We remember the fish, which we did eat in Egypt freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But now our soul is dried away: there is nothing at all, beside this manna, before our eyes.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 19
                    },
                    {
                        "start": 32,
                        "end": 40
                    },
                    {
                        "start": 76,
                        "end": 82
                    }
                ]
            },
            {
                "text": "And the manna was as coriander seed, and the colour thereof as the colour of bdellium.",
                "footnotes": [
                    {
                        "footnote": "Ex. 16:35; 1 Ne. 17:28 (15–43); Mosiah 7:19.",
                        "start": 8,
                        "end": 13
                    },
                    {
                        "footnote": "Ex. 16:31.",
                        "start": 21,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 14,
                        "end": 17
                    }
                ]
            },
            {
                "text": "And the people went about, and gathered it, and ground it in mills, or beat it in a mortar, and baked it in pans, and made cakes of it: and the taste of it was as the taste of fresh oil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    },
                    {
                        "start": 40,
                        "end": 43
                    },
                    {
                        "start": 55,
                        "end": 57
                    },
                    {
                        "start": 76,
                        "end": 78
                    },
                    {
                        "start": 102,
                        "end": 104
                    }
                ]
            },
            {
                "text": "And when the dew fell upon the camp in the night, the manna fell upon it.",
                "footnotes": [
                    {
                        "footnote": "OR with it.",
                        "start": 65,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Moses heard the people weep throughout their families, every man in the door of his tent: and the anger of the Lord was kindled greatly; Moses also was displeased.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said unto the Lord, Wherefore hast thou afflicted thy servant? and wherefore have I not found favour in thy sight, that thou layest the burden of all this people upon me?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Have I conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou swarest unto their fathers?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Whence should I have flesh to give unto all this people? for they weep unto me, saying, Give us flesh, that we may eat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I am not able to bear all this people alone, because it is too heavy for me.",
                "footnotes": [
                    {
                        "footnote": "Ex. 18:18.",
                        "start": 63,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 58
                    }
                ]
            },
            {
                "text": "And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight; and let me not see my wretchedness.",
                "footnotes": [
                    {
                        "footnote": "OR immediately.",
                        "start": 53,
                        "end": 64
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Moses, Gather unto me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them unto the tabernacle of the congregation, that they may stand there with thee.",
                "footnotes": [
                    {
                        "footnote": "TG Church Organization; Seventy.",
                        "start": 45,
                        "end": 52
                    },
                    {
                        "footnote": "Deut. 16:18; D&C 88:127; 107:21. TG Delegation of Responsibility.",
                        "start": 136,
                        "end": 144
                    },
                    {
                        "footnote": "HEB tent of meeting.",
                        "start": 180,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.",
                "footnotes": [
                    {
                        "footnote": "TG Leadership.",
                        "start": 139,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 85
                    },
                    {
                        "start": 110,
                        "end": 112
                    },
                    {
                        "start": 195,
                        "end": 197
                    }
                ]
            },
            {
                "text": "And say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the Lord, saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the Lord will give you flesh, and ye shall eat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 179,
                        "end": 185
                    }
                ]
            },
            {
                "text": "Ye shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But even a whole month, until it come out at your nostrils, and it be loathsome unto you: because that ye have despised the Lord which is among you, and have wept before him, saying, Why came we forth out of Egypt?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    },
                    {
                        "start": 135,
                        "end": 137
                    }
                ]
            },
            {
                "text": "And Moses said, The people, among whom I am, are six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 41,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Moses, Is the Lord's hand waxed short? thou shalt see now whether my word shall come to pass unto thee or not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses went out, and told the people the words of the Lord, and gathered the seventy men of the elders of the people, and set them round about the tabernacle.",
                "footnotes": [
                    {
                        "footnote": "TG Seventy.",
                        "start": 80,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord came down in a cloud, and spake unto him, and took of the spirit that was upon him, and gave it unto the seventy elders: and it came to pass, that, when the spirit rested upon them, they prophesied, and did not cease.",
                "footnotes": [
                    {
                        "footnote": "Num. 12:5; Ether 2:4 (4–5, 14); D&C 34:7 (7–9); JS—H 1:68 (68–71).",
                        "start": 28,
                        "end": 33
                    },
                    {
                        "footnote": "TG Elder, Melchizedek Priesthood.",
                        "start": 126,
                        "end": 132
                    },
                    {
                        "footnote": "TG Holy Ghost, Gifts of.",
                        "start": 200,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 86
                    },
                    {
                        "start": 106,
                        "end": 108
                    },
                    {
                        "start": 155,
                        "end": 160
                    }
                ]
            },
            {
                "text": "But there remained two of the men in the camp, the name of the one was Eldad, and the name of the other Medad: and the spirit rested upon them; and they were of them that were written, but went not out unto the tabernacle: and they prophesied in the camp.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 212
                    }
                ],
                "italics": [
                    {
                        "start": 23,
                        "end": 29
                    },
                    {
                        "start": 67,
                        "end": 70
                    },
                    {
                        "start": 153,
                        "end": 157
                    }
                ]
            },
            {
                "text": "And there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua the son of Nun, the servant of Moses, one of his young men, answered and said, My lord Moses, forbid them.",
                "footnotes": [
                    {
                        "footnote": "Num. 13:16; 1 Chr. 7:27.",
                        "start": 4,
                        "end": 10
                    },
                    {
                        "footnote": "Ex. 33:11; Num. 27:18; Josh. 14:1; 1 Kgs. 16:34; Neh. 8:17.",
                        "start": 22,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 52
                    }
                ]
            },
            {
                "text": "And Moses said unto him, Enviest thou for my sake? would God that all the Lord's people were prophets, and that the Lord would put his spirit upon them!",
                "footnotes": [
                    {
                        "footnote": "TG Prophecy; Prophets, Mission of.",
                        "start": 93,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 103,
                        "end": 106
                    }
                ]
            },
            {
                "text": "And Moses gat him into the camp, he and the elders of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there went forth a wind from the Lord, and brought quails from the sea, and let them fall by the camp, as it were a day's journey on this side, and as it were a day's journey on the other side, round about the camp, and as it were two cubits high upon the face of the earth.",
                "footnotes": [
                    {
                        "footnote": "Ex. 16:13.",
                        "start": 55,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 84,
                        "end": 88
                    },
                    {
                        "start": 246,
                        "end": 250
                    }
                ]
            },
            {
                "text": "And the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread them all abroad for themselves round about the camp.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 50
                    },
                    {
                        "start": 170,
                        "end": 174
                    }
                ]
            },
            {
                "text": "And while the flesh was yet between their teeth, ere it was chewed, the wrath of the Lord was kindled against the people, and the Lord smote the people with a very great plague.",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 170,
                        "end": 176
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 23
                    }
                ]
            },
            {
                "text": "And he called the name of that place Kibroth-hattaavah: because there they buried the people that lusted.",
                "footnotes": [
                    {
                        "footnote": "IE The graves of lust.",
                        "start": 37,
                        "end": 54
                    },
                    {
                        "footnote": "Deut. 9:22.",
                        "start": 98,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people journeyed from Kibroth-hattaavah unto Hazeroth; and abode at Hazeroth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 3
                    }
                ]
            }
        ]
    }
}