{
    "_id": "numbers32",
    "nextChapterId": "numbers33",
    "prevChapterId": "numbers31",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 32,
        "summary": "Reuben, Gad, and half the tribe of Manasseh receive their inheritances east of the Jordan—They covenant to join other tribes in conquering Canaan.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now the children of Reuben and the children of Gad had a very great multitude of cattle: and when they saw the land of Jazer, and the land of Gilead, that, behold, the place was a place for cattle;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 174,
                        "end": 177
                    }
                ]
            },
            {
                "text": "The children of Gad and the children of Reuben came and spake unto Moses, and to Eleazar the priest, and unto the princes of the congregation, saying,",
                "footnotes": [
                    {
                        "footnote": "Deut. 33:21.",
                        "start": 16,
                        "end": 19
                    },
                    {
                        "footnote": "Deut. 3:12.",
                        "start": 40,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even the country which the Lord smote before the congregation of Israel, is a land for cattle, and thy servants have cattle:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 73,
                        "end": 75
                    }
                ]
            },
            {
                "text": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 118,
                        "end": 121
                    }
                ]
            },
            {
                "text": "And Moses said unto the children of Gad and to the children of Reuben, Shall your brethren go to war, and shall ye sit here?",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 245
                    }
                ],
                "italics": []
            },
            {
                "text": "And wherefore discourage ye the heart of the children of Israel from going over into the land which the Lord hath given them?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus did your fathers, when I sent them from Kadesh-barnea to see the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For when they went up unto the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which the Lord had given them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord's anger was kindled the same time, and he sware, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Surely none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I sware unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed me:",
                "footnotes": [
                    {
                        "footnote": "Num. 14:23.",
                        "start": 90,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Save Caleb the son of Jephunneh the Kenezite, and Joshua the son of Nun: for they have wholly followed the Lord.",
                "footnotes": [
                    {
                        "footnote": "Josh. 15:17.",
                        "start": 5,
                        "end": 10
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord's anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done evil in the sight of the Lord, was consumed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And, behold, ye are risen up in your fathers' stead, an increase of sinful men, to augment yet the fierce anger of the Lord toward Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For if ye turn away from after him, he will yet again leave them in the wilderness; and ye shall destroy all this people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they came near unto him, and said, We will build sheepfolds here for our cattle, and cities for our little ones:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But we ourselves will go ready armed before the children of Israel, until we have brought them unto their place: and our little ones shall dwell in the fenced cities because of the inhabitants of the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We will not return unto our houses, until the children of Israel have inherited every man his inheritance.",
                "footnotes": [
                    {
                        "footnote": "Gen. 15:7; D&C 52:42.",
                        "start": 94,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For we will not inherit with them on yonder side Jordan, or forward; because our inheritance is fallen to us on this side Jordan eastward.",
                "footnotes": [
                    {
                        "footnote": "OR the other side of the Jordan and beyond.",
                        "start": 37,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said unto them, If ye will do this thing, if ye will go armed before the Lord to war,",
                "footnotes": [
                    {
                        "footnote": "Josh. 1:13.",
                        "start": 37,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And will go all of you armed over Jordan before the Lord, until he hath driven out his enemies from before him,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the land be subdued before the Lord: then afterward ye shall return, and be guiltless before the Lord, and before Israel; and this land shall be your possession before the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if ye will not do so, behold, ye have sinned against the Lord: and be sure your sin will find you out.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Build you cities for your little ones, and folds for your sheep; and do that which hath proceeded out of your mouth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Gad and the children of Reuben spake unto Moses, saying, Thy servants will do as my lord commandeth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Our little ones, our wives, our flocks, and all our cattle, shall be there in the cities of Gilead:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But thy servants will pass over, every man armed for war, before the Lord to battle, as my lord saith.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So concerning them Moses commanded Eleazar the priest, and Joshua the son of Nun, and the chief fathers of the tribes of the children of Israel:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Moses said unto them, If the children of Gad and the children of Reuben will pass with you over Jordan, every man armed to battle, before the Lord, and the land shall be subdued before you; then ye shall give them the land of Gilead for a possession:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 246
                    }
                ],
                "italics": []
            },
            {
                "text": "And the children of Gad and the children of Reuben answered, saying, As the Lord hath said unto thy servants, so will we do.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "We will pass over armed before the Lord into the land of Canaan, that the possession of our inheritance on this side Jordan may be ours.",
                "footnotes": [
                    {
                        "footnote": "Num. 34:14 (13–15).",
                        "start": 92,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 124,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And Moses gave unto them, even to the children of Gad, and to the children of Reuben, and unto half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan, the land, with the cities thereof in the coasts, even the cities of the country round about.",
                "footnotes": [
                    {
                        "footnote": "Josh. 12:6; 22:4.",
                        "start": 10,
                        "end": 14
                    },
                    {
                        "footnote": "HEB with their borders.",
                        "start": 256,
                        "end": 269
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 26,
                        "end": 30
                    },
                    {
                        "start": 271,
                        "end": 275
                    }
                ]
            },
            {
                "text": "And the children of Gad built Dibon, and Ataroth, and Aroer,",
                "footnotes": [
                    {
                        "footnote": "OR rebuilt.",
                        "start": 24,
                        "end": 29
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Atroth, Shophan, and Jaazer, and Jogbehah,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Beth-nimrah, and Beth-haran, fenced cities: and folds for sheep.",
                "footnotes": [
                    {
                        "footnote": "HEB fortified.",
                        "start": 33,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Reuben built Heshbon, and Elealeh, and Kirjathaim,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Nebo, and Baal-meon, (their names being changed,) and Shibmah: and gave other names unto the cities which they builded.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Machir the son of Manasseh went to Gilead, and took it, and dispossessed the Amorite which was in it.",
                "footnotes": [
                    {
                        "footnote": "Gen. 50:23.",
                        "start": 20,
                        "end": 26
                    },
                    {
                        "footnote": "TG Israel, Joseph, People of.",
                        "start": 38,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And Moses gave Gilead unto Machir the son of Manasseh; and he dwelt therein.",
                "footnotes": [
                    {
                        "footnote": "Josh. 17:1; Judg. 5:14.",
                        "start": 15,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jair the son of Manasseh went and took the small towns thereof, and called them Havoth-jair.",
                "footnotes": [
                    {
                        "footnote": "Josh. 13:30.",
                        "start": 53,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Nobah went and took Kenath, and the villages thereof, and called it Nobah, after his own name.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}