{
    "_id": "numbers4",
    "nextChapterId": "numbers5",
    "prevChapterId": "numbers3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 4,
        "summary": "When the camps of Israel move, Aaron and his sons cover the holy things in the tabernacle—The Levites of the families of Kohath, Gershon, and Merari carry the burden of the tabernacle.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Take the sum of the sons of Kohath from among the sons of Levi, after their families, by the house of their fathers,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even until fifty years old, all that enter into the host, to do the work in the tabernacle of the congregation.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 23:3; Luke 3:23.",
                        "start": 5,
                        "end": 11
                    },
                    {
                        "footnote": "HEB the tent of meeting (also as found in vv. 4–47).",
                        "start": 109,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This shall be the service of the sons of Kohath in the tabernacle of the congregation, about the most holy things:",
                "footnotes": [
                    {
                        "footnote": "TG Stewardship.",
                        "start": 18,
                        "end": 25
                    },
                    {
                        "footnote": "Ex. 6:16 (16, 18); Num. 3:17.",
                        "start": 41,
                        "end": 47
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 13
                    },
                    {
                        "start": 87,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And when the camp setteth forward, Aaron shall come, and his sons, and they shall take down the covering veil, and cover the ark of testimony with it:",
                "footnotes": [
                    {
                        "footnote": "Ex. 25:10 (10–22).",
                        "start": 125,
                        "end": 128
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And shall put thereon the covering of badgers' skins, and shall spread over it a cloth wholly of blue, and shall put in the staves thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 78
                    }
                ]
            },
            {
                "text": "And upon the table of shewbread they shall spread a cloth of blue, and put thereon the dishes, and the spoons, and the bowls, and covers to cover withal: and the continual bread shall be thereon:",
                "footnotes": [
                    {
                        "footnote": "OR the bread of the presence. TG Bread, Shewbread.",
                        "start": 22,
                        "end": 31
                    },
                    {
                        "footnote": "Ex. 25:29.",
                        "start": 87,
                        "end": 93
                    },
                    {
                        "footnote": "HEB jars for pouring (drink offering).",
                        "start": 130,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall spread upon them a cloth of scarlet, and cover the same with a covering of badgers' skins, and shall put in the staves thereof.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall take a cloth of blue, and cover the candlestick of the light, and his lamps, and his tongs, and his snuffdishes, and all the oil vessels thereof, wherewith they minister unto it:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall put it and all the vessels thereof within a covering of badgers' skins, and shall put it upon a bar.",
                "footnotes": [
                    {
                        "footnote": "OR yoke, or carrying frame (also v. 12).",
                        "start": 111,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 101,
                        "end": 103
                    }
                ]
            },
            {
                "text": "And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers' skins, and shall put to the staves thereof:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall take all the instruments of ministry, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of badgers' skins, and shall put them on a bar:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 103,
                        "end": 107
                    },
                    {
                        "start": 192,
                        "end": 196
                    }
                ]
            },
            {
                "text": "And they shall take away the ashes from the altar, and spread a purple cloth thereon:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they shall put upon it all the vessels thereof, wherewith they minister about it, even the censers, the fleshhooks, and the shovels, and the basins, all the vessels of the altar; and they shall spread upon it a covering of badgers' skins, and put to the staves of it.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 198
                    }
                ],
                "italics": [
                    {
                        "start": 86,
                        "end": 90
                    }
                ]
            },
            {
                "text": "And when Aaron and his sons have made an end of covering the sanctuary, and all the vessels of the sanctuary, as the camp is to set forward; after that, the sons of Kohath shall come to bear it: but they shall not touch any holy thing, lest they die. These things are the burden of the sons of Kohath in the tabernacle of the congregation.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:3.",
                        "start": 165,
                        "end": 171
                    },
                    {
                        "footnote": "Deut. 10:8; 1 Chr. 15:2.",
                        "start": 186,
                        "end": 190
                    },
                    {
                        "footnote": "1 Chr. 13:10.",
                        "start": 214,
                        "end": 219
                    },
                    {
                        "footnote": "Num. 18:3 (2–3).",
                        "start": 224,
                        "end": 228
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 191,
                        "end": 194
                    },
                    {
                        "start": 220,
                        "end": 223
                    },
                    {
                        "start": 257,
                        "end": 267
                    }
                ]
            },
            {
                "text": "And to the office of Eleazar the son of Aaron the priest pertaineth the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil, and the oversight of all the tabernacle, and of all that therein is, in the sanctuary, and in the vessels thereof.",
                "footnotes": [
                    {
                        "footnote": "HEB continual cereal offering.",
                        "start": 122,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 67
                    },
                    {
                        "start": 166,
                        "end": 169
                    },
                    {
                        "start": 231,
                        "end": 234
                    }
                ]
            },
            {
                "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Cut ye not off the tribe of the families of the Kohathites from among the Levites:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But they shall not go in to see when the holy things are covered, lest they die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord spake unto Moses, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Take also the sum of the sons of Gershon, throughout the houses of their fathers, by their families;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward until fifty years old shalt thou number them; all that enter in to perform the service, to do the work in the tabernacle of the congregation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the service of the families of the Gershonites, to serve, and for burdens:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    }
                ]
            },
            {
                "text": "And they shall bear the curtains of the tabernacle, and the tabernacle of the congregation, his covering, and the covering of the badgers' skins that is above upon it, and the hanging for the door of the tabernacle of the congregation,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 150,
                        "end": 152
                    }
                ]
            },
            {
                "text": "And the hangings of the court, and the hanging for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the instruments of their service, and all that is made for them: so shall they serve.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 92,
                        "end": 94
                    }
                ]
            },
            {
                "text": "At the appointment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burdens, and in all their service: and ye shall appoint unto them in charge all their burdens.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the service of the families of the sons of Gershon in the tabernacle of the congregation: and their charge shall be under the hand of Ithamar the son of Aaron the priest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    },
                    {
                        "start": 115,
                        "end": 123
                    }
                ]
            },
            {
                "text": "As for the sons of Merari, thou shalt number them after their families, by the house of their fathers;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even unto fifty years old shalt thou number them, every one that entereth into the service, to do the work of the tabernacle of the congregation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this is the charge of their burden, according to all their service in the tabernacle of the congregation; the boards of the tabernacle, and the bars thereof, and the pillars thereof, and sockets thereof,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 11
                    }
                ]
            },
            {
                "text": "And the pillars of the court round about, and their sockets, and their pins, and their cords, with all their instruments, and with all their service: and by name ye shall reckon the instruments of the charge of their burden.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This is the service of the families of the sons of Merari, according to all their service, in the tabernacle of the congregation, under the hand of Ithamar the son of Aaron the priest.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 199
                    }
                ],
                "italics": [
                    {
                        "start": 5,
                        "end": 7
                    }
                ]
            },
            {
                "text": "And Moses and Aaron and the chief of the congregation numbered the sons of the Kohathites after their families, and after the house of their fathers,",
                "footnotes": [
                    {
                        "footnote": "TG Church.",
                        "start": 41,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And those that were numbered of them by their families were two thousand seven hundred and fifty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "These were they that were numbered of the families of the Kohathites, all that might do service in the tabernacle of the congregation, which Moses and Aaron did number according to the commandment of the Lord by the hand of Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 10
                    }
                ]
            },
            {
                "text": "And those that were numbered of the sons of Gershon, throughout their families, and by the house of their fathers,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even those that were numbered of them, throughout their families, by the house of their fathers, were two thousand and six hundred and thirty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "These are they that were numbered of the families of the sons of Gershon, of all that might do service in the tabernacle of the congregation, whom Moses and Aaron did number according to the commandment of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Ex. 6:17.",
                        "start": 65,
                        "end": 72
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    }
                ]
            },
            {
                "text": "And those that were numbered of the families of the sons of Merari, throughout their families, by the house of their fathers,",
                "footnotes": [
                    {
                        "footnote": "Ex. 6:19.",
                        "start": 60,
                        "end": 66
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even those that were numbered of them after their families, were three thousand and two hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "These be those that were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the word of the Lord by the hand of Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 8
                    }
                ]
            },
            {
                "text": "All those that were numbered of the Levites, whom Moses and Aaron and the chief of Israel numbered, after their families, and after the house of their fathers,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "From thirty years old and upward even unto fifty years old, every one that came to do the service of the ministry, and the service of the burden in the tabernacle of the congregation,",
                "footnotes": [
                    {
                        "footnote": "TG Priest, Aaronic Priesthood. BD Priests.",
                        "start": 105,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Even those that were numbered of them, were eight thousand and five hundred and fourscore.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "According to the commandment of the Lord they were numbered by the hand of Moses, every one according to his service, and according to his burden: thus were they numbered of him, as the Lord commanded Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}