{
    "_id": "numbers2",
    "nextChapterId": "numbers3",
    "prevChapterId": "numbers1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Numbers",
        "titleShort": "Num",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "numbers"
    },
    "chapter": {
        "bookTitle": "Numbers",
        "delineation": "Chapter",
        "number": 2,
        "summary": "The order and leaders of the tribes and armies of Israel in their tents are given.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Lord spake unto Moses and unto Aaron, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Every man of the children of Israel shall pitch by his own standard, with the ensign of their father's house: far off about the tabernacle of the congregation shall they pitch.",
                "footnotes": [
                    {
                        "footnote": "Num. 24:2.",
                        "start": 94,
                        "end": 102
                    },
                    {
                        "footnote": "OR facing the tent of meeting on all sides.",
                        "start": 110,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 162,
                        "end": 170
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were threescore and fourteen thousand and six hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And those that do pitch next unto him shall be the tribe of Issachar: and Nethaneel the son of Zuar shall be captain of the children of Issachar.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 38,
                        "end": 46
                    },
                    {
                        "start": 100,
                        "end": 108
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "Then the tribe of Zebulun: and Eliab the son of Helon shall be captain of the children of Zebulun.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 54,
                        "end": 62
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered thereof, were fifty and seven thousand and four hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "All that were numbered in the camp of Judah were an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. These shall first set forth.",
                "footnotes": [
                    {
                        "footnote": "Num. 10:14.",
                        "start": 38,
                        "end": 43
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "On the south side shall be the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall be Elizur the son of Shedeur.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 26
                    },
                    {
                        "start": 131,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered thereof, were forty and six thousand and five hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And those which pitch by him shall be the tribe of Simeon: and the captain of the children of Simeon shall be Shelumiel the son of Zurishaddai.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 29,
                        "end": 37
                    },
                    {
                        "start": 101,
                        "end": 109
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were fifty and nine thousand and three hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "Then the tribe of Gad: and the captain of the sons of Gad shall be Eliasaph the son of Reuel.",
                "footnotes": [
                    {
                        "footnote": "Deuel in Num. 1:14; 7:42, 47; 10:20. Hebrew “r” and “d” look much alike.",
                        "start": 87,
                        "end": 92
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 58,
                        "end": 66
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were forty and five thousand and six hundred and fifty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "All that were numbered in the camp of Reuben were an hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies. And they shall set forth in the second rank.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 194
                    }
                ],
                "italics": [
                    {
                        "start": 45,
                        "end": 49
                    }
                ]
            },
            {
                "text": "Then the tabernacle of the congregation shall set forward with the camp of the Levites in the midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "On the west side shall be the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim shall be Elishama the son of Ammihud.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 17,
                        "end": 25
                    },
                    {
                        "start": 128,
                        "end": 136
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were forty thousand and five hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And by him shall be the tribe of Manasseh: and the captain of the children of Manasseh shall be Gamaliel the son of Pedahzur.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 19
                    },
                    {
                        "start": 87,
                        "end": 95
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were thirty and two thousand and two hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "Then the tribe of Benjamin: and the captain of the sons of Benjamin shall be Abidan the son of Gideoni.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 76
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were thirty and five thousand and four hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "All that were numbered of the camp of Ephraim were an hundred thousand and eight thousand and an hundred, throughout their armies. And they shall go forward in the third rank.",
                "footnotes": [
                    {
                        "footnote": "Num. 10:22 (22–24).",
                        "start": 38,
                        "end": 45
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 46,
                        "end": 50
                    }
                ]
            },
            {
                "text": "The standard of the camp of Dan shall be on the north side by their armies: and the captain of the children of Dan shall be Ahiezer the son of Ammishaddai.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 48:1.",
                        "start": 28,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 40
                    },
                    {
                        "start": 115,
                        "end": 123
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were threescore and two thousand and seven hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "And those that encamp by him shall be the tribe of Asher: and the captain of the children of Asher shall be Pagiel the son of Ocran.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 29,
                        "end": 37
                    },
                    {
                        "start": 99,
                        "end": 107
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were forty and one thousand and five hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "Then the tribe of Naphtali: and the captain of the children of Naphtali shall be Ahira the son of Enan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 80
                    }
                ]
            },
            {
                "text": "And his host, and those that were numbered of them, were fifty and three thousand and four hundred.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    }
                ]
            },
            {
                "text": "All they that were numbered in the camp of Dan were an hundred thousand and fifty and seven thousand and six hundred. They shall go hindmost with their standards.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 51
                    }
                ]
            },
            {
                "text": "These are those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts were six hundred thousand and three thousand and five hundred and fifty.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    },
                    {
                        "start": 158,
                        "end": 162
                    }
                ]
            },
            {
                "text": "But the Levites were not numbered among the children of Israel; as the Lord commanded Moses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel did according to all that the Lord commanded Moses: so they pitched by their standards, and so they set forward, every one after their families, according to the house of their fathers.",
                "footnotes": [
                    {
                        "footnote": "D&C 61:25 (24–25).",
                        "start": 87,
                        "end": 94
                    },
                    {
                        "footnote": "OR flags.",
                        "start": 104,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}