{
    "_id": "joshua24",
    "nextChapterId": "judges1",
    "prevChapterId": "joshua23",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 24,
        "summary": "Joshua recites how the Lord has blessed and led Israel—Joshua and all the people covenant to choose the Lord and serve Him only—Joshua and Eleazar die—The bones of Joseph, taken from Egypt, are buried in Shechem.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, and for their heads, and for their judges, and for their officers; and they presented themselves before God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said unto all the people, Thus saith the Lord God of Israel, Your fathers dwelt on the other side of the flood in old time, even Terah, the father of Abraham, and the father of Nachor: and they served other gods.",
                "footnotes": [
                    {
                        "footnote": "Abr. 2:5 (1–5). TG Idolatry.",
                        "start": 218,
                        "end": 222
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And I took your father Abraham from the other side of the flood, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac.",
                "footnotes": [
                    {
                        "footnote": "TG Seed of Abraham.",
                        "start": 131,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I gave unto Isaac Jacob and Esau: and I gave unto Esau mount Seir, to possess it; but Jacob and his children went down into Egypt.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I sent Moses also and Aaron, and I plagued Egypt, according to that which I did among them: and afterward I brought you out.",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 35,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I brought your fathers out of Egypt: and ye came unto the sea; and the Egyptians pursued after your fathers with chariots and horsemen unto the Red sea.",
                "footnotes": [
                    {
                        "footnote": "Ex. 12:37; 1 Ne. 17:26 (23–26).",
                        "start": 6,
                        "end": 13
                    },
                    {
                        "footnote": "Ex. 14:9; 1 Ne. 17:27 (26–27).",
                        "start": 148,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they cried unto the Lord, he put darkness between you and the Egyptians, and brought the sea upon them, and covered them; and your eyes have seen what I have done in Egypt: and ye dwelt in the wilderness a long season.",
                "footnotes": [
                    {
                        "footnote": "TG Darkness, Physical.",
                        "start": 42,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I brought you into the land of the Amorites, which dwelt on the other side Jordan; and they fought with you: and I gave them into your hand, that ye might possess their land; and I destroyed them from before you.",
                "footnotes": [
                    {
                        "footnote": "Num. 21:21 (21–31).",
                        "start": 39,
                        "end": 47
                    },
                    {
                        "footnote": "Amos 2:9; 1 Ne. 17:32 (32–35).",
                        "start": 185,
                        "end": 194
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Balak the son of Zippor, king of Moab, arose and warred against Israel, and sent and called Balaam the son of Beor to curse you:",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 342
                    }
                ],
                "italics": []
            },
            {
                "text": "But I would not hearken unto Balaam; therefore he blessed you still: so I delivered you out of his hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye went over Jordan, and came unto Jericho: and the men of Jericho fought against you, the Amorites, and the Perizzites, and the Canaanites, and the Hittites, and the Girgashites, the Hivites, and the Jebusites; and I delivered them into your hand.",
                "footnotes": [
                    {
                        "footnote": "Josh. 6:1 (1–27).",
                        "start": 39,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I sent the hornet before you, which drave them out from before you, even the two kings of the Amorites; but not with thy sword, nor with thy bow.",
                "footnotes": [
                    {
                        "footnote": "Ex. 23:27–28.",
                        "start": 15,
                        "end": 21
                    },
                    {
                        "footnote": "Ps. 44:3.",
                        "start": 125,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 76
                    },
                    {
                        "start": 108,
                        "end": 111
                    }
                ]
            },
            {
                "text": "And I have given you a land for which ye did not labour, and cities which ye built not, and ye dwell in them; of the vineyards and oliveyards which ye planted not do ye eat.",
                "footnotes": [
                    {
                        "footnote": "Lev. 18:24.",
                        "start": 11,
                        "end": 16
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore fear the Lord, and serve him in sincerity and in truth: and put away the gods which your fathers served on the other side of the flood, and in Egypt; and serve ye the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Reverence.",
                        "start": 14,
                        "end": 18
                    },
                    {
                        "footnote": "TG Sincere.",
                        "start": 46,
                        "end": 55
                    },
                    {
                        "footnote": "Abr. 1:5 (5–7).",
                        "start": 87,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Agency; Commitment.",
                        "start": 48,
                        "end": 54
                    },
                    {
                        "footnote": "TG Procrastination.",
                        "start": 59,
                        "end": 67
                    },
                    {
                        "footnote": "TG Service.",
                        "start": 81,
                        "end": 86
                    },
                    {
                        "footnote": "TG Family, Children, Responsibilities toward.",
                        "start": 247,
                        "end": 252
                    },
                    {
                        "footnote": "TG Example; Loyalty; Objectives; Service; Sustaining Church Leaders.",
                        "start": 262,
                        "end": 267
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 136,
                        "end": 140
                    }
                ]
            },
            {
                "text": "And the people answered and said, God forbid that we should forsake the Lord, to serve other gods;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the Lord our God, he it is that brought us up and our fathers out of the land of Egypt, from the house of bondage, and which did those great signs in our sight, and preserved us in all the way wherein we went, and among all the people through whom we passed:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And the Lord drave out from before us all the people, even the Amorites which dwelt in the land: therefore will we also serve the Lord; for he is our God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 106
                    },
                    {
                        "start": 143,
                        "end": 145
                    }
                ]
            },
            {
                "text": "And Joshua said unto the people, Ye cannot serve the Lord: for he is an holy God; he is a jealous God; he will not forgive your transgressions nor your sins.",
                "footnotes": [
                    {
                        "footnote": "Lev. 19:2; Isa. 5:16; D&C 20:11.",
                        "start": 72,
                        "end": 76
                    },
                    {
                        "footnote": "IE desiring exclusive devotion. Ex. 20:5; Deut. 4:24; Mosiah 13:13.",
                        "start": 90,
                        "end": 97
                    },
                    {
                        "footnote": "Ex. 34:7.",
                        "start": 115,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 68
                    },
                    {
                        "start": 85,
                        "end": 87
                    }
                ]
            },
            {
                "text": "If ye forsake the Lord, and serve strange gods, then he will turn and do you hurt, and consume you, after that he hath done you good.",
                "footnotes": [
                    {
                        "footnote": "TG Idolatry.",
                        "start": 42,
                        "end": 46
                    },
                    {
                        "footnote": "Mosiah 7:29; Hel. 12:3.",
                        "start": 77,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people said unto Joshua, Nay; but we will serve the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Service.",
                        "start": 50,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said unto the people, Ye are witnesses against yourselves that ye have chosen you the Lord, to serve him. And they said, We are witnesses.",
                "footnotes": [
                    {
                        "footnote": "D&C 4:2 (2–5).",
                        "start": 106,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 39
                    },
                    {
                        "start": 132,
                        "end": 138
                    }
                ]
            },
            {
                "text": "Now therefore put away, said he, the strange gods which are among you, and incline your heart unto the Lord God of Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Idolatry.",
                        "start": 45,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 32
                    },
                    {
                        "start": 56,
                        "end": 59
                    }
                ]
            },
            {
                "text": "And the people said unto Joshua, The Lord our God will we serve, and his voice will we obey.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Joshua made a covenant with the people that day, and set them a statute and an ordinance in Shechem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua wrote these words in the book of the law of God, and took a great stone, and set it up there under an oak, that was by the sanctuary of the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 7:12.",
                        "start": 77,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 126
                    }
                ]
            },
            {
                "text": "And Joshua said unto all the people, Behold, this stone shall be a witness unto us; for it hath heard all the words of the Lord which he spake unto us: it shall be therefore a witness unto you, lest ye deny your God.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 343
                    }
                ],
                "italics": []
            },
            {
                "text": "So Joshua let the people depart, every man unto his inheritance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 104
                    }
                ]
            },
            {
                "text": "And they buried him in the border of his inheritance in Timnath-serah, which is in mount Ephraim, on the north side of the hill of Gaash.",
                "footnotes": [
                    {
                        "footnote": "Josh. 19:50 (49–50).",
                        "start": 9,
                        "end": 15
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 77,
                        "end": 79
                    }
                ]
            },
            {
                "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                "footnotes": [
                    {
                        "footnote": "Judg. 2:7.",
                        "start": 11,
                        "end": 17
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the bones of Joseph, which the children of Israel brought up out of Egypt, buried they in Shechem, in a parcel of ground which Jacob bought of the sons of Hamor the father of Shechem for an hundred pieces of silver: and it became the inheritance of the children of Joseph.",
                "footnotes": [
                    {
                        "footnote": "Gen. 50:25; Ex. 13:19.",
                        "start": 8,
                        "end": 13
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Eleazar the son of Aaron died; and they buried him in a hill that pertained to Phinehas his son, which was given him in mount Ephraim.",
                "footnotes": [
                    {
                        "footnote": "Judg. 17:1.",
                        "start": 124,
                        "end": 137
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 82
                    }
                ]
            }
        ]
    }
}