{
    "_id": "joshua3",
    "nextChapterId": "joshua4",
    "prevChapterId": "joshua2",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Joshua",
        "titleShort": "Josh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "joshua"
    },
    "chapter": {
        "bookTitle": "Joshua",
        "delineation": "Chapter",
        "number": 3,
        "summary": "Joshua leads Israel to the Jordan—The Lord cuts off the water of the Jordan; it stands up as a heap, and Israel passes over on dry ground.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Joshua rose early in the morning; and they removed from Shittim, and came to Jordan, he and all the children of Israel, and lodged there before they passed over.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass after three days, that the officers went through the host;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they commanded the people, saying, When ye see the ark of the covenant of the Lord your God, and the priests the Levites bearing it, then ye shall remove from your place, and go after it.",
                "footnotes": [
                    {
                        "footnote": "TG Ark of the Covenant.",
                        "start": 55,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yet there shall be a space between you and it, about two thousand cubits by measure: come not near unto it, that ye may know the way by which ye must go: for ye have not passed this way heretofore.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 16:10.",
                        "start": 129,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 177,
                        "end": 181
                    }
                ]
            },
            {
                "text": "And Joshua said unto the people, Sanctify yourselves: for to morrow the Lord will do wonders among you.",
                "footnotes": [
                    {
                        "footnote": "IE Make yourselves clean, holy, by ritual washings and proper behavior. Ex. 19:10; Josh. 7:13; D&C 43:16 (11–16).",
                        "start": 33,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua spake unto the priests, saying, Take up the ark of the covenant, and pass over before the people. And they took up the ark of the covenant, and went before the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord said unto Joshua, This day will I begin to magnify thee in the sight of all Israel, that they may know that, as I was with Moses, so I will be with thee.",
                "footnotes": [
                    {
                        "footnote": "Josh. 4:14; 1 Chr. 29:25.",
                        "start": 56,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 143,
                        "end": 145
                    }
                ]
            },
            {
                "text": "And thou shalt command the priests that bear the ark of the covenant, saying, When ye are come to the brink of the water of Jordan, ye shall stand still in Jordan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said unto the children of Israel, Come hither, and hear the words of the Lord your God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joshua said, Hereby ye shall know that the living God is among you, and that he will without fail drive out from before you the Canaanites, and the Hittites, and the Hivites, and the Perizzites, and the Girgashites, and the Amorites, and the Jebusites.",
                "footnotes": [
                    {
                        "footnote": "Ps. 42:2; Hosea 1:10; D&C 50:1; 76:22.",
                        "start": 47,
                        "end": 57
                    },
                    {
                        "footnote": "1 Ne. 17:35 (32–38).",
                        "start": 132,
                        "end": 142
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 312
                    }
                ],
                "italics": [
                    {
                        "start": 58,
                        "end": 60
                    },
                    {
                        "start": 76,
                        "end": 80
                    }
                ]
            },
            {
                "text": "Behold, the ark of the covenant of the Lord of all the earth passeth over before you into Jordan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore take you twelve men out of the tribes of Israel, out of every tribe a man.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass, as soon as the soles of the feet of the priests that bear the ark of the Lord, the Lord of all the earth, shall rest in the waters of Jordan, that the waters of Jordan shall be cut off from the waters that come down from above; and they shall stand upon an heap.",
                "footnotes": [
                    {
                        "footnote": "Ex. 15:8.",
                        "start": 284,
                        "end": 288
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 169,
                        "end": 173
                    },
                    {
                        "start": 212,
                        "end": 216
                    }
                ]
            },
            {
                "text": "And it came to pass, when the people removed from their tents, to pass over Jordan, and the priests bearing the ark of the covenant before the people;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as they that bare the ark were come unto Jordan, and the feet of the priests that bare the ark were dipped in the brim of the water, (for Jordan overfloweth all his banks all the time of harvest,)",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That the waters which came down from above stood and rose up upon an heap very far from the city Adam, that is beside Zaretan: and those that came down toward the sea of the plain, even the salt sea, failed, and were cut off: and the people passed over right against Jericho.",
                "footnotes": [
                    {
                        "footnote": "Ex. 14:21; 2 Kgs. 2:8.",
                        "start": 9,
                        "end": 15
                    },
                    {
                        "footnote": "IE up the river.",
                        "start": 37,
                        "end": 42
                    },
                    {
                        "footnote": "OR stopped.",
                        "start": 43,
                        "end": 48
                    },
                    {
                        "footnote": "Hab. 3:15.",
                        "start": 69,
                        "end": 73
                    },
                    {
                        "footnote": "IE Dead Sea. Num. 34:12 (3, 12); Josh. 15:2.",
                        "start": 190,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 52
                    },
                    {
                        "start": 108,
                        "end": 110
                    },
                    {
                        "start": 181,
                        "end": 185
                    },
                    {
                        "start": 208,
                        "end": 211
                    }
                ]
            },
            {
                "text": "And the priests that bare the ark of the covenant of the Lord stood firm on dry ground in the midst of Jordan, and all the Israelites passed over on dry ground, until all the people were passed clean over Jordan.",
                "footnotes": [
                    {
                        "footnote": "Ps. 66:6; 74:15; D&C 133:68.",
                        "start": 76,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}