{
    "_id": "nehemiah2",
    "nextChapterId": "nehemiah3",
    "prevChapterId": "nehemiah1",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Nehemiah",
        "titleShort": "Neh",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "nehemiah"
    },
    "chapter": {
        "bookTitle": "Nehemiah",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Artaxerxes sends Nehemiah to Jerusalem—Sanballat and others oppose Nehemiah in rebuilding the walls and gates of Jerusalem.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, that wine was before him: and I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 86,
                        "end": 90
                    },
                    {
                        "start": 96,
                        "end": 99
                    },
                    {
                        "start": 145,
                        "end": 147
                    },
                    {
                        "start": 182,
                        "end": 192
                    }
                ]
            },
            {
                "text": "Wherefore the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing else but sorrow of heart. Then I was very sore afraid,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 39
                    },
                    {
                        "start": 73,
                        "end": 76
                    },
                    {
                        "start": 92,
                        "end": 94
                    },
                    {
                        "start": 103,
                        "end": 107
                    }
                ]
            },
            {
                "text": "And said unto the king, Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers' sepulchres, lieth waste, and the gates thereof are consumed with fire?",
                "footnotes": [
                    {
                        "footnote": "Ps. 137:4.",
                        "start": 85,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 142,
                        "end": 147
                    }
                ]
            },
            {
                "text": "Then the king said unto me, For what dost thou make request? So I prayed to the God of heaven.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;",
                "footnotes": [
                    {
                        "footnote": "IE on the west side of the Euphrates River.",
                        "start": 95,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And a letter unto Asaph the keeper of the king's forest, that he may give me timber to make beams for the gates of the palace which appertained to the house, and for the wall of the city, and for the house that I shall enter into. And the king granted me, according to the good hand of my God upon me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 143
                    }
                ]
            },
            {
                "text": "Then I came to the governors beyond the river, and gave them the king's letters. Now the king had sent captains of the army and horsemen with me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly that there was come a man to seek the welfare of the children of Israel.",
                "footnotes": [
                    {
                        "footnote": "Neh. 4:1 (1–8); 6:1 (1–14).",
                        "start": 5,
                        "end": 14
                    },
                    {
                        "footnote": "Neh. 6:16.",
                        "start": 33,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 73,
                        "end": 79
                    }
                ]
            },
            {
                "text": "So I came to Jerusalem, and was there three days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I arose in the night, I and some few men with me; neither told I any man what my God had put in my heart to do at Jerusalem: neither was there any beast with me, save the beast that I rode upon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 72
                    },
                    {
                        "start": 137,
                        "end": 150
                    }
                ]
            },
            {
                "text": "And I went out by night by the gate of the valley, even before the dragon well, and to the dung port, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.",
                "footnotes": [
                    {
                        "footnote": "IE the name of a gate in the wall of Jerusalem, approx. modern Jaffa gate.",
                        "start": 31,
                        "end": 35
                    },
                    {
                        "footnote": "Neh. 3:13.",
                        "start": 43,
                        "end": 49
                    },
                    {
                        "footnote": "OR fountain of the jackals—a well located near Jerusalem.",
                        "start": 67,
                        "end": 78
                    },
                    {
                        "footnote": "IE another gate in the wall of Jerusalem at approx. junction of Hinnom and Tyropoeon valleys. Neh. 3:13; 12:31.",
                        "start": 91,
                        "end": 100
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 650
                    }
                ],
                "italics": []
            },
            {
                "text": "Then I went on to the gate of the fountain, and to the king's pool: but there was no place for the beast that was under me to pass.",
                "footnotes": [
                    {
                        "footnote": "Perhaps a gate near En-rogel. The king's pool could be Siloam. Neh. 3:15; 12:37.",
                        "start": 22,
                        "end": 26
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 81
                    },
                    {
                        "start": 105,
                        "end": 113
                    }
                ]
            },
            {
                "text": "Then went I up in the night by the brook, and viewed the wall, and turned back, and entered by the gate of the valley, and so returned.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 125
                    }
                ]
            },
            {
                "text": "And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 83
                    }
                ]
            },
            {
                "text": "Then said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 5:14.",
                        "start": 79,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 54
                    },
                    {
                        "start": 73,
                        "end": 78
                    }
                ]
            },
            {
                "text": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 194,
                        "end": 198
                    },
                    {
                        "start": 204,
                        "end": 209
                    }
                ]
            },
            {
                "text": "But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said, What is this thing that ye do? will ye rebel against the king?",
                "footnotes": [
                    {
                        "footnote": "TG Laughter.",
                        "start": 110,
                        "end": 117
                    },
                    {
                        "footnote": "Ps. 123:4; 1 Ne. 8:33; Alma 26:23.",
                        "start": 124,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 101,
                        "end": 104
                    },
                    {
                        "start": 163,
                        "end": 165
                    }
                ]
            },
            {
                "text": "Then answered I them, and said unto them, The God of heaven, he will prosper us; therefore we his servants will arise and build: but ye have no portion, nor right, nor memorial, in Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}