{
    "_id": "ether6",
    "nextChapterId": "ether7",
    "prevChapterId": "ether5",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 6,
        "summary": "The Jaredite barges are driven by the winds to the promised land—The people praise the Lord for His goodness—Orihah is appointed king over them—Jared and his brother die.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now I, Moroni, proceed to give the record of Jared and his brother.",
                "footnotes": [
                    {
                        "footnote": "Ether 1:34.",
                        "start": 49,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                "footnotes": [
                    {
                        "footnote": "Ether 3:3.",
                        "start": 52,
                        "end": 58
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 497
                    }
                ],
                "italics": []
            },
            {
                "text": "And thus the Lord caused stones to shine in darkness, to give light unto men, women, and children, that they might not cross the great waters in darkness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they had prepared all manner of food, that thereby they might subsist upon the water, and also food for their flocks and herds, and whatsoever beast or animal or fowl that they should carry with them—and it came to pass that when they had done all these things they got aboard of their vessels or barges, and set forth into the sea, commending themselves unto the Lord their God.",
                "footnotes": [
                    {
                        "footnote": "TG Food.",
                        "start": 62,
                        "end": 66
                    },
                    {
                        "footnote": "Ether 2:1; 9:18 (18–19).",
                        "start": 162,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord God caused that there should be a furious wind blow upon the face of the waters, towards the promised land; and thus they were tossed upon the waves of the sea before the wind.",
                "footnotes": [
                    {
                        "footnote": "Ether 2:24 (24–25).",
                        "start": 68,
                        "end": 80
                    },
                    {
                        "footnote": "1 Ne. 18:8.",
                        "start": 115,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they were many times buried in the depths of the sea, because of the mountain waves which broke upon them, and also the great and terrible tempests which were caused by the fierceness of the wind.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.",
                "footnotes": [
                    {
                        "footnote": "Ether 2:17.",
                        "start": 120,
                        "end": 125
                    },
                    {
                        "footnote": "Gen. 6:14; Moses 7:43.",
                        "start": 183,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the wind did never cease to blow towards the promised land while they were upon the waters; and thus they were driven forth before the wind.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:13 (8–13).",
                        "start": 136,
                        "end": 142
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did sing praises unto the Lord; yea, the brother of Jared did sing praises unto the Lord, and he did thank and praise the Lord all the day long; and when the night came, they did not cease to praise the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Singing.",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "1 Chr. 16:8 (7–36); Ps. 34:1 (1–3); Alma 37:37; D&C 46:32.",
                        "start": 110,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they were driven forth; and no monster of the sea could break them, neither whale that could mar them; and they did have light continually, whether it was above the water or under the water.",
                "footnotes": [
                    {
                        "footnote": "Gen. 1:21; Ether 2:24.",
                        "start": 85,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus they were driven forth, three hundred and forty and four days upon the water.",
                "footnotes": [
                    {
                        "footnote": "Gen. 7:11; 8:13.",
                        "start": 33,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did land upon the shore of the promised land. And when they had set their feet upon the shores of the promised land they bowed themselves down upon the face of the land, and did humble themselves before the Lord, and did shed tears of joy before the Lord, because of the multitude of his tender mercies over them.",
                "footnotes": [
                    {
                        "footnote": "Ether 7:16.",
                        "start": 13,
                        "end": 17
                    },
                    {
                        "footnote": "Alma 22:30 (29–34); Ether 7:6.",
                        "start": 40,
                        "end": 53
                    },
                    {
                        "footnote": "Ether 7:27; 10:2.",
                        "start": 297,
                        "end": 311
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they went forth upon the face of the land, and began to till the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah.",
                "footnotes": [
                    {
                        "footnote": "Ether 6:27.",
                        "start": 19,
                        "end": 23
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the brother of Jared also begat sons and daughters.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the friends of Jared and his brother were in number about twenty and two souls; and they also begat sons and daughters before they came to the promised land; and therefore they began to be many.",
                "footnotes": [
                    {
                        "footnote": "Ether 1:41.",
                        "start": 8,
                        "end": 15
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they were taught to walk humbly before the Lord; and they were also taught from on high.",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 24,
                        "end": 28
                    },
                    {
                        "footnote": "TG Guidance, Divine; Revelation.",
                        "start": 72,
                        "end": 78
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 498
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that they began to spread upon the face of the land, and to multiply and to till the earth; and they did wax strong in the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the brother of Jared began to be old, and saw that he must soon go down to the grave; wherefore he said unto Jared: Let us gather together our people that we may number them, that we may know of them what they will desire of us before we go down to our graves.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they did number their people; and after that they had numbered them, they did desire of them the things which they would that they should do before they went down to their graves.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people desired of them that they should anoint one of their sons to be a king over them.",
                "footnotes": [
                    {
                        "footnote": "TG Anointing.",
                        "start": 69,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, this was grievous unto them. And the brother of Jared said unto them: Surely this thing leadeth into captivity.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 8:11 (10–18); Mosiah 29:18 (16–23); Ether 7:5.",
                        "start": 104,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Jared said unto his brother: Suffer them that they may have a king. And therefore he said unto them: Choose ye out from among our sons a king, even whom ye will.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they chose even the firstborn of the brother of Jared; and his name was Pagag. And it came to pass that he refused and would not be their king. And the people would that his father should constrain him, but his father would not; and he commanded them that they should constrain no man to be their king.",
                "footnotes": [
                    {
                        "footnote": "TG Kings, Earthly.",
                        "start": 163,
                        "end": 167
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they chose all the brothers of Pagag, and they would not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that neither would the sons of Jared, even all save it were one; and Orihah was anointed to be king over the people.",
                "footnotes": [
                    {
                        "footnote": "Ether 6:14.",
                        "start": 43,
                        "end": 47
                    },
                    {
                        "footnote": "Ether 1:32.",
                        "start": 89,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he began to reign, and the people began to prosper; and they became exceedingly rich.",
                "footnotes": [
                    {
                        "footnote": "TG Prosper.",
                        "start": 47,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Jared died, and his brother also.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Orihah did walk humbly before the Lord, and did remember how great things the Lord had done for his father, and also taught his people how great things the Lord had done for their fathers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}