{
    "_id": "ether11",
    "nextChapterId": "ether12",
    "prevChapterId": "ether10",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 11,
        "summary": "Wars, dissensions, and wickedness dominate Jaredite life—Prophets predict the utter destruction of the Jaredites unless they repent—The people reject the words of the prophets.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And there came also in the days of Com many prophets, and prophesied of the destruction of that great people except they should repent, and turn unto the Lord, and forsake their murders and wickedness.",
                "footnotes": [
                    {
                        "footnote": "Ether 7:23; 9:28.",
                        "start": 44,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 43,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he lived to a good old age, and begat Shiblom; and Shiblom reigned in his stead. And the brother of Shiblom rebelled against him, and there began to be an exceedingly great war in all the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the brother of Shiblom caused that all the prophets who prophesied of the destruction of the people should be put to death;",
                "footnotes": [
                    {
                        "footnote": "TG Persecution.",
                        "start": 142,
                        "end": 147
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was great calamity in all the land, for they had testified that a great curse should come upon the land, and also upon the people, and that there should be a great destruction among them, such an one as never had been upon the face of the earth, and their bones should become as heaps of earth upon the face of the land except they should repent of their wickedness.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:22; Ether 14:21.",
                        "start": 289,
                        "end": 294
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they hearkened not unto the voice of the Lord, because of their wicked combinations; wherefore, there began to be wars and contentions in all the land, and also many famines and pestilences, insomuch that there was a great destruction, such an one as never had been known upon the face of the earth; and all this came to pass in the days of Shiblom.",
                "footnotes": [
                    {
                        "footnote": "TG Contention.",
                        "start": 127,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people began to repent of their iniquity; and inasmuch as they did the Lord did have mercy on them.",
                "footnotes": [
                    {
                        "footnote": "TG Mercy.",
                        "start": 93,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Shiblom was slain, and Seth was brought into captivity, and did dwell in captivity all his days.",
                "footnotes": [
                    {
                        "footnote": "Ether 10:30; 11:18 (18–19).",
                        "start": 70,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Ahah, his son, did obtain the kingdom; and he did reign over the people all his days. And he did do all manner of iniquity in his days, by which he did cause the shedding of much blood; and few were his days.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 508
                    }
                ],
                "italics": []
            },
            {
                "text": "And Ethem, being a descendant of Ahah, did obtain the kingdom; and he also did do that which was wicked in his days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that in the days of Ethem there came many prophets, and prophesied again unto the people; yea, they did prophesy that the Lord would utterly destroy them from off the face of the earth except they repented of their iniquities.",
                "footnotes": [
                    {
                        "footnote": "Ether 12:3.",
                        "start": 161,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people hardened their hearts, and would not hearken unto their words; and the prophets mourned and withdrew from among the people.",
                "footnotes": [
                    {
                        "footnote": "Jer. 44:16; Mosiah 16:2.",
                        "start": 73,
                        "end": 80
                    },
                    {
                        "footnote": "TG Mourning.",
                        "start": 116,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Ethem did execute judgment in wickedness all his days; and he begat Moron. And it came to pass that Moron did reign in his stead; and Moron did that which was wicked before the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there arose a rebellion among the people, because of that secret combination which was built up to get power and gain; and there arose a mighty man among them in iniquity, and gave battle unto Moron, in which he did overthrow the half of the kingdom; and he did maintain the half of the kingdom for many years.",
                "footnotes": [
                    {
                        "footnote": "TG Rebellion.",
                        "start": 39,
                        "end": 48
                    },
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 90,
                        "end": 101
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Moron did overthrow him, and did obtain the kingdom again.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there arose another mighty man; and he was a descendant of the brother of Jared.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he did overthrow Moron and obtain the kingdom; wherefore, Moron dwelt in captivity all the remainder of his days; and he begat Coriantor.",
                "footnotes": [
                    {
                        "footnote": "Ether 11:9.",
                        "start": 98,
                        "end": 107
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Coriantor dwelt in captivity all his days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the days of Coriantor there also came many prophets, and prophesied of great and marvelous things, and cried repentance unto the people, and except they should repent the Lord God would execute judgment against them to their utter destruction;",
                "footnotes": [
                    {
                        "footnote": "TG Judgment.",
                        "start": 201,
                        "end": 209
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                "footnotes": [
                    {
                        "footnote": "Omni 1:21; Ether 13:21 (20–21).",
                        "start": 48,
                        "end": 55
                    },
                    {
                        "footnote": "Deut. 29:28.",
                        "start": 78,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they did reject all the words of the prophets, because of their secret society and wicked abominations.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of.",
                        "start": 13,
                        "end": 19
                    },
                    {
                        "footnote": "TG Secret Combinations.",
                        "start": 68,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Coriantor begat Ether, and he died, having dwelt in captivity all his days.",
                "footnotes": [
                    {
                        "footnote": "Ether 1:6; 12:2; 15:34 (33–34).",
                        "start": 41,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}