{
    "_id": "ether9",
    "nextChapterId": "ether10",
    "prevChapterId": "ether8",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Ether",
        "titleShort": "Ether",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ether"
    },
    "chapter": {
        "bookTitle": "Ether",
        "delineation": "Chapter",
        "number": 9,
        "summary": "The kingdom passes from one to another by descent, intrigue, and murder—Emer saw the Son of Righteousness—Many prophets cry repentance—A famine and poisonous serpents plague the people.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now I, Moroni, proceed with my record. Therefore, behold, it came to pass that because of the secret combinations of Akish and his friends, behold, they did overthrow the kingdom of Omer.",
                "footnotes": [
                    {
                        "footnote": "Ether 8:15 (13–17).",
                        "start": 98,
                        "end": 117
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless, the Lord was merciful unto Omer, and also to his sons and to his daughters who did not seek his destruction.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord warned Omer in a dream that he should depart out of the land; wherefore Omer departed out of the land with his family, and traveled many days, and came over and passed by the hill of Shim, and came over by the place where the Nephites were destroyed, and from thence eastward, and came to a place which was called Ablom, by the seashore, and there he pitched his tent, and also his sons and his daughters, and all his household, save it were Jared and his family.",
                "footnotes": [
                    {
                        "footnote": "TG Dream; Warn.",
                        "start": 13,
                        "end": 19
                    },
                    {
                        "footnote": "Ether 9:13.",
                        "start": 90,
                        "end": 98
                    },
                    {
                        "footnote": "Morm. 1:3; 4:23.",
                        "start": 196,
                        "end": 200
                    },
                    {
                        "footnote": "Morm. 6:2 (1–15).",
                        "start": 229,
                        "end": 234
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Jared was anointed king over the people, by the hand of wickedness; and he gave unto Akish his daughter to wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Akish sought the life of his father-in-law; and he applied unto those whom he had sworn by the oath of the ancients, and they obtained the head of his father-in-law, as he sat upon his throne, giving audience to his people.",
                "footnotes": [
                    {
                        "footnote": "Esth. 2:21.",
                        "start": 31,
                        "end": 37
                    },
                    {
                        "footnote": "TG Oath.",
                        "start": 120,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For so great had been the spreading of this wicked and secret society that it had corrupted the hearts of all the people; therefore Jared was murdered upon his throne, and Akish reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Akish began to be jealous of his son, therefore he shut him up in prison, and kept him upon little or no food until he had suffered death.",
                "footnotes": [
                    {
                        "footnote": "TG Jealous.",
                        "start": 43,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now the brother of him that suffered death, (and his name was Nimrah) was angry with his father because of that which his father had done unto his brother.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Nimrah gathered together a small number of men, and fled out of the land, and came over and dwelt with Omer.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Akish begat other sons, and they won the hearts of the people, notwithstanding they had sworn unto him to do all manner of iniquity according to that which he desired.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the people of Akish were desirous for gain, even as Akish was desirous for power; wherefore, the sons of Akish did offer them money, by which means they drew away the more part of the people after them.",
                "footnotes": [
                    {
                        "footnote": "TG Tyranny.",
                        "start": 79,
                        "end": 84
                    },
                    {
                        "footnote": "1 Sam. 8:3 (1–4); Hel. 9:20. TG Bribe.",
                        "start": 130,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there began to be a war between the sons of Akish and Akish, which lasted for the space of many years, yea, unto the destruction of nearly all the people of the kingdom, yea, even all, save it were thirty souls, and they who fled with the house of Omer.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, Omer was restored again to the land of his inheritance.",
                "footnotes": [
                    {
                        "footnote": "Ether 9:3.",
                        "start": 42,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Omer began to be old; nevertheless, in his old age he begat Emer; and he anointed Emer to be king to reign in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after that he had anointed Emer to be king he saw peace in the land for the space of two years, and he died, having seen exceedingly many days, which were full of sorrow. And it came to pass that Emer did reign in his stead, and did fill the steps of his father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord began again to take the curse from off the land, and the house of Emer did prosper exceedingly under the reign of Emer; and in the space of sixty and two years they had become exceedingly strong, insomuch that they became exceedingly rich—",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                "footnotes": [
                    {
                        "footnote": "Ether 1:41.",
                        "start": 7,
                        "end": 10
                    },
                    {
                        "footnote": "Ether 10:24.",
                        "start": 49,
                        "end": 54
                    },
                    {
                        "footnote": "Hel. 6:9 (9–11); Ether 10:12 (12, 23).",
                        "start": 82,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also all manner of cattle, of oxen, and cows, and of sheep, and of swine, and of goats, and also many other kinds of animals which were useful for the food of man.",
                "footnotes": [
                    {
                        "footnote": "Ether 6:4.",
                        "start": 9,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they also had horses, and asses, and there were elephants and cureloms and cumoms; all of which were useful unto man, and more especially the elephants and cureloms and cumoms.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:25; Enos 1:21; 3 Ne. 6:1.",
                        "start": 18,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus the Lord did pour out his blessings upon this land, which was choice above all other lands; and he commanded that whoso should possess the land should possess it unto the Lord, or they should be destroyed when they were ripened in iniquity; for upon such, saith the Lord: I will pour out the fulness of my wrath.",
                "footnotes": [
                    {
                        "footnote": "Ether 2:15.",
                        "start": 71,
                        "end": 77
                    },
                    {
                        "footnote": "Deut. 31:4 (4–5); Ether 2:8 (8–11).",
                        "start": 204,
                        "end": 213
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Emer did execute judgment in righteousness all his days, and he begat many sons and daughters; and he begat Coriantum, and he anointed Coriantum to reign in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after he had anointed Coriantum to reign in his stead he lived four years, and he saw peace in the land; yea, and he even saw the Son of Righteousness, and did rejoice and glory in his day; and he died in peace.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 25:2.",
                        "start": 134,
                        "end": 154
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Coriantum did walk in the steps of his father, and did build many mighty cities, and did administer that which was good unto his people in all his days. And it came to pass that he had no children even until he was exceedingly old.",
                "footnotes": [
                    {
                        "footnote": "Ether 7:3 (3, 7).",
                        "start": 252,
                        "end": 255
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 504
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that his wife died, being an hundred and two years old. And it came to pass that Coriantum took to wife, in his old age, a young maid, and begat sons and daughters; wherefore he lived until he was an hundred and forty and two years old.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth; and he also begat other sons and daughters.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the people had spread again over all the face of the land, and there began again to be an exceedingly great wickedness upon the face of the land, and Heth began to embrace the secret plans again of old, to destroy his father.",
                "footnotes": [
                    {
                        "footnote": "Ether 10:1.",
                        "start": 154,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he did dethrone his father, for he slew him with his own sword; and he did reign in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there came prophets in the land again, crying repentance unto them—that they must prepare the way of the Lord or there should come a curse upon the face of the land; yea, even there should be a great famine, in which they should be destroyed if they did not repent.",
                "footnotes": [
                    {
                        "footnote": "Ether 7:23; 11:1 (1, 12, 20).",
                        "start": 36,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the people believed not the words of the prophets, but they cast them out; and some of them they cast into pits and left them to perish. And it came to pass that they did all these things according to the commandment of the king, Heth.",
                "footnotes": [
                    {
                        "footnote": "Jer. 38:6 (4–13).",
                        "start": 111,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there began to be a great dearth upon the land, and the inhabitants began to be destroyed exceedingly fast because of the dearth, for there was no rain upon the face of the earth.",
                "footnotes": [
                    {
                        "footnote": "TG Drought; Famine.",
                        "start": 51,
                        "end": 57
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there came forth poisonous serpents also upon the face of the land, and did poison many people. And it came to pass that their flocks began to flee before the poisonous serpents, towards the land southward, which was called by the Nephites Zarahemla.",
                "footnotes": [
                    {
                        "footnote": "Ether 10:19.",
                        "start": 21,
                        "end": 30
                    },
                    {
                        "footnote": "Morm. 3:5; Ether 10:21.",
                        "start": 200,
                        "end": 209
                    },
                    {
                        "footnote": "Omni 1:13.",
                        "start": 244,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there were many of them which did perish by the way; nevertheless, there were some which fled into the land southward.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lord did cause the serpents that they should pursue them no more, but that they should hedge up the way that the people could not pass, that whoso should attempt to pass might fall by the poisonous serpents.",
                "footnotes": [
                    {
                        "footnote": "Deut. 8:15; 1 Ne. 17:41. TG Plague.",
                        "start": 48,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people did follow the course of the beasts, and did devour the carcasses of them which fell by the way, until they had devoured them all. Now when the people saw that they must perish they began to repent of their iniquities and cry unto the Lord.",
                "footnotes": [
                    {
                        "footnote": "Jer. 7:33 (32–33).",
                        "start": 92,
                        "end": 101
                    },
                    {
                        "footnote": "Alma 34:34.",
                        "start": 206,
                        "end": 212
                    },
                    {
                        "footnote": "D&C 101:8.",
                        "start": 227,
                        "end": 233
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when they had humbled themselves sufficiently before the Lord he did send rain upon the face of the earth; and the people began to revive again, and there began to be fruit in the north countries, and in all the countries round about. And the Lord did show forth his power unto them in preserving them from famine.",
                "footnotes": [
                    {
                        "footnote": "D&C 5:24.",
                        "start": 39,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}