{
    "_id": "ezra6",
    "nextChapterId": "ezra7",
    "prevChapterId": "ezra5",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezra",
        "titleShort": "Ezra",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezra"
    },
    "chapter": {
        "bookTitle": "Ezra",
        "delineation": "Chapter",
        "number": 6,
        "summary": "Darius renews the decree of Cyrus to build the temple—It is finished and dedicated, and sacrifices and feasts commence again.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then Darius the king made a decree, and search was made in the house of the rolls, where the treasures were laid up in Babylon.",
                "footnotes": [
                    {
                        "footnote": "OR books, archives.",
                        "start": 76,
                        "end": 81
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was found at Achmetha, in the palace that is in the province of the Medes, a roll, and therein was a record thus written:",
                "footnotes": [
                    {
                        "footnote": "Jer. 36:2 (2, 4); Ezek. 2:9.",
                        "start": 87,
                        "end": 91
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 54
                    },
                    {
                        "start": 105,
                        "end": 108
                    }
                ]
            },
            {
                "text": "In the first year of Cyrus the king the same Cyrus the king made a decree concerning the house of God at Jerusalem, Let the house be builded, the place where they offered sacrifices, and let the foundations thereof be strongly laid; the height thereof threescore cubits, and the breadth thereof threescore cubits;",
                "footnotes": [
                    {
                        "footnote": "Hag. 1:8.",
                        "start": 124,
                        "end": 129
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 44
                    },
                    {
                        "start": 74,
                        "end": 84
                    },
                    {
                        "start": 271,
                        "end": 274
                    }
                ]
            },
            {
                "text": "With three rows of great stones, and a row of new timber: and let the expenses be given out of the king's house:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    }
                ]
            },
            {
                "text": "And also let the golden and silver vessels of the house of God, which Nebuchadnezzar took forth out of the temple which is at Jerusalem, and brought unto Babylon, be restored, and brought again unto the temple which is at Jerusalem, every one to his place, and place them in the house of God.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 120,
                        "end": 122
                    },
                    {
                        "start": 216,
                        "end": 218
                    },
                    {
                        "start": 233,
                        "end": 242
                    },
                    {
                        "start": 267,
                        "end": 271
                    }
                ]
            },
            {
                "text": "Now therefore, Tatnai, governor beyond the river, Shethar-boznai, and your companions the Apharsachites, which are beyond the river, be ye far from thence:",
                "footnotes": [
                    {
                        "footnote": "IE on the west side of the Euphrates River.",
                        "start": 32,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 14
                    },
                    {
                        "start": 111,
                        "end": 114
                    }
                ]
            },
            {
                "text": "Let the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in his place.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Moreover I make a decree what ye shall do to the elders of these Jews for the building of this house of God: that of the king's goods, even of the tribute beyond the river, forthwith expenses be given unto these men, that they be not hindered.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And that which they have need of, both young bullocks, and rams, and lambs, for the burnt offerings of the God of heaven, wheat, salt, wine, and oil, according to the appointment of the priests which are at Jerusalem, let it be given them day by day without fail:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 200,
                        "end": 203
                    }
                ]
            },
            {
                "text": "That they may offer sacrifices of sweet savours unto the God of heaven, and pray for the life of the king, and of his sons.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 2:3.",
                        "start": 20,
                        "end": 30
                    },
                    {
                        "footnote": "Alma 6:6.",
                        "start": 76,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Also I have made a decree, that whosoever shall alter this word, let timber be pulled down from his house, and being set up, let him be hanged thereon; and let his house be made a dunghill for this.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the God that hath caused his name to dwell there destroy all kings and people, that shall put to their hand to alter and to destroy this house of God which is at Jerusalem. I Darius have made a decree; let it be done with speed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 121,
                        "end": 124
                    },
                    {
                        "start": 160,
                        "end": 162
                    }
                ]
            },
            {
                "text": "Then Tatnai, governor on this side the river, Shethar-boznai, and their companions, according to that which Darius the king had sent, so they did speedily.",
                "footnotes": [
                    {
                        "footnote": "IE on the west side of the Euphrates River.",
                        "start": 22,
                        "end": 24
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the elders of the Jews builded, and they prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they builded, and finished it, according to the commandment of the God of Israel, and according to the commandment of Cyrus, and Darius, and Artaxerxes king of Persia.",
                "footnotes": [
                    {
                        "footnote": "Ezra 5:1.",
                        "start": 82,
                        "end": 88
                    },
                    {
                        "footnote": "Ezra 5:13; Dan. 6:28.",
                        "start": 254,
                        "end": 259
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 163,
                        "end": 166
                    }
                ]
            },
            {
                "text": "And this house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king.",
                "footnotes": [
                    {
                        "footnote": "Esth. 3:7 (7, 13).",
                        "start": 58,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel, the priests, and the Levites, and the rest of the children of the captivity, kept the dedication of this house of God with joy,",
                "footnotes": [
                    {
                        "footnote": "TG Dedication.",
                        "start": 114,
                        "end": 124
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And offered at the dedication of this house of God an hundred bullocks, two hundred rams, four hundred lambs; and for a sin offering for all Israel, twelve he goats, according to the number of the tribes of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they set the priests in their divisions, and the Levites in their courses, for the service of God, which is at Jerusalem; as it is written in the book of Moses.",
                "footnotes": [
                    {
                        "footnote": "D&C 20:46 (46–49).",
                        "start": 17,
                        "end": 24
                    },
                    {
                        "footnote": "1 Chr. 23:6; 2 Chr. 8:14.",
                        "start": 70,
                        "end": 77
                    },
                    {
                        "footnote": "Mosiah 2:17.",
                        "start": 87,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 109,
                        "end": 111
                    }
                ]
            },
            {
                "text": "And the children of the captivity kept the passover upon the fourteenth day of the first month.",
                "footnotes": [
                    {
                        "footnote": "TG Passover.",
                        "start": 43,
                        "end": 51
                    },
                    {
                        "footnote": "Ex. 12:6 (3–17).",
                        "start": 61,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 72,
                        "end": 75
                    }
                ]
            },
            {
                "text": "For the priests and the Levites were purified together, all of them were pure, and killed the passover for all the children of the captivity, and for their brethren the priests, and for themselves.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 72
                    }
                ]
            },
            {
                "text": "And the children of Israel, which were come again out of captivity, and all such as had separated themselves unto them from the filthiness of the heathen of the land, to seek the Lord God of Israel, did eat,",
                "footnotes": [
                    {
                        "footnote": "Neh. 10:28 (28–31); Alma 5:57; D&C 133:5 (5, 14).",
                        "start": 88,
                        "end": 97
                    },
                    {
                        "footnote": "TG Filthiness.",
                        "start": 128,
                        "end": 138
                    },
                    {
                        "footnote": "TG Heathen.",
                        "start": 146,
                        "end": 153
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 642
                    }
                ],
                "italics": []
            },
            {
                "text": "And kept the feast of unleavened bread seven days with joy: for the Lord had made them joyful, and turned the heart of the king of Assyria unto them, to strengthen their hands in the work of the house of God, the God of Israel.",
                "footnotes": [
                    {
                        "footnote": "OR to assist them.",
                        "start": 150,
                        "end": 175
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}