{
    "_id": "ezra7",
    "nextChapterId": "ezra8",
    "prevChapterId": "ezra6",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezra",
        "titleShort": "Ezra",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezra"
    },
    "chapter": {
        "bookTitle": "Ezra",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Ezra goes up to Jerusalem—Artaxerxes provides for beautifying the temple and sustains the Jews in their worship.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 22:4 (4–14); 1 Chr. 6:13.",
                        "start": 123,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The son of Shallum, the son of Zadok, the son of Ahitub,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The son of Amariah, the son of Azariah, the son of Meraioth,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The son of Zerahiah, the son of Uzzi, the son of Bukki,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "This Ezra went up from Babylon; and he was a ready scribe in the law of Moses, which the Lord God of Israel had given: and the king granted him all his request, according to the hand of the Lord his God upon him.",
                "footnotes": [
                    {
                        "footnote": "Neh. 8:1.",
                        "start": 51,
                        "end": 57
                    },
                    {
                        "footnote": "Ezra 7:9 (9, 28); 8:18.",
                        "start": 178,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 42
                    }
                ]
            },
            {
                "text": "And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinims, unto Jerusalem, in the seventh year of Artaxerxes the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 22
                    }
                ]
            },
            {
                "text": "And he came to Jerusalem in the fifth month, which was in the seventh year of the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 54
                    }
                ]
            },
            {
                "text": "For upon the first day of the first month began he to go up from Babylon, and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him.",
                "footnotes": [
                    {
                        "footnote": "Ezra 7:6.",
                        "start": 158,
                        "end": 162
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 22
                    },
                    {
                        "start": 91,
                        "end": 94
                    }
                ]
            },
            {
                "text": "For Ezra had prepared his heart to seek the law of the Lord, and to do it, and to teach in Israel statutes and judgments.",
                "footnotes": [
                    {
                        "footnote": "3 Ne. 17:3; D&C 29:8; 58:6; 78:7; 132:3. TG Priesthood, Qualifying for.",
                        "start": 13,
                        "end": 21
                    },
                    {
                        "footnote": "TG Heart.",
                        "start": 26,
                        "end": 31
                    },
                    {
                        "footnote": "Neh. 8:3 (1–8).",
                        "start": 98,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 71,
                        "end": 74
                    }
                ]
            },
            {
                "text": "Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even a scribe of the words of the commandments of the Lord, and of his statutes to Israel.",
                "footnotes": [
                    {
                        "footnote": "TG Scribe.",
                        "start": 106,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 11
                    },
                    {
                        "start": 99,
                        "end": 103
                    }
                ]
            },
            {
                "text": "Artaxerxes, king of kings, unto Ezra the priest, a scribe of the law of the God of heaven, perfect peace, and at such a time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 105
                    }
                ]
            },
            {
                "text": "I make a decree, that all they of the people of Israel, and of his priests and Levites, in my realm, which are minded of their own freewill to go up to Jerusalem, go with thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 60,
                        "end": 62
                    }
                ]
            },
            {
                "text": "Forasmuch as thou art sent of the king, and of his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thine hand;",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 151,
                        "end": 153
                    }
                ]
            },
            {
                "text": "And to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 130,
                        "end": 132
                    }
                ]
            },
            {
                "text": "And all the silver and gold that thou canst find in all the province of Babylon, with the freewill offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 195,
                        "end": 197
                    }
                ]
            },
            {
                "text": "That thou mayest buy speedily with this money bullocks, rams, lambs, with their meat offerings and their drink offerings, and offer them upon the altar of the house of your God which is in Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 183,
                        "end": 185
                    }
                ]
            },
            {
                "text": "And whatsoever shall seem good to thee, and to thy brethren, to do with the rest of the silver and the gold, that do after the will of your God.",
                "footnotes": [
                    {
                        "footnote": "Ex. 12:35 (33–36).",
                        "start": 88,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The vessels also that are given thee for the service of the house of thy God, those deliver thou before the God of Jerusalem.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 643
                    }
                ],
                "italics": [
                    {
                        "start": 78,
                        "end": 83
                    }
                ]
            },
            {
                "text": "And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 112,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And I, even I Artaxerxes the king, do make a decree to all the treasurers which are beyond the river, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done speedily,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 7,
                        "end": 11
                    },
                    {
                        "start": 80,
                        "end": 83
                    }
                ]
            },
            {
                "text": "Unto an hundred talents of silver, and to an hundred measures of wheat, and to an hundred baths of wine, and to an hundred baths of oil, and salt without prescribing how much.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 175
                    }
                ]
            },
            {
                "text": "Whatsoever is commanded by the God of heaven, let it be diligently done for the house of the God of heaven: for why should there be wrath against the realm of the king and his sons?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Also we certify you, that touching any of the priests and Levites, singers, porters, Nethinims, or ministers of this house of God, it shall not be lawful to impose toll, tribute, or custom, upon them.",
                "footnotes": [
                    {
                        "footnote": "OR inform.",
                        "start": 8,
                        "end": 15
                    },
                    {
                        "footnote": "1 Chr. 9:2; Ezra 2:43; 8:20.",
                        "start": 85,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou, Ezra, after the wisdom of thy God, that is in thine hand, set magistrates and judges, which may judge all the people that are beyond the river, all such as know the laws of thy God; and teach ye them that know them not.",
                "footnotes": [
                    {
                        "footnote": "Ex. 18:13; Deut. 19:18 (16–19); Mosiah 29:11 (11, 25, 39); D&C 134:3.",
                        "start": 88,
                        "end": 94
                    },
                    {
                        "footnote": "IE on the west side of the Euphrates River.",
                        "start": 136,
                        "end": 152
                    },
                    {
                        "footnote": "TG God, Law of.",
                        "start": 175,
                        "end": 179
                    },
                    {
                        "footnote": "Ex. 18:20; D&C 88:81.",
                        "start": 196,
                        "end": 201
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 52
                    },
                    {
                        "start": 132,
                        "end": 135
                    },
                    {
                        "start": 220,
                        "end": 224
                    }
                ]
            },
            {
                "text": "And whosoever will not do the law of thy God, and the law of the king, let judgment be executed speedily upon him, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.",
                "footnotes": [
                    {
                        "footnote": "TG Capital Punishment.",
                        "start": 134,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 128
                    }
                ]
            },
            {
                "text": "Blessed be the Lord God of our fathers, which hath put such a thing as this in the king's heart, to beautify the house of the Lord which is in Jerusalem:",
                "footnotes": [
                    {
                        "footnote": "TG Beauty.",
                        "start": 100,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 10
                    },
                    {
                        "start": 55,
                        "end": 67
                    },
                    {
                        "start": 137,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And hath extended mercy unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened as the hand of the Lord my God was upon me, and I gathered together out of Israel chief men to go up with me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 169
                    }
                ]
            }
        ]
    }
}