{
    "_id": "2chronicles21",
    "nextChapterId": "2chronicles22",
    "prevChapterId": "2chronicles20",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 21,
        "summary": "Jehoram slays his brothers, marries Ahab's daughter, and reigns in wickedness—Elijah prophesies a plague upon the people and the death of Jehoram—The Philistines and others war against Judah—Jehoram dies of sore diseases.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now Jehoshaphat slept with his fathers, and was buried with his fathers in the city of David. And Jehoram his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he had brethren the sons of Jehoshaphat, Azariah, and Jehiel, and Zechariah, and Azariah, and Michael, and Shephatiah: all these were the sons of Jehoshaphat king of Israel.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 611
                    }
                ],
                "italics": [
                    {
                        "start": 133,
                        "end": 137
                    }
                ]
            },
            {
                "text": "And their father gave them great gifts of silver, and of gold, and of precious things, with fenced cities in Judah: but the kingdom gave he to Jehoram; because he was the firstborn.",
                "footnotes": [
                    {
                        "footnote": "OR fortified.",
                        "start": 92,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 163,
                        "end": 166
                    }
                ]
            },
            {
                "text": "Now when Jehoram was risen up to the kingdom of his father, he strengthened himself, and slew all his brethren with the sword, and divers also of the princes of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 131,
                        "end": 137
                    }
                ]
            },
            {
                "text": "Jehoram was thirty and two years old when he began to reign, and he reigned eight years in Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 11
                    }
                ]
            },
            {
                "text": "And he walked in the way of the kings of Israel, like as did the house of Ahab: for he had the daughter of Ahab to wife: and he wrought that which was evil in the eyes of the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 16:30 (30–33); 2 Chr. 22:3.",
                        "start": 74,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 136,
                        "end": 150
                    }
                ]
            },
            {
                "text": "Howbeit the Lord would not destroy the house of David, because of the covenant that he had made with David, and as he promised to give a light to him and to his sons for ever.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 8:19 (16–19).",
                        "start": 27,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In his days the Edomites revolted from under the dominion of Judah, and made themselves a king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Jehoram went forth with his princes, and all his chariots with him: and he rose up by night, and smote the Edomites which compassed him in, and the captains of the chariots.",
                "footnotes": [
                    {
                        "footnote": "OR surrounded.",
                        "start": 127,
                        "end": 136
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So the Edomites revolted from under the hand of Judah unto this day. The same time also did Libnah revolt from under his hand; because he had forsaken the Lord God of his fathers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 83,
                        "end": 87
                    }
                ]
            },
            {
                "text": "Moreover he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to commit fornication, and compelled Judah thereto.",
                "footnotes": [
                    {
                        "footnote": "IE be unfaithful to the Lord.",
                        "start": 99,
                        "end": 117
                    },
                    {
                        "footnote": "OR seduced.",
                        "start": 123,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 139,
                        "end": 147
                    }
                ]
            },
            {
                "text": "And there came a writing to him from Elijah the prophet, saying, Thus saith the Lord God of David thy father, Because thou hast not walked in the ways of Jehoshaphat thy father, nor in the ways of Asa king of Judah,",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 14:2.",
                        "start": 197,
                        "end": 200
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But hast walked in the way of the kings of Israel, and hast made Judah and the inhabitants of Jerusalem to go a whoring, like to the whoredoms of the house of Ahab, and also hast slain thy brethren of thy father's house, which were better than thyself:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 221,
                        "end": 231
                    }
                ]
            },
            {
                "text": "Behold, with a great plague will the Lord smite thy people, and thy children, and thy wives, and all thy goods:",
                "footnotes": [
                    {
                        "footnote": "TG Plague.",
                        "start": 21,
                        "end": 27
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness day by day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 9,
                        "end": 19
                    }
                ]
            },
            {
                "text": "Moreover the Lord stirred up against Jehoram the spirit of the Philistines, and of the Arabians, that were near the Ethiopians:",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 22:1.",
                        "start": 87,
                        "end": 95
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 102,
                        "end": 106
                    }
                ]
            },
            {
                "text": "And they came up into Judah, and brake into it, and carried away all the substance that was found in the king's house, and his sons also, and his wives; so that there was never a son left him, save Jehoahaz, the youngest of his sons.",
                "footnotes": [
                    {
                        "footnote": "OR Ahaziah (see 2 Chr. 22:1).",
                        "start": 198,
                        "end": 206
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after all this the Lord smote him in his bowels with an incurable disease.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, that in process of time, after the end of two years, his bowels fell out by reason of his sickness: so he died of sore diseases. And his people made no burning for him, like the burning of his fathers.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 16:14.",
                        "start": 173,
                        "end": 180
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thirty and two years old was he when he began to reign, and he reigned in Jerusalem eight years, and departed without being desired. Howbeit they buried him in the city of David, but not in the sepulchres of the kings.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 28:27.",
                        "start": 194,
                        "end": 204
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}