{
    "_id": "2chronicles7",
    "nextChapterId": "2chronicles8",
    "prevChapterId": "2chronicles6",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Fire comes down from heaven and consumes the sacrifices and burnt offerings—The Lord appears to Solomon and promises to bless the people—The Israelites will prosper if they keep the commandments.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now when Solomon had made an end of praying, the fire came down from heaven, and consumed the burnt offering and the sacrifices; and the glory of the Lord filled the house.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:54.",
                        "start": 36,
                        "end": 43
                    },
                    {
                        "footnote": "Lev. 9:24; 1 Chr. 21:26.",
                        "start": 49,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priests could not enter into the house of the Lord, because the glory of the Lord had filled the Lord's house.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 5:14 (13–14); D&C 84:5; 109:12, 37.",
                        "start": 72,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when all the children of Israel saw how the fire came down, and the glory of the Lord upon the house, they bowed themselves with their faces to the ground upon the pavement, and worshipped, and praised the Lord, saying, For he is good; for his mercy endureth for ever.",
                "footnotes": [
                    {
                        "footnote": "TG Assembly for Worship.",
                        "start": 182,
                        "end": 192
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 216,
                        "end": 223
                    },
                    {
                        "start": 228,
                        "end": 233
                    },
                    {
                        "start": 254,
                        "end": 262
                    }
                ]
            },
            {
                "text": "Then the king and all the people offered sacrifices before the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:62 (62–66).",
                        "start": 33,
                        "end": 40
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Solomon offered a sacrifice of twenty and two thousand oxen, and an hundred and twenty thousand sheep: so the king and all the people dedicated the house of God.",
                "footnotes": [
                    {
                        "footnote": "TG Dedication.",
                        "start": 143,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the priests waited on their offices: the Levites also with instruments of musick of the Lord, which David the king had made to praise the Lord, because his mercy endureth for ever, when David praised by their ministry; and the priests sounded trumpets before them, and all Israel stood.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 174
                    }
                ]
            },
            {
                "text": "Moreover Solomon hallowed the middle of the court that was before the house of the Lord: for there he offered burnt offerings, and the fat of the peace offerings, because the brasen altar which Solomon had made was not able to receive the burnt offerings, and the meat offerings, and the fat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 55,
                        "end": 58
                    }
                ]
            },
            {
                "text": "Also at the same time Solomon kept the feast seven days, and all Israel with him, a very great congregation, from the entering in of Hamath unto the river of Egypt.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:2.",
                        "start": 39,
                        "end": 44
                    },
                    {
                        "footnote": "HEB Wadi of Egypt; modern Wadi El Arish; Gen. 15:18.",
                        "start": 149,
                        "end": 163
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And in the eighth day they made a solemn assembly: for they kept the dedication of the altar seven days, and the feast seven days.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 8:66 (65–66).",
                        "start": 11,
                        "end": 17
                    },
                    {
                        "footnote": "TG Solemn Assembly.",
                        "start": 34,
                        "end": 49
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And on the three and twentieth day of the seventh month he sent the people away into their tents, glad and merry in heart for the goodness that the Lord had shewed unto David, and to Solomon, and to Israel his people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus Solomon finished the house of the Lord, and the king's house: and all that came into Solomon's heart to make in the house of the Lord, and in his own house, he prosperously effected.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 9:1 (1–9).",
                        "start": 13,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Lord appeared to Solomon by night, and said unto him, I have heard thy prayer, and have chosen this place to myself for an house of sacrifice.",
                "footnotes": [
                    {
                        "footnote": "Deut. 12:5 (5–28); 16:2 (2–17); 18:6 (6–8); 31:11 (9–13); 1 Kgs. 8:29 (26–30).",
                        "start": 108,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If I shut up heaven that there be no rain, or if I command the locusts to devour the land, or if I send pestilence among my people;",
                "footnotes": [
                    {
                        "footnote": "Hel. 12:3.",
                        "start": 0,
                        "end": 2
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                "footnotes": [
                    {
                        "footnote": "TG Humility.",
                        "start": 49,
                        "end": 55
                    },
                    {
                        "footnote": "TG Prayer.",
                        "start": 72,
                        "end": 76
                    },
                    {
                        "footnote": "D&C 101:38.",
                        "start": 90,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now mine eyes shall be open, and mine ears attent unto the prayer that is made in this place.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 78
                    }
                ]
            },
            {
                "text": "For now have I chosen and sanctified this house, that my name may be there for ever: and mine eyes and mine heart shall be there perpetually.",
                "footnotes": [
                    {
                        "footnote": "D&C 110:7; 124:51.",
                        "start": 15,
                        "end": 21
                    },
                    {
                        "footnote": "TG Dedication; Sacred.",
                        "start": 26,
                        "end": 36
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as for thee, if thou wilt walk before me, as David thy father walked, and do according to all that I have commanded thee, and shalt observe my statutes and my judgments;",
                "footnotes": [
                    {
                        "footnote": "TG Walking with God.",
                        "start": 30,
                        "end": 34
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then will I stablish the throne of thy kingdom, according as I have covenanted with David thy father, saying, There shall not fail thee a man to be ruler in Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 142,
                        "end": 147
                    }
                ]
            },
            {
                "text": "But if ye turn away, and forsake my statutes and my commandments, which I have set before you, and shall go and serve other gods, and worship them;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have sanctified for my name, will I cast out of my sight, and will make it to be a proverb and a byword among all nations.",
                "footnotes": [
                    {
                        "footnote": "Deut. 29:28 (26–28).",
                        "start": 33,
                        "end": 38
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 178,
                        "end": 183
                    }
                ]
            },
            {
                "text": "And this house, which is high, shall be an astonishment to every one that passeth by it; so that he shall say, Why hath the Lord done thus unto this land, and unto this house?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                "footnotes": [
                    {
                        "footnote": "IE calamity.",
                        "start": 231,
                        "end": 235
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}