{
    "_id": "2chronicles25",
    "nextChapterId": "2chronicles26",
    "prevChapterId": "2chronicles24",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 25,
        "summary": "Amaziah reigns, smites the Edomites, and worships false gods—A prophet foretells Amaziah's destruction—Judah is defeated by Israel, and Amaziah is slain in a conspiracy.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Amaziah was twenty and five years old when he began to reign, and he reigned twenty and nine years in Jerusalem. And his mother's name was Jehoaddan of Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 8,
                        "end": 11
                    },
                    {
                        "start": 38,
                        "end": 42
                    },
                    {
                        "start": 135,
                        "end": 138
                    }
                ]
            },
            {
                "text": "And he did that which was right in the sight of the Lord, but not with a perfect heart.",
                "footnotes": [
                    {
                        "footnote": "OR wholeheartedly.",
                        "start": 66,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Now it came to pass, when the kingdom was established to him, that he slew his servants that had killed the king his father.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But he slew not their children, but did as it is written in the law in the book of Moses, where the Lord commanded, saying, The fathers shall not die for the children, neither shall the children die for the fathers, but every man shall die for his own sin.",
                "footnotes": [
                    {
                        "footnote": "TG Accountability.",
                        "start": 252,
                        "end": 255
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 39
                    },
                    {
                        "start": 43,
                        "end": 48
                    }
                ]
            },
            {
                "text": "Moreover Amaziah gathered Judah together, and made them captains over thousands, and captains over hundreds, according to the houses of their fathers, throughout all Judah and Benjamin: and he numbered them from twenty years old and above, and found them three hundred thousand choice men, able to go forth to war, that could handle spear and shield.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 616
                    }
                ],
                "italics": [
                    {
                        "start": 136,
                        "end": 141
                    },
                    {
                        "start": 285,
                        "end": 294
                    }
                ]
            },
            {
                "text": "He hired also an hundred thousand mighty men of valour out of Israel for an hundred talents of silver.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But there came a man of God to him, saying, O king, let not the army of Israel go with thee; for the Lord is not with Israel, to wit, with all the children of Ephraim.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 106,
                        "end": 108
                    },
                    {
                        "start": 126,
                        "end": 138
                    }
                ]
            },
            {
                "text": "But if thou wilt go, do it, be strong for the battle: God shall make thee fall before the enemy: for God hath power to help, and to cast down.",
                "footnotes": [
                    {
                        "footnote": "D&C 60:4.",
                        "start": 110,
                        "end": 115
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 27
                    }
                ]
            },
            {
                "text": "And Amaziah said to the man of God, But what shall we do for the hundred talents which I have given to the army of Israel? And the man of God answered, The Lord is able to give thee much more than this.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Amaziah separated them, to wit, the army that was come to him out of Ephraim, to go home again: wherefore their anger was greatly kindled against Judah, and they returned home in great anger.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 29,
                        "end": 36
                    }
                ]
            },
            {
                "text": "And Amaziah strengthened himself, and led forth his people, and went to the valley of salt, and smote of the children of Seir ten thousand.",
                "footnotes": [
                    {
                        "footnote": "IE by the Dead Sea.",
                        "start": 76,
                        "end": 90
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And other ten thousand left alive did the children of Judah carry away captive, and brought them unto the top of the rock, and cast them down from the top of the rock, that they all were broken in pieces.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 9
                    },
                    {
                        "start": 23,
                        "end": 27
                    }
                ]
            },
            {
                "text": "But the soldiers of the army which Amaziah sent back, that they should not go with him to battle, fell upon the cities of Judah, from Samaria even unto Beth-horon, and smote three thousand of them, and took much spoil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass, after that Amaziah was come from the slaughter of the Edomites, that he brought the gods of the children of Seir, and set them up to be his gods, and bowed down himself before them, and burned incense unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 151,
                        "end": 156
                    }
                ]
            },
            {
                "text": "Wherefore the anger of the Lord was kindled against Amaziah, and he sent unto him a prophet, which said unto him, Why hast thou sought after the gods of the people, which could not deliver their own people out of thine hand?",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 9:37.",
                        "start": 14,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, as he talked with him, that the king said unto him, Art thou made of the king's counsel? forbear; why shouldest thou be smitten? Then the prophet forbare, and said, I know that God hath determined to destroy thee, because thou hast done this, and hast not hearkened unto my counsel.",
                "footnotes": [
                    {
                        "footnote": "HEB Have we made you a royal counselor?",
                        "start": 73,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 49,
                        "end": 57
                    }
                ]
            },
            {
                "text": "Then Amaziah king of Judah took advice, and sent to Joash, the son of Jehoahaz, the son of Jehu, king of Israel, saying, Come, let us see one another in the face.",
                "footnotes": [
                    {
                        "footnote": "IE let us face each other on the battlefield; 2 Sam. 2:12–16.",
                        "start": 127,
                        "end": 130
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joash king of Israel sent to Amaziah king of Judah, saying, The thistle that was in Lebanon sent to the cedar that was in Lebanon, saying, Give thy daughter to my son to wife: and there passed by a wild beast that was in Lebanon, and trode down the thistle.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 84
                    },
                    {
                        "start": 119,
                        "end": 122
                    },
                    {
                        "start": 218,
                        "end": 221
                    }
                ]
            },
            {
                "text": "Thou sayest, Lo, thou hast smitten the Edomites; and thine heart lifteth thee up to boast: abide now at home; why shouldest thou meddle to thine hurt, that thou shouldest fall, even thou, and Judah with thee?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 139,
                        "end": 144
                    },
                    {
                        "start": 177,
                        "end": 181
                    }
                ]
            },
            {
                "text": "But Amaziah would not hear; for it came of God, that he might deliver them into the hand of their enemies, because they sought after the gods of Edom.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 39
                    },
                    {
                        "start": 89,
                        "end": 106
                    }
                ]
            },
            {
                "text": "So Joash the king of Israel went up; and they saw one another in the face, both he and Amaziah king of Judah, at Beth-shemesh, which belongeth to Judah.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 617
                    }
                ],
                "italics": [
                    {
                        "start": 75,
                        "end": 79
                    },
                    {
                        "start": 133,
                        "end": 142
                    }
                ]
            },
            {
                "text": "And Judah was put to the worse before Israel, and they fled every man to his tent.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joash the king of Israel took Amaziah king of Judah, the son of Joash, the son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem, and brake down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 32:5 (5–26).",
                        "start": 162,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he took all the gold and the silver, and all the vessels that were found in the house of God with Obed-edom, and the treasures of the king's house, the hostages also, and returned to Samaria.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 11
                    }
                ]
            },
            {
                "text": "And Amaziah the son of Joash king of Judah lived after the death of Joash son of Jehoahaz king of Israel fifteen years.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the rest of the acts of Amaziah, first and last, behold, are they not written in the book of the kings of Judah and Israel?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 64
                    }
                ]
            },
            {
                "text": "Now after the time that Amaziah did turn away from following the Lord they made a conspiracy against him in Jerusalem; and he fled to Lachish: but they sent to Lachish after him, and slew him there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they brought him upon horses, and buried him with his fathers in the city of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}