{
    "_id": "2chronicles35",
    "nextChapterId": "2chronicles36",
    "prevChapterId": "2chronicles34",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 35,
        "summary": "Josiah and all Judah keep a most solemn Passover—Josiah is mortally wounded by the Egyptians at Megiddo.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Moreover Josiah kept a passover unto the Lord in Jerusalem: and they killed the passover on the fourteenth day of the first month.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 23:21 (21–23).",
                        "start": 23,
                        "end": 31
                    },
                    {
                        "footnote": "Ex. 12:6 (3–17).",
                        "start": 96,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 107,
                        "end": 110
                    }
                ]
            },
            {
                "text": "And he set the priests in their charges, and encouraged them to the service of the house of the Lord,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And said unto the Levites that taught all Israel, which were holy unto the Lord, Put the holy ark in the house which Solomon the son of David king of Israel did build; it shall not be a burden upon your shoulders: serve now the Lord your God, and his people Israel,",
                "footnotes": [
                    {
                        "footnote": "Deut. 33:10 (8–11).",
                        "start": 31,
                        "end": 37
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 168,
                        "end": 176
                    },
                    {
                        "start": 181,
                        "end": 183
                    },
                    {
                        "start": 198,
                        "end": 202
                    }
                ]
            },
            {
                "text": "And prepare yourselves by the houses of your fathers, after your courses, according to the writing of David king of Israel, and according to the writing of Solomon his son.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 26:1 (1–32).",
                        "start": 30,
                        "end": 36
                    },
                    {
                        "footnote": "1 Chr. 23:6 (1–32); 24:1 (1–31).",
                        "start": 74,
                        "end": 83
                    },
                    {
                        "footnote": "2 Chr. 8:14 (14–16).",
                        "start": 91,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 22
                    }
                ]
            },
            {
                "text": "And stand in the holy place according to the divisions of the families of the fathers of your brethren the people, and after the division of the families of the Levites.",
                "footnotes": [
                    {
                        "footnote": "D&C 45:32; 87:8; 101:22 (21–22).",
                        "start": 4,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 27
                    },
                    {
                        "start": 119,
                        "end": 124
                    }
                ]
            },
            {
                "text": "So kill the passover, and sanctify yourselves, and prepare your brethren, that they may do according to the word of the Lord by the hand of Moses.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 29:5 (3–11); D&C 88:74; 133:62.",
                        "start": 26,
                        "end": 34
                    },
                    {
                        "footnote": "Alma 4:19; 16:16; D&C 108:7.",
                        "start": 51,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 79,
                        "end": 83
                    }
                ]
            },
            {
                "text": "And Josiah gave to the people, of the flock, lambs and kids, all for the passover offerings, for all that were present, to the number of thirty thousand, and three thousand bullocks: these were of the king's substance.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 189,
                        "end": 193
                    }
                ]
            },
            {
                "text": "And his princes gave willingly unto the people, to the priests, and to the Levites: Hilkiah and Zechariah and Jehiel, rulers of the house of God, gave unto the priests for the passover offerings two thousand and six hundred small cattle, and three hundred oxen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 224,
                        "end": 237
                    }
                ]
            },
            {
                "text": "Conaniah also, and Shemaiah and Nethaneel, his brethren, and Hashabiah and Jeiel and Jozabad, chief of the Levites, gave unto the Levites for passover offerings five thousand small cattle, and five hundred oxen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 175,
                        "end": 188
                    }
                ]
            },
            {
                "text": "So the service was prepared, and the priests stood in their place, and the Levites in their courses, according to the king's commandment.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they killed the passover, and the priests sprinkled the blood from their hands, and the Levites flayed them.",
                "footnotes": [
                    {
                        "footnote": "TG Priest, Aaronic Priesthood. BD Priests.",
                        "start": 38,
                        "end": 45
                    },
                    {
                        "footnote": "OR skinned.",
                        "start": 100,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 56,
                        "end": 65
                    },
                    {
                        "start": 107,
                        "end": 112
                    }
                ]
            },
            {
                "text": "And they removed the burnt offerings, that they might give according to the divisions of the families of the people, to offer unto the Lord, as it is written in the book of Moses. And so did they with the oxen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 144,
                        "end": 149
                    },
                    {
                        "start": 187,
                        "end": 195
                    }
                ]
            },
            {
                "text": "And they roasted the passover with fire according to the ordinance: but the other holy offerings sod they in pots, and in caldrons, and in pans, and divided them speedily among all the people.",
                "footnotes": [
                    {
                        "footnote": "IE boiled.",
                        "start": 97,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 81
                    },
                    {
                        "start": 87,
                        "end": 96
                    },
                    {
                        "start": 157,
                        "end": 161
                    }
                ]
            },
            {
                "text": "And afterward they made ready for themselves, and for the priests: because the priests the sons of Aaron were busied in offering of burnt offerings and the fat until night; therefore the Levites prepared for themselves, and for the priests the sons of Aaron.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 105,
                        "end": 116
                    }
                ]
            },
            {
                "text": "And the singers the sons of Asaph were in their place, according to the commandment of David, and Asaph, and Heman, and Jeduthun the king's seer; and the porters waited at every gate; they might not depart from their service; for their brethren the Levites prepared for them.",
                "footnotes": [
                    {
                        "footnote": "TG Seer.",
                        "start": 140,
                        "end": 144
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 632
                    }
                ],
                "italics": [
                    {
                        "start": 34,
                        "end": 38
                    },
                    {
                        "start": 162,
                        "end": 168
                    }
                ]
            },
            {
                "text": "So all the service of the Lord was prepared the same day, to keep the passover, and to offer burnt offerings upon the altar of the Lord, according to the commandment of king Josiah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel that were present kept the passover at that time, and the feast of unleavened bread seven days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was no passover like to that kept in Israel from the days of Samuel the prophet; neither did all the kings of Israel keep such a passover as Josiah kept, and the priests, and the Levites, and all Judah and Israel that were present, and the inhabitants of Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 23:22.",
                        "start": 17,
                        "end": 25
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "In the eighteenth year of the reign of Josiah was this passover kept.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "After all this, when Josiah had prepared the temple, Necho king of Egypt came up to fight against Carchemish by Euphrates: and Josiah went out against him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But he sent ambassadors to him, saying, What have I to do with thee, thou king of Judah? I come not against thee this day, but against the house wherewith I have war: for God commanded me to make haste: forbear thee from meddling with God, who is with me, that he destroy thee not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 89,
                        "end": 95
                    },
                    {
                        "start": 221,
                        "end": 234
                    },
                    {
                        "start": 244,
                        "end": 246
                    }
                ]
            },
            {
                "text": "Nevertheless Josiah would not turn his face from him, but disguised himself, that he might fight with him, and hearkened not unto the words of Necho from the mouth of God, and came to fight in the valley of Megiddo.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 23:29.",
                        "start": 13,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the archers shot at king Josiah; and the king said to his servants, Have me away; for I am sore wounded.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "His servants therefore took him out of that chariot, and put him in the second chariot that he had; and they brought him to Jerusalem, and he died, and was buried in one of the sepulchres of his fathers. And all Judah and Jerusalem mourned for Josiah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 166,
                        "end": 172
                    }
                ]
            },
            {
                "text": "And Jeremiah lamented for Josiah: and all the singing men and the singing women spake of Josiah in their lamentations to this day, and made them an ordinance in Israel: and, behold, they are written in the lamentations.",
                "footnotes": [
                    {
                        "footnote": "Lam. 4:20.",
                        "start": 13,
                        "end": 21
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 187,
                        "end": 190
                    }
                ]
            },
            {
                "text": "Now the rest of the acts of Josiah, and his goodness, according to that which was written in the law of the Lord,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 67,
                        "end": 81
                    }
                ]
            },
            {
                "text": "And his deeds, first and last, behold, they are written in the book of the kings of Israel and Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 47
                    }
                ]
            }
        ]
    }
}