{
    "_id": "2chronicles24",
    "nextChapterId": "2chronicles25",
    "prevChapterId": "2chronicles23",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 24,
        "summary": "Joash and Jehoiada receive contributions and repair the house of the Lord—Jehoiada dies—Joash falls into idolatry, slays a prophet named Zechariah, and is himself slain in a conspiracy.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Joash was seven years old when he began to reign, and he reigned forty years in Jerusalem. His mother's name also was Zibiah of Beer-sheba.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 9
                    },
                    {
                        "start": 114,
                        "end": 117
                    }
                ]
            },
            {
                "text": "And Joash did that which was right in the sight of the Lord all the days of Jehoiada the priest.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 14,
                        "end": 28
                    }
                ]
            },
            {
                "text": "And Jehoiada took for him two wives; and he begat sons and daughters.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass after this, that Joash was minded to repair the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 36
                    }
                ]
            },
            {
                "text": "And he gathered together the priests and the Levites, and said to them, Go out unto the cities of Judah, and gather of all Israel money to repair the house of your God from year to year, and see that ye hasten the matter. Howbeit the Levites hastened it not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 251,
                        "end": 253
                    }
                ]
            },
            {
                "text": "And the king called for Jehoiada the chief, and said unto him, Why hast thou not required of the Levites to bring in out of Judah and out of Jerusalem the collection, according to the commandment of Moses the servant of the Lord, and of the congregation of Israel, for the tabernacle of witness?",
                "footnotes": [
                    {
                        "footnote": "Ex. 30:16 (12–16).",
                        "start": 155,
                        "end": 165
                    },
                    {
                        "footnote": "Num. 1:53 (50–53).",
                        "start": 273,
                        "end": 283
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 167,
                        "end": 195
                    }
                ]
            },
            {
                "text": "For the sons of Athaliah, that wicked woman, had broken up the house of God; and also all the dedicated things of the house of the Lord did they bestow upon Baalim.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at the king's commandment they made a chest, and set it without at the gate of the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they made a proclamation through Judah and Jerusalem, to bring in to the Lord the collection that Moses the servant of God laid upon Israel in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 97,
                        "end": 101
                    },
                    {
                        "start": 127,
                        "end": 131
                    }
                ]
            },
            {
                "text": "And all the princes and all the people rejoiced, and brought in, and cast into the chest, until they had made an end.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass, that at what time the chest was brought unto the king's office by the hand of the Levites, and when they saw that there was much money, the king's scribe and the high priest's officer came and emptied the chest, and took it, and carried it to his place again. Thus they did day by day, and gathered money in abundance.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 12:10.",
                        "start": 150,
                        "end": 155
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 135,
                        "end": 144
                    }
                ]
            },
            {
                "text": "And the king and Jehoiada gave it to such as did the work of the service of the house of the Lord, and hired masons and carpenters to repair the house of the Lord, and also such as wrought iron and brass to mend the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So the workmen wrought, and the work was perfected by them, and they set the house of God in his state, and strengthened it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they had finished it, they brought the rest of the money before the king and Jehoiada, whereof were made vessels for the house of the Lord, even vessels to minister, and to offer withal, and spoons, and vessels of gold and silver. And they offered burnt offerings in the house of the Lord continually all the days of Jehoiada.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 12:13.",
                        "start": 114,
                        "end": 121
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 30
                    },
                    {
                        "start": 149,
                        "end": 153
                    },
                    {
                        "start": 188,
                        "end": 195
                    }
                ]
            },
            {
                "text": "But Jehoiada waxed old, and was full of days when he died; an hundred and thirty years old was he when he died.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 97
                    }
                ]
            },
            {
                "text": "And they buried him in the city of David among the kings, because he had done good in Israel, both toward God, and toward his house.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 615
                    }
                ],
                "italics": []
            },
            {
                "text": "Now after the death of Jehoiada came the princes of Judah, and made obeisance to the king. Then the king hearkened unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they left the house of the Lord God of their fathers, and served groves and idols: and wrath came upon Judah and Jerusalem for this their trespass.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 14:23.",
                        "start": 80,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yet he sent prophets to them, to bring them again unto the Lord; and they testified against them: but they would not give ear.",
                "footnotes": [
                    {
                        "footnote": "TG Authority.",
                        "start": 7,
                        "end": 11
                    },
                    {
                        "footnote": "2 Ne. 27:5.",
                        "start": 12,
                        "end": 20
                    },
                    {
                        "footnote": "TG Preaching.",
                        "start": 74,
                        "end": 83
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Spirit of God came upon Zechariah the son of Jehoiada the priest, which stood above the people, and said unto them, Thus saith God, Why transgress ye the commandments of the Lord, that ye cannot prosper? because ye have forsaken the Lord, he hath also forsaken you.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 8,
                        "end": 14
                    },
                    {
                        "footnote": "Mosiah 7:29 (29–31).",
                        "start": 203,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they conspired against him, and stoned him with stones at the commandment of the king in the court of the house of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Martyrdom; Prophets, Rejection of.",
                        "start": 36,
                        "end": 42
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus Joash the king remembered not the kindness which Jehoiada his father had done to him, but slew his son. And when he died, he said, The Lord look upon it, and require it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 155,
                        "end": 158
                    },
                    {
                        "start": 171,
                        "end": 174
                    }
                ]
            },
            {
                "text": "And it came to pass at the end of the year, that the host of Syria came up against him: and they came to Judah and Jerusalem, and destroyed all the princes of the people from among the people, and sent all the spoil of them unto the king of Damascus.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 48
                    }
                ]
            },
            {
                "text": "For the army of the Syrians came with a small company of men, and the Lord delivered a very great host into their hand, because they had forsaken the Lord God of their fathers. So they executed judgment against Joash.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when they were departed from him, (for they left him in great diseases,) his own servants conspired against him for the blood of the sons of Jehoiada the priest, and slew him on his bed, and he died: and they buried him in the city of David, but they buried him not in the sepulchres of the kings.",
                "footnotes": [
                    {
                        "footnote": "IE severely wounded.",
                        "start": 57,
                        "end": 74
                    },
                    {
                        "footnote": "2 Chr. 28:27.",
                        "start": 277,
                        "end": 287
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And these are they that conspired against him; Zabad the son of Shimeath an Ammonitess, and Jehozabad the son of Shimrith a Moabitess.",
                "footnotes": [
                    {
                        "footnote": "OR Jozachar (see 2 Kgs. 12:21).",
                        "start": 47,
                        "end": 52
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now concerning his sons, and the greatness of the burdens laid upon him, and the repairing of the house of God, behold, they are written in the story of the book of the kings. And Amaziah his son reigned in his stead.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 14
                    },
                    {
                        "start": 58,
                        "end": 62
                    },
                    {
                        "start": 125,
                        "end": 128
                    }
                ]
            }
        ]
    }
}