{
    "_id": "2chronicles30",
    "nextChapterId": "2chronicles31",
    "prevChapterId": "2chronicles29",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 30,
        "summary": "Hezekiah invites all Israel to a solemn Passover in Jerusalem—Some accept the call; others laugh him to scorn—The faithful Israelites worship the Lord in Jerusalem.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Hezekiah sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord at Jerusalem, to keep the passover unto the Lord God of Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For the king had taken counsel, and his princes, and all the congregation in Jerusalem, to keep the passover in the second month.",
                "footnotes": [
                    {
                        "footnote": "Num. 9:11 (10–11).",
                        "start": 116,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they could not keep it at that time, because the priests had not sanctified themselves sufficiently, neither had the people gathered themselves together to Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "IE in the first month, as required.",
                        "start": 30,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the thing pleased the king and all the congregation.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So they established a decree to make proclamation throughout all Israel, from Beer-sheba even to Dan, that they should come to keep the passover unto the Lord God of Israel at Jerusalem: for they had not done it of a long time in such sort as it was written.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 209,
                        "end": 211
                    },
                    {
                        "start": 222,
                        "end": 226
                    },
                    {
                        "start": 226,
                        "end": 239
                    }
                ]
            },
            {
                "text": "So the posts went with the letters from the king and his princes throughout all Israel and Judah, and according to the commandment of the king, saying, Ye children of Israel, turn again unto the Lord God of Abraham, Isaac, and Israel, and he will return to the remnant of you, that are escaped out of the hand of the kings of Assyria.",
                "footnotes": [
                    {
                        "footnote": "IE couriers, runners (also v. 10).",
                        "start": 7,
                        "end": 12
                    },
                    {
                        "footnote": "Isa. 10:21 (21–23); Joel 2:12 (12–13).",
                        "start": 175,
                        "end": 179
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers, who therefore gave them up to desolation, as ye see.",
                "footnotes": [
                    {
                        "footnote": "TG Traditions of Men.",
                        "start": 24,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 113,
                        "end": 116
                    }
                ]
            },
            {
                "text": "Now be ye not stiffnecked, as your fathers were, but yield yourselves unto the Lord, and enter into his sanctuary, which he hath sanctified for ever: and serve the Lord your God, that the fierceness of his wrath may turn away from you.",
                "footnotes": [
                    {
                        "footnote": "TG Stiffnecked.",
                        "start": 14,
                        "end": 25
                    },
                    {
                        "footnote": "Mosiah 3:19; Hel. 3:35.",
                        "start": 53,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 52
                    }
                ]
            },
            {
                "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                "footnotes": [
                    {
                        "footnote": "TG Israel, Restoration of.",
                        "start": 10,
                        "end": 14
                    },
                    {
                        "footnote": "TG Mercy.",
                        "start": 210,
                        "end": 218
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 78
                    },
                    {
                        "start": 194,
                        "end": 196
                    },
                    {
                        "start": 243,
                        "end": 246
                    }
                ]
            },
            {
                "text": "So the posts passed from city to city through the country of Ephraim and Manasseh even unto Zebulun: but they laughed them to scorn, and mocked them.",
                "footnotes": [
                    {
                        "footnote": "Luke 8:53; Alma 26:23.",
                        "start": 137,
                        "end": 143
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Nevertheless divers of Asher and Manasseh and of Zebulun humbled themselves, and came to Jerusalem.",
                "footnotes": [
                    {
                        "footnote": "IE some.",
                        "start": 13,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Also in Judah the hand of God was to give them one heart to do the commandment of the king and of the princes, by the word of the Lord.",
                "footnotes": [
                    {
                        "footnote": "Moses 7:18.",
                        "start": 47,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there assembled at Jerusalem much people to keep the feast of unleavened bread in the second month, a very great congregation.",
                "footnotes": [
                    {
                        "footnote": "TG Bread, Unleavened; Passover.",
                        "start": 66,
                        "end": 76
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they arose and took away the altars that were in Jerusalem, and all the altars for incense took they away, and cast them into the brook Kidron.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 49
                    },
                    {
                        "start": 120,
                        "end": 124
                    }
                ]
            },
            {
                "text": "Then they killed the passover on the fourteenth day of the second month: and the priests and the Levites were ashamed, and sanctified themselves, and brought in the burnt offerings into the house of the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And they stood in their place after their manner, according to the law of Moses the man of God: the priests sprinkled the blood, which they received of the hand of the Levites.",
                "footnotes": [
                    {
                        "footnote": "Ex. 12:22 (21–22).",
                        "start": 122,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 148
                    }
                ]
            },
            {
                "text": "For there were many in the congregation that were not sanctified: therefore the Levites had the charge of the killing of the passovers for every one that was not clean, to sanctify them unto the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 14
                    },
                    {
                        "start": 149,
                        "end": 157
                    },
                    {
                        "start": 181,
                        "end": 185
                    }
                ]
            },
            {
                "text": "For a multitude of the people, even many of Ephraim, and Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet did they eat the passover otherwise than it was written. But Hezekiah prayed for them, saying, The good Lord pardon every one",
                "footnotes": [
                    {
                        "footnote": "TG Purification.",
                        "start": 98,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 31,
                        "end": 35
                    }
                ]
            },
            {
                "text": "That prepareth his heart to seek God, the Lord God of his fathers, though he be not cleansed according to the purification of the sanctuary.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 0,
                        "end": 4
                    },
                    {
                        "start": 74,
                        "end": 79
                    },
                    {
                        "start": 84,
                        "end": 92
                    }
                ]
            },
            {
                "text": "And the Lord hearkened to Hezekiah, and healed the people.",
                "footnotes": [
                    {
                        "footnote": "TG Heal.",
                        "start": 40,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the children of Israel that were present at Jerusalem kept the feast of unleavened bread seven days with great gladness: and the Levites and the priests praised the Lord day by day, singing with loud instruments unto the Lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 186,
                        "end": 193
                    }
                ]
            },
            {
                "text": "And Hezekiah spake comfortably unto all the Levites that taught the good knowledge of the Lord: and they did eat throughout the feast seven days, offering peace offerings, and making confession to the Lord God of their fathers.",
                "footnotes": [
                    {
                        "footnote": "HEB to the heart; i.e., encouragingly, intimately.",
                        "start": 19,
                        "end": 30
                    },
                    {
                        "footnote": "Lev. 5:5 (1–6).",
                        "start": 183,
                        "end": 193
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 624
                    }
                ],
                "italics": []
            },
            {
                "text": "And the whole assembly took counsel to keep other seven days: and they kept other seven days with gladness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 81
                    }
                ]
            },
            {
                "text": "For Hezekiah king of Judah did give to the congregation a thousand bullocks and seven thousand sheep; and the princes gave to the congregation a thousand bullocks and ten thousand sheep: and a great number of priests sanctified themselves.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 29:34.",
                        "start": 217,
                        "end": 227
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the congregation of Judah, with the priests and the Levites, and all the congregation that came out of Israel, and the strangers that came out of the land of Israel, and that dwelt in Judah, rejoiced.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So there was great joy in Jerusalem: for since the time of Solomon the son of David king of Israel there was not the like in Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 108
                    }
                ]
            },
            {
                "text": "Then the priests the Levites arose and blessed the people: and their voice was heard, and their prayer came up to his holy dwelling place, even unto heaven.",
                "footnotes": [
                    {
                        "footnote": "Num. 6:23 (23–27).",
                        "start": 39,
                        "end": 46
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 110
                    },
                    {
                        "start": 139,
                        "end": 143
                    }
                ]
            }
        ]
    }
}