{
    "_id": "2chronicles10",
    "nextChapterId": "2chronicles11",
    "prevChapterId": "2chronicles9",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "2 Chronicles",
        "titleShort": "2 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "2chronicles"
    },
    "chapter": {
        "bookTitle": "2 Chronicles",
        "delineation": "Chapter",
        "number": 10,
        "summary": "The people request relief, but Rehoboam promises to increase the burdens upon the people—Israel rebels and the kingdom is divided.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Rehoboam went to Shechem: for to Shechem were all Israel come to make him king.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 12:1 (1–20).",
                        "start": 4,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Jeroboam the son of Nebat, who was in Egypt, whither he had fled from the presence of Solomon the king, heard it, that Jeroboam returned out of Egypt.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 599
                    }
                ],
                "italics": [
                    {
                        "start": 57,
                        "end": 60
                    },
                    {
                        "start": 136,
                        "end": 139
                    }
                ]
            },
            {
                "text": "And they sent and called him. So Jeroboam and all Israel came and spake to Rehoboam, saying,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thy father made our yoke grievous: now therefore ease thou somewhat the grievous servitude of thy father, and his heavy yoke that he put upon us, and we will serve thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto them, Come again unto me after three days. And the people departed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Rehoboam took counsel with the old men that had stood before Solomon his father while he yet lived, saying, What counsel give ye me to return answer to this people?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 140
                    }
                ]
            },
            {
                "text": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak good words to them, they will be thy servants for ever.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But he forsook the counsel which the old men gave him, and took counsel with the young men that were brought up with him, that stood before him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto them, What advice give ye that we may return answer to this people, which have spoken to me, saying, Ease somewhat the yoke that thy father did put upon us?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the young men that were brought up with him spake unto him, saying, Thus shalt thou answer the people that spake unto thee, saying, Thy father made our yoke heavy, but make thou it somewhat lighter for us; thus shalt thou say unto them, My little finger shall be thicker than my father's loins.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 182,
                        "end": 184
                    },
                    {
                        "start": 251,
                        "end": 257
                    }
                ]
            },
            {
                "text": "For whereas my father put a heavy yoke upon you, I will put more to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 121,
                        "end": 138
                    }
                ]
            },
            {
                "text": "So Jeroboam and all the people came to Rehoboam on the third day, as the king bade, saying, Come again to me on the third day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king answered them roughly; and king Rehoboam forsook the counsel of the old men,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And answered them after the advice of the young men, saying, My father made your yoke heavy, but I will add thereto: my father chastised you with whips, but I will chastise you with scorpions.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 159,
                        "end": 176
                    }
                ]
            },
            {
                "text": "So the king hearkened not unto the people: for the cause was of God, that the Lord might perform his word, which he spake by the hand of Ahijah the Shilonite to Jeroboam the son of Nebat.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when all Israel saw that the king would not hearken unto them, the people answered the king, saying, What portion have we in David? and we have none inheritance in the son of Jesse: every man to your tents, O Israel: and now, David, see to thine own house. So all Israel went to their tents.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 20,
                        "end": 23
                    },
                    {
                        "start": 140,
                        "end": 147
                    },
                    {
                        "start": 221,
                        "end": 224
                    }
                ]
            },
            {
                "text": "But as for the children of Israel that dwelt in the cities of Judah, Rehoboam reigned over them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 10
                    }
                ]
            },
            {
                "text": "Then king Rehoboam sent Hadoram that was over the tribute; and the children of Israel stoned him with stones, that he died. But king Rehoboam made speed to get him up to his chariot, to flee to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 40
                    },
                    {
                        "start": 170,
                        "end": 173
                    }
                ]
            },
            {
                "text": "And Israel rebelled against the house of David unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}