{
    "_id": "mosiah22",
    "nextChapterId": "mosiah23",
    "prevChapterId": "mosiah21",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 22,
        "summary": "Plans are made for the people to escape from Lamanite bondage—The Lamanites are made drunk—The people escape, return to Zarahemla, and become subject to King Mosiah. About 121–120 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that Ammon and king Limhi began to consult with the people how they should deliver themselves out of bondage; and even they did cause that all the people should gather themselves together; and this they did that they might have the voice of the people concerning the matter.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:18.",
                        "start": 99,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that they could find no way to deliver themselves out of bondage, except it were to take their women and children, and their flocks, and their herds, and their tents, and depart into the wilderness; for the Lamanites being so numerous, it was impossible for the people of Limhi to contend with them, thinking to deliver themselves out of bondage by the sword.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that Gideon went forth and stood before the king, and said unto him: Now O king, thou hast hitherto hearkened unto my words many times when we have been contending with our brethren, the Lamanites.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 20:17; Alma 1:8 (8–9).",
                        "start": 25,
                        "end": 31
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the king granted unto him that he might speak. And Gideon said unto him:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold the back pass, through the back wall, on the back side of the city. The Lamanites, or the guards of the Lamanites, by night are drunken; therefore let us send a proclamation among all this people that they gather together their flocks and herds, that they may drive them into the wilderness by night.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 19:28; 21:5.",
                        "start": 97,
                        "end": 103
                    },
                    {
                        "footnote": "Alma 55:14 (8–17).",
                        "start": 135,
                        "end": 142
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 190
                    }
                ],
                "italics": []
            },
            {
                "text": "And I will go according to thy command and pay the last tribute of wine to the Lamanites, and they will be drunken; and we will pass through the secret pass on the left of their camp when they are drunken and asleep.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 19:26.",
                        "start": 56,
                        "end": 63
                    },
                    {
                        "footnote": "TG Drunkenness.",
                        "start": 107,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Thus we will depart with our women and our children, our flocks, and our herds into the wilderness; and we will travel around the land of Shilom.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:7 (5–16).",
                        "start": 138,
                        "end": 144
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the king hearkened unto the words of Gideon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Limhi caused that his people should gather their flocks together; and he sent the tribute of wine to the Lamanites; and he also sent more wine, as a present unto them; and they did drink freely of the wine which king Limhi did send unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the people of king Limhi did depart by night into the wilderness with their flocks and their herds, and they went round about the land of Shilom in the wilderness, and bent their course towards the land of Zarahemla, being led by Ammon and his brethren.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 25:8.",
                        "start": 54,
                        "end": 60
                    },
                    {
                        "footnote": "Mosiah 11:12 (12–13); Alma 23:12.",
                        "start": 163,
                        "end": 169
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they had taken all their gold, and silver, and their precious things, which they could carry, and also their provisions with them, into the wilderness; and they pursued their journey.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after being many days in the wilderness they arrived in the land of Zarahemla, and joined Mosiah's people, and became his subjects.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 25:5.",
                        "start": 49,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that Mosiah received them with joy; and he also received their records, and also the records which had been found by the people of Limhi.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 24:25.",
                        "start": 32,
                        "end": 40
                    },
                    {
                        "footnote": "Mosiah 8:5; 9:1.",
                        "start": 83,
                        "end": 90
                    },
                    {
                        "footnote": "Mosiah 8:9.",
                        "start": 105,
                        "end": 112
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now it came to pass when the Lamanites had found that the people of Limhi had departed out of the land by night, that they sent an army into the wilderness to pursue them;",
                "footnotes": [
                    {
                        "footnote": "Mosiah 23:30 (30–39).",
                        "start": 135,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after they had pursued them two days, they could no longer follow their tracks; therefore they were lost in the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}