{
    "_id": "mosiah11",
    "nextChapterId": "mosiah12",
    "prevChapterId": "mosiah10",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Mosiah",
        "titleShort": "Mosiah",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "mosiah"
    },
    "chapter": {
        "bookTitle": "Mosiah",
        "delineation": "Chapter",
        "number": 11,
        "summary": "King Noah rules in wickedness—He revels in riotous living with his wives and concubines—Abinadi prophesies that the people will be taken into bondage—His life is sought by King Noah. About 160–150 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass that Zeniff conferred the kingdom upon Noah, one of his sons; therefore Noah began to reign in his stead; and he did not walk in the ways of his father.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p1",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                "footnotes": [
                    {
                        "footnote": "Jacob 3:5; Ether 10:5.",
                        "start": 131,
                        "end": 141
                    },
                    {
                        "footnote": "1 Kgs. 14:16; 15:26; 16:2; 21:22; 2 Kgs. 21:2 (1–9); Mosiah 23:12; 29:31.",
                        "start": 154,
                        "end": 159
                    },
                    {
                        "footnote": "Mosiah 29:18.",
                        "start": 208,
                        "end": 218
                    },
                    {
                        "footnote": "2 Ne. 28:15.",
                        "start": 270,
                        "end": 279
                    },
                    {
                        "footnote": "Mosiah 23:9.",
                        "start": 284,
                        "end": 287
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                "footnotes": [
                    {
                        "footnote": "Gen. 47:24; Ether 10:5 (5–6).",
                        "start": 14,
                        "end": 17
                    },
                    {
                        "footnote": "HEB related words: adjective, “shining”; verb, “to overlay or plate with metal.”",
                        "start": 133,
                        "end": 137
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 168
                    }
                ],
                "italics": []
            },
            {
                "text": "And all this did he take to support himself, and his wives and his concubines; and also his priests, and their wives and their concubines; thus he had changed the affairs of the kingdom.",
                "footnotes": [
                    {
                        "footnote": "Prov. 29:3.",
                        "start": 28,
                        "end": 35
                    },
                    {
                        "footnote": "TG Concubine.",
                        "start": 67,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For he put down all the priests that had been consecrated by his father, and consecrated new ones in their stead, such as were lifted up in the pride of their hearts.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 12:31; 2 Chr. 11:14 (13–14); Mosiah 11:11; 12:25 (17, 25).",
                        "start": 93,
                        "end": 97
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and thus they were supported in their laziness, and in their idolatry, and in their whoredoms, by the taxes which king Noah had put upon his people; thus did the people labor exceedingly to support iniquity.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and they also became idolatrous, because they were deceived by the vain and flattering words of the king and priests; for they did speak flattering things unto them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                "footnotes": [
                    {
                        "footnote": "Esth. 1:4.",
                        "start": 146,
                        "end": 154
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 5:16.",
                        "start": 96,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 11:5 (5, 14); 12:17.",
                        "start": 43,
                        "end": 55
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he built a tower near the temple; yea, a very high tower, even so high that he could stand upon the top thereof and overlook the land of Shilom, and also the land of Shemlon, which was possessed by the Lamanites; and he could even look over all the land round about.",
                "footnotes": [
                    {
                        "footnote": "Gen. 35:21; Mosiah 2:7 (7–8); 19:5 (5–6).",
                        "start": 36,
                        "end": 41
                    },
                    {
                        "footnote": "Mosiah 9:14 (6, 8, 14); 22:11 (8, 11).",
                        "start": 162,
                        "end": 168
                    },
                    {
                        "footnote": "Mosiah 10:7.",
                        "start": 191,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he caused many buildings to be built in the land Shilom; and he caused a great tower to be built on the hill north of the land Shilom, which had been a resort for the children of Nephi at the time they fled out of the land; and thus he did do with the riches which he obtained by the taxation of his people.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 7:5.",
                        "start": 129,
                        "end": 133
                    },
                    {
                        "footnote": "Omni 1:12 (12–13).",
                        "start": 227,
                        "end": 231
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he placed his heart upon his riches, and he spent his time in riotous living with his wives and his concubines; and so did also his priests spend their time with harlots.",
                "footnotes": [
                    {
                        "footnote": "TG Rioting and Reveling.",
                        "start": 87,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he planted vineyards round about in the land; and he built wine-presses, and made wine in abundance; and therefore he became a wine-bibber, and also his people.",
                "footnotes": [
                    {
                        "footnote": "TG Drunkenness; Wine.",
                        "start": 107,
                        "end": 111
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that the Lamanites began to come in upon his people, upon small numbers, and to slay them in their fields, and while they were tending their flocks.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And king Noah sent guards round about the land to keep them off; but he did not send a sufficient number, and the Lamanites came upon them and killed them, and drove many of their flocks out of the land; thus the Lamanites began to destroy them, and to exercise their hatred upon them.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 169
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that king Noah sent his armies against them, and they were driven back, or they drove them back for a time; therefore, they returned rejoicing in their spoil.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, because of this great victory they were lifted up in the pride of their hearts; they did boast in their own strength, saying that their fifty could stand against thousands of the Lamanites; and thus they did boast, and did delight in blood, and the shedding of the blood of their brethren, and this because of the wickedness of their king and priests.",
                "footnotes": [
                    {
                        "footnote": "Amos 6:13; D&C 3:4. TG Boast.",
                        "start": 98,
                        "end": 103
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord—Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                "footnotes": [
                    {
                        "footnote": "See accounts of Abinadi in Mosiah 11–17.",
                        "start": 67,
                        "end": 74
                    },
                    {
                        "footnote": "TG Punish; Reproof.",
                        "start": 394,
                        "end": 399
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p20",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "And except they repent and turn to the Lord their God, behold, I will deliver them into the hands of their enemies; yea, and they shall be brought into bondage; and they shall be afflicted by the hand of their enemies.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 12:2; D&C 101:79.",
                        "start": 152,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that they shall know that I am the Lord their God, and am a jealous God, visiting the iniquities of my people.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 26:6; 1 Ne. 21:26 (25–26); D&C 43:25.",
                        "start": 42,
                        "end": 46
                    },
                    {
                        "footnote": "Ex. 20:5; Deut. 6:15; 32:21; Mosiah 13:13.",
                        "start": 86,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it shall come to pass that except this people repent and turn unto the Lord their God, they shall be brought into bondage; and none shall deliver them, except it be the Lord the Almighty God.",
                "footnotes": [
                    {
                        "footnote": "Hosea 13:10 (4, 10).",
                        "start": 142,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, and it shall come to pass that when they shall cry unto me I will be slow to hear their cries; yea, and I will suffer them that they be smitten by their enemies.",
                "footnotes": [
                    {
                        "footnote": "Micah 3:4.",
                        "start": 52,
                        "end": 55
                    },
                    {
                        "footnote": "Ps. 10:1; Jer. 2:27; Mosiah 21:15.",
                        "start": 74,
                        "end": 78
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.",
                "footnotes": [
                    {
                        "footnote": "TG Sackcloth.",
                        "start": 26,
                        "end": 35
                    },
                    {
                        "footnote": "Isa. 1:15 (15–17); 59:2.",
                        "start": 98,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now it came to pass that when Abinadi had spoken these words unto them they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands.",
                "footnotes": [
                    {
                        "footnote": "TG Prophets, Rejection of; Protection, Divine.",
                        "start": 144,
                        "end": 153
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now when king Noah had heard of the words which Abinadi had spoken unto the people, he was also wroth; and he said: Who is Abinadi, that I and my people should be judged of him, or who is the Lord, that shall bring upon my people such great affliction?",
                "footnotes": [
                    {
                        "footnote": "Alma 9:6 (5–6).",
                        "start": 116,
                        "end": 119
                    },
                    {
                        "footnote": "Ex. 5:2; Mosiah 12:13.",
                        "start": 181,
                        "end": 184
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I command you to bring Abinadi hither, that I may slay him, for he has said these things that he might stir up my people to anger one with another, and to raise contentions among my people; therefore I will slay him.",
                "footnotes": [
                    {
                        "footnote": "TG Provoking.",
                        "start": 103,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now the eyes of the people were blinded; therefore they hardened their hearts against the words of Abinadi, and they sought from that time forward to take him. And king Noah hardened his heart against the word of the Lord, and he did not repent of his evil doings.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 15:26 (26–34). TG Spiritual Blindness.",
                        "start": 32,
                        "end": 39
                    },
                    {
                        "footnote": "TG Hardheartedness.",
                        "start": 56,
                        "end": 64
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 170
                    }
                ],
                "italics": []
            }
        ]
    }
}