{
    "_id": "ezekiel8",
    "nextChapterId": "ezekiel9",
    "prevChapterId": "ezekiel7",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "Ezekiel",
        "titleShort": "Ezek",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "ezekiel"
    },
    "chapter": {
        "bookTitle": "Ezekiel",
        "delineation": "Chapter",
        "number": 8,
        "summary": "Ezekiel sees in vision the wickedness and abominations of the people of Judah in Jerusalem—He sees idolatry practiced in the temple itself.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in mine house, and the elders of Judah sat before me, that the hand of the Lord God fell there upon me.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 14:1. TG Elder.",
                        "start": 122,
                        "end": 128
                    },
                    {
                        "footnote": "Ezek. 1:3.",
                        "start": 162,
                        "end": 166
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 58
                    },
                    {
                        "start": 72,
                        "end": 75
                    },
                    {
                        "start": 90,
                        "end": 92
                    }
                ]
            },
            {
                "text": "Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins even downward, fire; and from his loins even upward, as the appearance of brightness, as the colour of amber.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 1:27 (26–27).",
                        "start": 54,
                        "end": 58
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he put forth the form of an hand, and took me by a lock of mine head; and the spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the inner gate that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of.",
                        "start": 82,
                        "end": 88
                    },
                    {
                        "footnote": "TG Heaven.",
                        "start": 128,
                        "end": 134
                    },
                    {
                        "footnote": "Ezek. 1:1; 40:2.",
                        "start": 158,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 254,
                        "end": 257
                    }
                ]
            },
            {
                "text": "And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain.",
                "footnotes": [
                    {
                        "footnote": "TG God, Glory of.",
                        "start": 13,
                        "end": 16
                    },
                    {
                        "footnote": "Ezek. 3:22.",
                        "start": 97,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 44,
                        "end": 47
                    }
                ]
            },
            {
                "text": "Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold northward at the gate of the altar this image of jealousy in the entry.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 66,
                        "end": 70
                    },
                    {
                        "start": 205,
                        "end": 208
                    }
                ]
            },
            {
                "text": "And he brought me to the door of the court; and when I looked, behold a hole in the wall.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold a door.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto me, Go in, and behold the wicked abominations that they do here.",
                "footnotes": [
                    {
                        "footnote": "TG Superstitions.",
                        "start": 50,
                        "end": 62
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So I went in and saw; and behold every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall round about.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there stood before them seventy men of the ancients of the house of Israel, and in the midst of them stood Jaazaniah the son of Shaphan, with every man his censer in his hand; and a thick cloud of incense went up.",
                "footnotes": [
                    {
                        "footnote": "TG Seventy.",
                        "start": 28,
                        "end": 35
                    },
                    {
                        "footnote": "HEB elders.",
                        "start": 47,
                        "end": 55
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 1036
                    }
                ],
                "italics": []
            },
            {
                "text": "Then said he unto me, Son of man, hast thou seen what the ancients of the house of Israel do in the dark, every man in the chambers of his imagery? for they say, The Lord seeth us not; the Lord hath forsaken the earth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "He said also unto me, Turn thee yet again, and thou shalt see greater abominations that they do.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 46
                    }
                ]
            },
            {
                "text": "Then he brought me to the door of the gate of the Lord's house which was toward the north; and, behold, there sat women weeping for Tammuz.",
                "footnotes": [
                    {
                        "footnote": "IE Amorite idol.",
                        "start": 132,
                        "end": 138
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 72
                    }
                ]
            },
            {
                "text": "Then said he unto me, Hast thou seen this, O son of man? turn thee yet again, and thou shalt see greater abominations than these.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 42
                    },
                    {
                        "start": 78,
                        "end": 81
                    }
                ]
            },
            {
                "text": "And he brought me into the inner court of the Lord's house, and, behold, at the door of the temple of the Lord, between the porch and the altar, were about five and twenty men, with their backs toward the temple of the Lord, and their faces toward the east; and they worshipped the sun toward the east.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 6:36.",
                        "start": 33,
                        "end": 38
                    },
                    {
                        "footnote": "1 Kgs. 6:3.",
                        "start": 124,
                        "end": 129
                    },
                    {
                        "footnote": "Jer. 2:27; 32:33.",
                        "start": 188,
                        "end": 193
                    },
                    {
                        "footnote": "IE the sun god of Egyptians or father of the gods. TG Idolatry.",
                        "start": 278,
                        "end": 285
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 145,
                        "end": 149
                    }
                ]
            },
            {
                "text": "Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have returned to provoke me to anger: and, lo, they put the branch to their nose.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 42
                    }
                ]
            },
            {
                "text": "Therefore will I also deal in fury: mine eye shall not spare, neither will I have pity: and though they cry in mine ears with a loud voice, yet will I not hear them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 140,
                        "end": 143
                    }
                ]
            }
        ]
    }
}