{
    "_id": "1samuel25",
    "nextChapterId": "1samuel26",
    "prevChapterId": "1samuel24",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 25,
        "summary": "Samuel dies—Nabal rebuffs David and refuses to give him food—Abigail intercedes, saves Nabal, and gives David a present—David is pacified, Nabal dies, and David marries Abigail.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And Samuel died; and all the Israelites were gathered together, and lamented him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And there was a man in Maon, whose possessions were in Carmel; and the man was very great, and he had three thousand sheep, and a thousand goats: and he was shearing his sheep in Carmel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 13
                    },
                    {
                        "start": 47,
                        "end": 51
                    },
                    {
                        "start": 75,
                        "end": 78
                    }
                ]
            },
            {
                "text": "Now the name of the man was Nabal; and the name of his wife Abigail: and she was a woman of good understanding, and of a beautiful countenance: but the man was churlish and evil in his doings; and he was of the house of Caleb.",
                "footnotes": [
                    {
                        "footnote": "OR rude, rough, “hard.”",
                        "start": 160,
                        "end": 168
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 27
                    },
                    {
                        "start": 73,
                        "end": 80
                    },
                    {
                        "start": 156,
                        "end": 159
                    },
                    {
                        "start": 200,
                        "end": 203
                    }
                ]
            },
            {
                "text": "And David heard in the wilderness that Nabal did shear his sheep.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David sent out ten young men, and David said unto the young men, Get you up to Carmel, and go to Nabal, and greet him in my name:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And thus shall ye say to him that liveth in prosperity, Peace be both to thee, and peace be to thine house, and peace be unto all that thou hast.",
                "footnotes": [
                    {
                        "footnote": "Ps. 122:8.",
                        "start": 56,
                        "end": 61
                    },
                    {
                        "footnote": "Luke 10:5.",
                        "start": 83,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 41,
                        "end": 55
                    },
                    {
                        "start": 62,
                        "end": 64
                    },
                    {
                        "start": 89,
                        "end": 91
                    },
                    {
                        "start": 118,
                        "end": 120
                    }
                ]
            },
            {
                "text": "And now I have heard that thou hast shearers: now thy shepherds which were with us, we hurt them not, neither was there ought missing unto them, all the while they were in Carmel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Ask thy young men, and they will shew thee. Wherefore let the young men find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever cometh to thine hand unto thy servants, and to thy son David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when David's young men came, they spake to Nabal according to all those words in the name of David, and ceased.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 418
                    }
                ],
                "italics": []
            },
            {
                "text": "And Nabal answered David's servants, and said, Who is David? and who is the son of Jesse? there be many servants now a days that break away every man from his master.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 53
                    },
                    {
                        "start": 69,
                        "end": 71
                    }
                ]
            },
            {
                "text": "Shall I then take my bread, and my water, and my flesh that I have killed for my shearers, and give it unto men, whom I know not whence they be?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 102
                    },
                    {
                        "start": 141,
                        "end": 144
                    }
                ]
            },
            {
                "text": "So David's young men turned their way, and went again, and came and told him all those sayings.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said unto his men, Gird ye on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But one of the young men told Abigail, Nabal's wife, saying, Behold, David sent messengers out of the wilderness to salute our master; and he railed on them.",
                "footnotes": [
                    {
                        "footnote": "HEB bless or greet.",
                        "start": 116,
                        "end": 122
                    },
                    {
                        "footnote": "HEB swooped upon (as a bird attacking).",
                        "start": 142,
                        "end": 151
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the men were very good unto us, and we were not hurt, neither missed we any thing, as long as we were conversant with them, when we were in the fields:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 16
                    }
                ]
            },
            {
                "text": "They were a wall unto us both by night and day, all the while we were with them keeping the sheep.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he is such a son of Belial, that a man cannot speak to him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 139
                    },
                    {
                        "start": 162,
                        "end": 167
                    }
                ]
            },
            {
                "text": "Then Abigail made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and an hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 138,
                        "end": 143
                    },
                    {
                        "start": 220,
                        "end": 224
                    }
                ]
            },
            {
                "text": "And she said unto her servants, Go on before me; behold, I come after you. But she told not her husband Nabal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was so, as she rode on the ass, that she came down by the covert of the hill, and, behold, David and his men came down against her; and she met them.",
                "footnotes": [
                    {
                        "footnote": "OR concealed by the hill.",
                        "start": 58,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 17
                    }
                ]
            },
            {
                "text": "Now David had said, Surely in vain have I kept all that this fellow hath in the wilderness, so that nothing was missed of all that pertained unto him: and he hath requited me evil for good.",
                "footnotes": [
                    {
                        "footnote": "OR returned.",
                        "start": 163,
                        "end": 171
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 61,
                        "end": 67
                    },
                    {
                        "start": 131,
                        "end": 140
                    }
                ]
            },
            {
                "text": "So and more also do God unto the enemies of David, if I leave of all that pertain to him by the morning light any that pisseth against the wall.",
                "footnotes": [
                    {
                        "footnote": "What follows is a derisive term for “any male” (also v. 34).",
                        "start": 110,
                        "end": 113
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 74,
                        "end": 81
                    }
                ]
            },
            {
                "text": "And when Abigail saw David, she hasted, and lighted off the ass, and fell before David on her face, and bowed herself to the ground,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 54
                    },
                    {
                        "start": 58,
                        "end": 66
                    },
                    {
                        "start": 76,
                        "end": 79
                    }
                ]
            },
            {
                "text": "Let not my lord, I pray thee, regard this man of Belial, even Nabal: for as his name is, so is he; Nabal is his name, and folly is with him: but I thine handmaid saw not the young men of my lord, whom thou didst send.",
                "footnotes": [
                    {
                        "footnote": "IE Fool (insensitive, churlish person). Such a name must have been given him by those who knew him.",
                        "start": 62,
                        "end": 67
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 57,
                        "end": 61
                    },
                    {
                        "start": 85,
                        "end": 88
                    },
                    {
                        "start": 92,
                        "end": 94
                    },
                    {
                        "start": 105,
                        "end": 107
                    },
                    {
                        "start": 128,
                        "end": 130
                    }
                ]
            },
            {
                "text": "Now therefore, my lord, as the Lord liveth, and as thy soul liveth, seeing the Lord hath withholden thee from coming to shed blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 26
                    },
                    {
                        "start": 48,
                        "end": 50
                    },
                    {
                        "start": 120,
                        "end": 124
                    }
                ]
            },
            {
                "text": "And now this blessing which thine handmaid hath brought unto my lord, let it even be given unto the young men that follow my lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I pray thee, forgive the trespass of thine handmaid: for the Lord will certainly make my lord a sure house; because my lord fighteth the battles of the Lord, and evil hath not been found in thee all thy days.",
                "footnotes": [
                    {
                        "footnote": "OR firm house; an assurance of descendants.",
                        "start": 96,
                        "end": 100
                    },
                    {
                        "footnote": "1 Sam. 2:35.",
                        "start": 101,
                        "end": 106
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 419
                    }
                ],
                "italics": [
                    {
                        "start": 195,
                        "end": 198
                    }
                ]
            },
            {
                "text": "Yet a man is risen to pursue thee, and to seek thy soul: but the soul of my lord shall be bound in the bundle of life with the Lord thy God; and the souls of thine enemies, them shall he sling out, as out of the middle of a sling.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 198,
                        "end": 204
                    }
                ]
            },
            {
                "text": "And it shall come to pass, when the Lord shall have done to my lord according to all the good that he hath spoken concerning thee, and shall have appointed thee ruler over Israel;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That this shall be no grief unto thee, nor offence of heart unto my lord, either that thou hast shed blood causeless, or that my lord hath avenged himself: but when the Lord shall have dealt well with my lord, then remember thine handmaid.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said to Abigail, Blessed be the Lord God of Israel, which sent thee this day to meet me:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 37
                    }
                ]
            },
            {
                "text": "And blessed be thy advice, and blessed be thou, which hast kept me this day from coming to shed blood, and from avenging myself with mine own hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 12,
                        "end": 14
                    },
                    {
                        "start": 39,
                        "end": 41
                    },
                    {
                        "start": 91,
                        "end": 95
                    }
                ]
            },
            {
                "text": "For in very deed, as the Lord God of Israel liveth, which hath kept me back from hurting thee, except thou hadst hasted and come to meet me, surely there had not been left unto Nabal by the morning light any that pisseth against the wall.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 18,
                        "end": 20
                    }
                ]
            },
            {
                "text": "So David received of her hand that which she had brought him, and said unto her, Go up in peace to thine house; see, I have hearkened to thy voice, and have accepted thy person.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 30,
                        "end": 34
                    }
                ]
            },
            {
                "text": "And Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunken: wherefore she told him nothing, less or more, until the morning light.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 114,
                        "end": 117
                    },
                    {
                        "start": 143,
                        "end": 146
                    }
                ]
            },
            {
                "text": "But it came to pass in the morning, when the wine was gone out of Nabal, and his wife had told him these things, that his heart died within him, and he became as a stone.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 159,
                        "end": 161
                    }
                ]
            },
            {
                "text": "And it came to pass about ten days after, that the Lord smote Nabal, that he died.",
                "footnotes": [
                    {
                        "footnote": "2 Chr. 13:20; Abr. 1:20.",
                        "start": 56,
                        "end": 61
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 41
                    }
                ]
            },
            {
                "text": "And when David heard that Nabal was dead, he said, Blessed be the Lord, that hath pleaded the cause of my reproach from the hand of Nabal, and hath kept his servant from evil: for the Lord hath returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him to wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 59,
                        "end": 61
                    }
                ]
            },
            {
                "text": "And when the servants of David were come to Abigail to Carmel, they spake unto her, saying, David sent us unto thee, to take thee to him to wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 39
                    },
                    {
                        "start": 77,
                        "end": 80
                    },
                    {
                        "start": 96,
                        "end": 98
                    }
                ]
            },
            {
                "text": "And Abigail hasted, and arose, and rode upon an ass, with five damsels of hers that went after her; and she went after the messengers of David, and became his wife.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "David also took Ahinoam of Jezreel; and they were also both of them his wives.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 3:2.",
                        "start": 16,
                        "end": 23
                    },
                    {
                        "footnote": "1 Sam. 30:5; 2 Sam. 2:2; Jacob 1:15; D&C 132:38 (37–39).",
                        "start": 72,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But Saul had given Michal his daughter, David's wife, to Phalti the son of Laish, which was of Gallim.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 3:15.",
                        "start": 57,
                        "end": 63
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 88,
                        "end": 91
                    }
                ]
            }
        ]
    }
}