{
    "_id": "1samuel23",
    "nextChapterId": "1samuel24",
    "prevChapterId": "1samuel22",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 23,
        "summary": "David smites the Philistines and saves Keilah—He continues to flee from Saul—Jonathan comforts him in Ziph.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then they told David, saying, Behold, the Philistines fight against Keilah, and they rob the threshingfloors.",
                "footnotes": [
                    {
                        "footnote": "Josh. 15:44.",
                        "start": 68,
                        "end": 74
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore David inquired of the Lord, saying, Shall I go and smite these Philistines? And the Lord said unto David, Go, and smite the Philistines, and save Keilah.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 32:9.",
                        "start": 16,
                        "end": 24
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 415
                    }
                ],
                "italics": []
            },
            {
                "text": "And David's men said unto him, Behold, we be afraid here in Judah: how much more then if we come to Keilah against the armies of the Philistines?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then David inquired of the Lord yet again. And the Lord answered him and said, Arise, go down to Keilah; for I will deliver the Philistines into thine hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So David and his men went to Keilah, and fought with the Philistines, and brought away their cattle, and smote them with a great slaughter. So David saved the inhabitants of Keilah.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 10:20.",
                        "start": 105,
                        "end": 110
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when Abiathar the son of Ahimelech fled to David to Keilah, that he came down with an ephod in his hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 85
                    },
                    {
                        "start": 99,
                        "end": 103
                    }
                ]
            },
            {
                "text": "And it was told Saul that David was come to Keilah. And Saul said, God hath delivered him into mine hand; for he is shut in, by entering into a town that hath gates and bars.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Saul called all the people together to war, to go down to Keilah, to besiege David and his men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David knew that Saul secretly practised mischief against him; and he said to Abiathar the priest, Bring hither the ephod.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said David, O Lord God of Israel, thy servant hath certainly heard that Saul seeketh to come to Keilah, to destroy the city for my sake.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Will the men of Keilah deliver me up into his hand? will Saul come down, as thy servant hath heard? O Lord God of Israel, I beseech thee, tell thy servant. And the Lord said, He will come down.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said David, Will the men of Keilah deliver me and my men into the hand of Saul? And the Lord said, They will deliver thee up.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 122,
                        "end": 126
                    }
                ]
            },
            {
                "text": "Then David and his men, which were about six hundred, arose and departed out of Keilah, and went whithersoever they could go. And it was told Saul that David was escaped from Keilah; and he forbare to go forth.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 2:3; 19:41.",
                        "start": 19,
                        "end": 22
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 34
                    }
                ]
            },
            {
                "text": "And David abode in the wilderness in strong holds, and remained in a mountain in the wilderness of Ziph. And Saul sought him every day, but God delivered him not into his hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David saw that Saul was come out to seek his life: and David was in the wilderness of Ziph in a wood.",
                "footnotes": [
                    {
                        "footnote": "OR forest (also vv. 16, 18–19).",
                        "start": 100,
                        "end": 104
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 68
                    }
                ]
            },
            {
                "text": "And Jonathan Saul's son arose, and went to David into the wood, and strengthened his hand in God.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 20:42 (41–42).",
                        "start": 4,
                        "end": 12
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto him, Fear not: for the hand of Saul my father shall not find thee; and thou shalt be king over Israel, and I shall be next unto thee; and that also Saul my father knoweth.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 20:31 (30–31).",
                        "start": 180,
                        "end": 187
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they two made a covenant before the Lord: and David abode in the wood, and Jonathan went to his house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then came up the Ziphites to Saul to Gibeah, saying, Doth not David hide himself with us in strong holds in the wood, in the hill of Hachilah, which is on the south of Jeshimon?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 149,
                        "end": 151
                    }
                ]
            },
            {
                "text": "Now therefore, O king, come down according to all the desire of thy soul to come down; and our part shall be to deliver him into the king's hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 100,
                        "end": 108
                    }
                ]
            },
            {
                "text": "And Saul said, Blessed be ye of the Lord; for ye have compassion on me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 25
                    }
                ]
            },
            {
                "text": "Go, I pray you, prepare yet, and know and see his place where his haunt is, and who hath seen him there: for it is told me that he dealeth very subtilly.",
                "footnotes": [
                    {
                        "footnote": "HEB his foot; i.e., his customary walk.",
                        "start": 62,
                        "end": 71
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 79
                    },
                    {
                        "start": 123,
                        "end": 127
                    }
                ]
            },
            {
                "text": "See therefore, and take knowledge of all the lurking places where he hideth himself, and come ye again to me with the certainty, and I will go with you: and it shall come to pass, if he be in the land, that I will search him out throughout all the thousands of Judah.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 416
                    }
                ],
                "italics": []
            },
            {
                "text": "And they arose, and went to Ziph before Saul: but David and his men were in the wilderness of Maon, in the plain on the south of Jeshimon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 68,
                        "end": 72
                    }
                ]
            },
            {
                "text": "Saul also and his men went to seek him. And they told David: wherefore he came down into a rock, and abode in the wilderness of Maon. And when Saul heard that, he pursued after David in the wilderness of Maon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 35,
                        "end": 39
                    },
                    {
                        "start": 154,
                        "end": 159
                    }
                ]
            },
            {
                "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But there came a messenger unto Saul, saying, Haste thee, and come; for the Philistines have invaded the land.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore Saul returned from pursuing after David, and went against the Philistines: therefore they called that place Sela-hammahlekoth.",
                "footnotes": [
                    {
                        "footnote": "IE The rock of divisions.",
                        "start": 118,
                        "end": 135
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David went up from thence, and dwelt in strong holds at En-gedi.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 24:22.",
                        "start": 44,
                        "end": 50
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}