{
    "_id": "1samuel26",
    "nextChapterId": "1samuel27",
    "prevChapterId": "1samuel25",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 26,
        "summary": "David again spares Saul's life—He again refuses to stretch forth his hand against the Lord's anointed—Saul and David separate.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And the Ziphites came unto Saul to Gibeah, saying, Doth not David hide himself in the hill of Hachilah, which is before Jeshimon?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 104,
                        "end": 112
                    }
                ]
            },
            {
                "text": "Then Saul arose, and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Saul pitched in the hill of Hachilah, which is before Jeshimon, by the way. But David abode in the wilderness, and he saw that Saul came after him into the wilderness.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 50
                    }
                ]
            },
            {
                "text": "David therefore sent out spies, and understood that Saul was come in very deed.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David arose, and came to the place where Saul had pitched: and David beheld the place where Saul lay, and Abner the son of Ner, the captain of his host: and Saul lay in the trench, and the people pitched round about him.",
                "footnotes": [
                    {
                        "footnote": "IE barricade.",
                        "start": 177,
                        "end": 183
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then answered David and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, brother to Joab, saying, Who will go down with me to Saul to the camp? And Abishai said, I will go down with thee.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 2:18.",
                        "start": 165,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So David and Abishai came to the people by night: and, behold, Saul lay sleeping within the trench, and his spear stuck in the ground at his bolster: but Abner and the people lay round about him.",
                "footnotes": [
                    {
                        "footnote": "IE the place of his head.",
                        "start": 137,
                        "end": 148
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Abishai to David, God hath delivered thine enemy into thine hand this day: now therefore let me smite him, I pray thee, with the spear even to the earth at once, and I will not smite him the second time.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 187,
                        "end": 192
                    }
                ]
            },
            {
                "text": "And David said to Abishai, Destroy him not: for who can stretch forth his hand against the Lord's anointed, and be guiltless?",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 24:10.",
                        "start": 48,
                        "end": 51
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "David said furthermore, As the Lord liveth, the Lord shall smite him; or his day shall come to die; or he shall descend into battle, and perish.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 31:5.",
                        "start": 95,
                        "end": 98
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 24,
                        "end": 26
                    }
                ]
            },
            {
                "text": "The Lord forbid that I should stretch forth mine hand against the Lord's anointed: but, I pray thee, take thou now the spear that is at his bolster, and the cruse of water, and let us go.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 130,
                        "end": 132
                    }
                ]
            },
            {
                "text": "So David took the spear and the cruse of water from Saul's bolster; and they gat them away, and no man saw it, nor knew it, neither awaked: for they were all asleep; because a deep sleep from the Lord was fallen upon them.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 24:19; Alma 55:15 (15–16).",
                        "start": 176,
                        "end": 186
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 107,
                        "end": 110
                    },
                    {
                        "start": 120,
                        "end": 123
                    },
                    {
                        "start": 149,
                        "end": 153
                    }
                ]
            },
            {
                "text": "Then David went over to the other side, and stood on the top of an hill afar off; a great space being between them:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 96,
                        "end": 101
                    }
                ]
            },
            {
                "text": "And David cried to the people, and to Abner the son of Ner, saying, Answerest thou not, Abner? Then Abner answered and said, Who art thou that criest to the king?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 129,
                        "end": 132
                    },
                    {
                        "start": 138,
                        "end": 142
                    }
                ]
            },
            {
                "text": "And David said to Abner, Art not thou a valiant man? and who is like to thee in Israel? wherefore then hast thou not kept thy lord the king? for there came one of the people in to destroy the king thy lord.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 25,
                        "end": 28
                    },
                    {
                        "start": 40,
                        "end": 47
                    },
                    {
                        "start": 61,
                        "end": 63
                    }
                ]
            },
            {
                "text": "This thing is not good that thou hast done. As the Lord liveth, ye are worthy to die, because ye have not kept your master, the Lord's anointed. And now see where the king's spear is, and the cruse of water that was at his bolster.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 13
                    },
                    {
                        "start": 44,
                        "end": 46
                    },
                    {
                        "start": 67,
                        "end": 70
                    },
                    {
                        "start": 180,
                        "end": 183
                    },
                    {
                        "start": 212,
                        "end": 215
                    }
                ]
            },
            {
                "text": "And Saul knew David's voice, and said, Is this thy voice, my son David? And David said, It is my voice, my lord, O king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 39,
                        "end": 41
                    },
                    {
                        "start": 88,
                        "end": 93
                    }
                ]
            },
            {
                "text": "And he said, Wherefore doth my lord thus pursue after his servant? for what have I done? or what evil is in mine hand?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 102,
                        "end": 104
                    }
                ]
            },
            {
                "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from abiding in the inheritance of the Lord, saying, Go, serve other gods.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 421
                    }
                ],
                "italics": [
                    {
                        "start": 160,
                        "end": 167
                    },
                    {
                        "start": 196,
                        "end": 198
                    }
                ]
            },
            {
                "text": "Now therefore, let not my blood fall to the earth before the face of the Lord: for the king of Israel is come out to seek a flea, as when one doth hunt a partridge in the mountains.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Saul, I have sinned: return, my son David: for I will no more do thee harm, because my soul was precious in thine eyes this day: behold, I have played the fool, and have erred exceedingly.",
                "footnotes": [
                    {
                        "footnote": "TG Life, Sanctity of.",
                        "start": 106,
                        "end": 114
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David answered and said, Behold the king's spear! and let one of the young men come over and fetch it.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord render to every man his righteousness and his faithfulness: for the Lord delivered thee into my hand to day, but I would not stretch forth mine hand against the Lord's anointed.",
                "footnotes": [
                    {
                        "footnote": "TG Righteousness.",
                        "start": 33,
                        "end": 46
                    },
                    {
                        "footnote": "TG Benevolence.",
                        "start": 158,
                        "end": 165
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 102,
                        "end": 104
                    }
                ]
            },
            {
                "text": "And, behold, as thy life was much set by this day in mine eyes, so let my life be much set by in the eyes of the Lord, and let him deliver me out of all tribulation.",
                "footnotes": [
                    {
                        "footnote": "TG Tribulation.",
                        "start": 153,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then Saul said to David, Blessed be thou, my son David: thou shalt both do great things, and also shalt still prevail. So David went on his way, and Saul returned to his place.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 33,
                        "end": 35
                    },
                    {
                        "start": 81,
                        "end": 88
                    }
                ]
            }
        ]
    }
}