{
    "_id": "doctrineandcovenants50",
    "nextChapterId": "doctrineandcovenants51",
    "prevChapterId": "doctrineandcovenants49",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 50,
        "summary": "",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Hearken, O ye elders of my church, and give ear to the voice of the living God; and attend to the words of wisdom which shall be given unto you, according as ye have asked and are agreed as touching the church, and the spirits which have gone abroad in the earth.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, verily I say unto you, that there are many spirits which are false spirits, which have gone forth in the earth, deceiving the world.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And also Satan hath sought to deceive you, that he might overthrow you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, I, the Lord, have looked upon you, and have seen abominations in the church that profess my name.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But blessed are they who are faithful and endure, whether in life or in death, for they shall inherit eternal life.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, verily I say unto you, there are hypocrites among you, who have deceived some, which has given the adversary power; but behold such shall be reclaimed;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But the hypocrites shall be detected and shall be cut off, either in life or in death, even as I will; and wo unto them who are cut off from my church, for the same are overcome of the world.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, let every man beware lest he do that which is not in truth and righteousness before me.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And now come, saith the Lord, by the Spirit, unto the elders of his church, and let us reason together, that ye may understand;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Let us reason even as a man reasoneth one with another face to face.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Now, when a man reasoneth he is understood of man, because he reasoneth as a man; even so will I, the Lord, reason with you that you may understand.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, I the Lord ask you this question--unto what were ye ordained?",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "To preach my gospel by the Spirit, even the Comforter which was sent forth to teach the truth.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And then received ye spirits which ye could not understand, and received them to be of God; and in this are ye justified?",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold ye shall answer this question yourselves; nevertheless, I will be merciful unto you; he that is weak among you hereafter shall be made strong.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Verily I say unto you, he that is ordained of me and sent forth to preach the word of truth by the Comforter, in the Spirit of truth, doth he preach it by the Spirit of truth or some other way?",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And if it be by some other way it is not of God.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And again, he that receiveth the word of truth, doth he receive it by the Spirit of truth or some other way?",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "If it be some other way it is not of God.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And that which doth not edify is not of God, and is darkness.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And again, verily I say unto you, and I say it that you may know the truth, that you may chase darkness from among you;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "He that is ordained of God and sent forth, the same is appointed to be the greatest, notwithstanding he is the least and the servant of all.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, he is possessor of all things; for all things are subject unto him, both in heaven and on the earth, the life and the light, the Spirit and the power, sent forth by the will of the Father through Jesus Christ, his Son.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But no man is possessor of all things except he be purified and cleansed from all sin.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name of Jesus and it shall be done.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But know this, it shall be given you what you shall ask; and as ye are appointed to the head, the spirits shall be subject unto you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, it shall come to pass, that if you behold a spirit manifested that you cannot understand, and you receive not that spirit, ye shall ask of the Father in the name of Jesus; and if he give not unto you that spirit, then you may know that it is not of God.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And it shall be given unto you, power over that spirit; and you shall proclaim against that spirit with a loud voice that it is not of God--",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Not with railing accusation, that ye be not overcome, neither with boasting nor rejoicing, lest you be seized therewith.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "He that receiveth of God, let him account it of God; and let him rejoice that he is accounted of God worthy to receive.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And by giving heed and doing these things which ye have received, and which ye shall hereafter receive--and the kingdom is given you of the Father, and power to overcome all things which are not ordained of him--",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And behold, verily I say unto you, blessed are you who are now hearing these words of mine from the mouth of my servant, for your sins are forgiven you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Let my servant Joseph Wakefield, in whom I am well pleased, and my servant Parley P. Pratt go forth among the churches and strengthen them by the word of exhortation;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And also my servant John Corrill, or as many of my servants as are ordained unto this office, and let them labor in the vineyard; and let no man hinder them doing that which I have appointed unto them--",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, in this thing my servant Edward Partridge is not justified; nevertheless let him repent and he shall be forgiven.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, ye are little children and ye cannot bear all things now; ye must grow in grace and in the knowledge of the truth.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Fear not, little children, for you are mine, and I have overcome the world, and you are of them that my Father hath given me;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And none of them that my Father hath given me shall be lost.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And the Father and I are one. I am in the Father and the Father in me; and inasmuch as ye have received me, ye are in me and I in you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, I am in your midst, and I am the good shepherd, and the stone of Israel. He that buildeth upon this rock shall never fall.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And the day cometh that you shall hear my voice and see me, and know that I am.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Watch, therefore, that ye may be ready. Even so. Amen.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            }
        ]
    }
}