{
    "_id": "doctrineandcovenants56",
    "nextChapterId": "doctrineandcovenants57",
    "prevChapterId": "doctrineandcovenants55",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 56,
        "summary": "",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Hearken, O ye people who profess my name, saith the Lord your God; for behold, mine anger is kindled against the rebellious, and they shall know mine arm and mine indignation, in the day of visitation and of wrath upon the nations.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And he that will not take up his cross and follow me, and keep my commandments, the same shall not be saved.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, I, the Lord, command; and he that will not obey shall be cut off in mine own due time, after I have commanded and the commandment is broken.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore I, the Lord, command and revoke, as it seemeth me good; and all this to be answered upon the heads of the rebellious, saith the Lord.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, I revoke the commandment which was given unto my servants Thomas B. Marsh and Ezra Thayre, and give a new commandment unto my servant Thomas, that he shall take up his journey speedily to the land of Missouri, and my servant Selah J. Griffin shall also go with him.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "For behold, I revoke the commandment which was given unto my servants Selah J. Griffin and Newel Knight, in consequence of the stiffneckedness of my people which are in Thompson, and their rebellions.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wherefore, let my servant Newel Knight remain with them; and as many as will go may go, that are contrite before me, and be led by him to the land which I have appointed.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And again, verily I say unto you, that my servant Ezra Thayre must repent of his pride, and of his selfishness, and obey the former commandment which I have given him concerning the place upon which he lives.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And if he will do this, as there shall be no divisions made upon the land, he shall be appointed still to go to the land of Missouri;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Otherwise he shall receive the money which he has paid, and shall leave the place, and shall be cut off out of my church, saith the Lord God of hosts;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And though the heaven and the earth pass away, these words shall not pass away, but shall be fulfilled.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And if my servant Joseph Smith, Jun., must needs pay the money, behold, I, the Lord, will pay it unto him again in the land of Missouri, that those of whom he shall receive may be rewarded again according to that which they do;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "For according to that which they do they shall receive, even in lands for their inheritance.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, thus saith the Lord unto my people--you have many things to do and to repent of; for behold, your sins have come up unto me, and are not pardoned, because you seek to counsel in your own ways.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And your hearts are not satisfied. And ye obey not the truth, but have pleasure in unrighteousness.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Wo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and whose bellies are not satisfied, and whose hands are not stayed from laying hold upon other men's goods, whose eyes are full of greediness, and who will not labor with your own hands!",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite, for they shall see the kingdom of God coming in power and great glory unto their deliverance; for the fatness of the earth shall be theirs.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "For behold, the Lord shall come, and his recompense shall be with him, and he shall reward every man, and the poor shall rejoice;",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And their generations shall inherit the earth from generation to generation, forever and ever. And now I make an end of speaking unto you. Even so. Amen.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            }
        ]
    }
}