{
    "_id": "doctrineandcovenants127",
    "nextChapterId": "doctrineandcovenants128",
    "prevChapterId": "doctrineandcovenants126",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 127,
        "summary": "1–4, Joseph Smith glories in persecution and tribulation; 5–12, Records must be kept relative to baptisms for the dead.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Forasmuch as the Lord has revealed unto me that my enemies, both in Missouri and this State, were again in the pursuit of me; and inasmuch as they pursue me without a cause, and have not the least shadow or coloring of justice or right on their side in the getting up of their prosecutions against me; and inasmuch as their pretensions are all founded in falsehood of the blackest dye, I have thought it expedient and wisdom in me to leave the place for a short season, for my own safety and the safety of this people. I would say to all those with whom I have business, that I have left my affairs with agents and clerks who will transact all business in a prompt and proper manner, and will see that all my debts are canceled in due time, by turning out property, or otherwise, as the case may require, or as the circumstances may admit of. When I learn that the storm is fully blown over, then I will return to you again.",
                "footnotes": [
                    {
                        "footnote": "Job 2:3; Matt. 5:10 (10–12); 10:22 (22–23).",
                        "start": 167,
                        "end": 172
                    },
                    {
                        "footnote": "TG Accountability.",
                        "start": 591,
                        "end": 598
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And as for the perils which I am called to pass through, they seem but a small thing to me, as the envy and wrath of man have been my common lot all the days of my life; and for what cause it seems mysterious, unless I was ordained from before the foundation of the world for some good end, or bad, as you may choose to call it. Judge ye for yourselves. God knoweth all these things, whether it be good or bad. But nevertheless, deep water is what I am wont to swim in. It all has become a second nature to me; and I feel, like Paul, to glory in tribulation; for to this day has the God of my fathers delivered me out of them all, and will deliver me from henceforth; for behold, and lo, I shall triumph over all my enemies, for the Lord God hath spoken it.",
                "footnotes": [
                    {
                        "footnote": "Ps. 23:4 (1–6); 138:7. TG Persecution.",
                        "start": 15,
                        "end": 21
                    },
                    {
                        "footnote": "TG Envy.",
                        "start": 99,
                        "end": 103
                    },
                    {
                        "footnote": "Alma 13:3.",
                        "start": 223,
                        "end": 231
                    },
                    {
                        "footnote": "TG God, Omniscience of; God, Perfection of.",
                        "start": 358,
                        "end": 365
                    },
                    {
                        "footnote": "2 Cor. 6:4 (4–5). TG Test.",
                        "start": 546,
                        "end": 557
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Let all the saints rejoice, therefore, and be exceedingly glad; for Israel's God is their God, and he will mete out a just recompense of reward upon the heads of all their oppressors.",
                "footnotes": [
                    {
                        "footnote": "Isa. 29:23 (22–24); 45:3; 3 Ne. 11:14; D&C 36:1.",
                        "start": 77,
                        "end": 80
                    },
                    {
                        "footnote": "TG Reward.",
                        "start": 137,
                        "end": 143
                    },
                    {
                        "footnote": "TG Oppression.",
                        "start": 172,
                        "end": 182
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                "footnotes": [
                    {
                        "footnote": "D&C 124:55 (25–48, 55).",
                        "start": 58,
                        "end": 64
                    },
                    {
                        "footnote": "TG Dedication; Diligence; Patience.",
                        "start": 161,
                        "end": 170
                    },
                    {
                        "footnote": "TG Hate; Malice; Reward.",
                        "start": 317,
                        "end": 326
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, I give unto you a word in relation to the baptism for your dead.",
                "footnotes": [
                    {
                        "footnote": "TG Baptism for the Dead; Genealogy and Temple Work; Salvation for the Dead.",
                        "start": 53,
                        "end": 60
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Verily, thus saith the Lord unto you concerning your dead: When any of you are baptized for your dead, let there be a recorder, and let him be eye-witness of your baptisms; let him hear with his ears, that he may testify of a truth, saith the Lord;",
                "footnotes": [
                    {
                        "footnote": "1 Cor. 15:29; D&C 124:29; 128:18 (13, 18).",
                        "start": 79,
                        "end": 87
                    },
                    {
                        "footnote": "D&C 128:2 (2–4, 7).",
                        "start": 118,
                        "end": 126
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "That in all your recordings it may be recorded in heaven; whatsoever you bind on earth, may be bound in heaven; whatsoever you loose on earth, may be loosed in heaven;",
                "footnotes": [
                    {
                        "footnote": "TG Book of Life.",
                        "start": 38,
                        "end": 46
                    },
                    {
                        "footnote": "TG Priesthood, Keys of.",
                        "start": 73,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I am about to restore many things to the earth, pertaining to the priesthood, saith the Lord of Hosts.",
                "footnotes": [
                    {
                        "footnote": "TG Restoration of the Gospel.",
                        "start": 18,
                        "end": 25
                    },
                    {
                        "footnote": "TG Priesthood, Melchizedek.",
                        "start": 70,
                        "end": 80
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And again, let all the records be had in order, that they may be put in the archives of my holy temple, to be held in remembrance from generation to generation, saith the Lord of Hosts.",
                "footnotes": [
                    {
                        "footnote": "D&C 128:24. TG Record Keeping.",
                        "start": 23,
                        "end": 30
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I will say to all the saints, that I desired, with exceedingly great desire, to have addressed them from the stand on the subject of baptism for the dead, on the following Sabbath. But inasmuch as it is out of my power to do so, I will write the word of the Lord from time to time, on that subject, and send it to you by mail, as well as many other things.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "I now close my letter for the present, for the want of more time; for the enemy is on the alert, and as the Savior said, the prince of this world cometh, but he hath nothing in me.",
                "footnotes": [
                    {
                        "footnote": "John 14:30. TG Satan.",
                        "start": 125,
                        "end": 131
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, my prayer to God is that you all may be saved. And I subscribe myself your servant in the Lord, prophet and seer of The Church of Jesus Christ of Latter-day Saints.",
                "footnotes": [
                    {
                        "footnote": "D&C 124:125. TG Seer.",
                        "start": 116,
                        "end": 120
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}