{
    "_id": "doctrineandcovenants66",
    "nextChapterId": "doctrineandcovenants67",
    "prevChapterId": "doctrineandcovenants65",
    "volume": {
        "title": "Doctrine and Covenants",
        "titleShort": "D&C",
        "titleOfficial": "The Doctrine and Covenants",
        "_id": "doctrineandcovenants"
    },
    "book": {
        "title": "D&C",
        "titleShort": "D&C",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "doctrineandcovenants"
    },
    "chapter": {
        "bookTitle": "D&C",
        "delineation": "Section",
        "number": 66,
        "summary": "",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Behold, thus saith the Lord unto my servant William E. McLellin--Blessed are you, inasmuch as you have turned away from your iniquities, and have received my truths, saith the Lord your Redeemer, the Savior of the world, even of as many as believe on my name.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Verily I say unto you, blessed are you for receiving mine everlasting covenant, even the fulness of my gospel, sent forth unto the children of men, that they might have life and be made partakers of the glories which are to be revealed in the last days, as it was written by the prophets and apostles in days of old.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Verily I say unto you, my servant William, that you are clean, but not all; repent, therefore, of those things which are not pleasing in my sight, saith the Lord, for the Lord will show them unto you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "And now, verily, I, the Lord, will show unto you what I will concerning you, or what is my will concerning you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Behold, verily I say unto you, that it is my will that you should proclaim my gospel from land to land, and from city to city, yea, in those regions round about where it has not been proclaimed.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Tarry not many days in this place; go not up unto the land of Zion as yet; but inasmuch as you can send, send; otherwise, think not of thy property.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Go unto the eastern lands, bear testimony in every place, unto every people and in their synagogues, reasoning with the people.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Let my servant Samuel H. Smith go with you, and forsake him not, and give him thine instructions; and he that is faithful shall be made strong in every place; and I, the Lord, will go with you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Lay your hands upon the sick, and they shall recover. Return not till I, the Lord, shall send you. Be patient in affliction. Ask, and ye shall receive; knock, and it shall be opened unto you.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Seek not to be cumbered. Forsake all unrighteousness. Commit not adultery--a temptation with which thou hast been troubled.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Keep these sayings, for they are true and faithful; and thou shalt magnify thine office, and push many people to Zion with songs of everlasting joy upon their heads.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Continue in these things even unto the end, and you shall have a crown of eternal life at the right hand of my Father, who is full of grace and truth.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            },
            {
                "text": "Verily, thus saith the Lord your God, your Redeemer, even Jesus Christ. Amen.",
                "footNotes": [],
                "italics": [],
                "associatedContent": []
            }
        ]
    }
}