{
    "_id": "1samuel24",
    "nextChapterId": "1samuel25",
    "prevChapterId": "1samuel23",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 24,
        "summary": "David finds Saul in a cave and spares his life—Saul confesses that David is more righteous than he—David swears that he will not cut off the seed of Saul.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And it came to pass, when Saul was returned from following the Philistines, that it was told him, saying, Behold, David is in the wilderness of En-gedi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 120,
                        "end": 122
                    }
                ]
            },
            {
                "text": "Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men upon the rocks of the wild goats.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he came to the sheepcotes by the way, where was a cave; and Saul went in to cover his feet: and David and his men remained in the sides of the cave.",
                "footnotes": [
                    {
                        "footnote": "OR sheepfolds; shelters, probably caves with stone walls about the entrance.",
                        "start": 19,
                        "end": 29
                    },
                    {
                        "footnote": "OR innermost part.",
                        "start": 134,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 48,
                        "end": 51
                    }
                ]
            },
            {
                "text": "And the men of David said unto him, Behold the day of which the Lord said unto thee, Behold, I will deliver thine enemy into thine hand, that thou mayest do to him as it shall seem good unto thee. Then David arose, and cut off the skirt of Saul's robe privily.",
                "footnotes": [
                    {
                        "footnote": "OR hem, corner, border which signifies the portion that symbolized his authority (also vv. 5, 11).",
                        "start": 231,
                        "end": 236
                    },
                    {
                        "footnote": "OR secretly.",
                        "start": 252,
                        "end": 259
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass afterward, that David's heart smote him, because he had cut off Saul's skirt.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said unto his men, The Lord forbid that I should do this thing unto my master, the Lord's anointed, to stretch forth mine hand against him, seeing he is the anointed of the Lord.",
                "footnotes": [
                    {
                        "footnote": "TG Anointing.",
                        "start": 164,
                        "end": 172
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 157,
                        "end": 159
                    }
                ]
            },
            {
                "text": "So David stayed his servants with these words, and suffered them not to rise against Saul. But Saul rose up out of the cave, and went on his way.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 137,
                        "end": 140
                    }
                ]
            },
            {
                "text": "David also arose afterward, and went out of the cave, and cried after Saul, saying, My lord the king. And when Saul looked behind him, David stooped with his face to the earth, and bowed himself.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said to Saul, Wherefore hearest thou men's words, saying, Behold, David seeketh thy hurt?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, this day thine eyes have seen how that the Lord had delivered thee to day into mine hand in the cave: and some bade me kill thee: but mine eye spared thee; and I said, I will not put forth mine hand against my lord; for he is the Lord's anointed.",
                "footnotes": [
                    {
                        "footnote": "TG Benevolence.",
                        "start": 151,
                        "end": 157
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 114,
                        "end": 118
                    },
                    {
                        "start": 124,
                        "end": 126
                    },
                    {
                        "start": 142,
                        "end": 150
                    },
                    {
                        "start": 231,
                        "end": 233
                    }
                ]
            },
            {
                "text": "Moreover, my father, see, yea, see the skirt of thy robe in my hand: for in that I cut off the skirt of thy robe, and killed thee not, know thou and see that there is neither evil nor transgression in mine hand, and I have not sinned against thee; yet thou huntest my soul to take it.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 417
                    }
                ],
                "italics": [
                    {
                        "start": 158,
                        "end": 166
                    }
                ]
            },
            {
                "text": "The Lord judge between me and thee, and the Lord avenge me of thee: but mine hand shall not be upon thee.",
                "footnotes": [
                    {
                        "footnote": "D&C 64:11.",
                        "start": 9,
                        "end": 14
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "As saith the proverb of the ancients, Wickedness proceedeth from the wicked: but mine hand shall not be upon thee.",
                "footnotes": [
                    {
                        "footnote": "TG Wickedness.",
                        "start": 38,
                        "end": 48
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "After whom is the king of Israel come out? after whom dost thou pursue? after a dead dog, after a flea.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "The Lord therefore be judge, and judge between me and thee, and see, and plead my cause, and deliver me out of thine hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 99,
                        "end": 101
                    }
                ]
            },
            {
                "text": "And he said to David, Thou art more righteous than I: for thou hast rewarded me good, whereas I have rewarded thee evil.",
                "footnotes": [
                    {
                        "footnote": "TG Reconciliation.",
                        "start": 80,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 27,
                        "end": 30
                    }
                ]
            },
            {
                "text": "And thou hast shewed this day how that thou hast dealt well with me: forasmuch as when the Lord had delivered me into thine hand, thou killedst me not.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For if a man find his enemy, will he let him go well away? wherefore the Lord reward thee good for that thou hast done unto me this day.",
                "footnotes": [
                    {
                        "footnote": "TG Reward.",
                        "start": 78,
                        "end": 84
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, behold, I know well that thou shalt surely be king, and that the kingdom of Israel shall be established in thine hand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Swear now therefore unto me by the Lord, that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father's house.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David sware unto Saul. And Saul went home; but David and his men gat them up unto the hold.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 23:29; Alma 58:6; 3 Ne. 4:1.",
                        "start": 90,
                        "end": 94
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}