{
    "_id": "1samuel10",
    "nextChapterId": "1samuel11",
    "prevChapterId": "1samuel9",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 10,
        "summary": "Samuel anoints Saul to be captain over the Lord's inheritance—Samuel manifests the gift of seership—Saul prophesies among the prophets, and the Lord gives him a new heart—He is chosen king at Mizpeh.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then Samuel took a vial of oil, and poured it upon his head, and kissed him, and said, Is it not because the Lord hath anointed thee to be captain over his inheritance?",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 1:34.",
                        "start": 119,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 43,
                        "end": 45
                    },
                    {
                        "start": 87,
                        "end": 92
                    },
                    {
                        "start": 133,
                        "end": 138
                    }
                ]
            },
            {
                "text": "When thou art departed from me to day, then thou shalt find two men by Rachel's sepulchre in the border of Benjamin at Zelzah; and they will say unto thee, The asses which thou wentest to seek are found: and, lo, thy father hath left the care of the asses, and sorroweth for you, saying, What shall I do for my son?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then shalt thou go on forward from thence, and thou shalt come to the plain of Tabor, and there shall meet thee three men going up to God to Beth-el, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they will salute thee, and give thee two loaves of bread; which thou shalt receive of their hands.",
                "footnotes": [
                    {
                        "footnote": "Judg. 18:15.",
                        "start": 14,
                        "end": 20
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 45,
                        "end": 51
                    }
                ]
            },
            {
                "text": "After that thou shalt come to the hill of God, where is the garrison of the Philistines: and it shall come to pass, when thou art come thither to the city, that thou shalt meet a company of prophets coming down from the high place with a psaltery, and a tabret, and a pipe, and a harp, before them; and they shall prophesy:",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 3:15.",
                        "start": 268,
                        "end": 272
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 55
                    }
                ]
            },
            {
                "text": "And the Spirit of the Lord will come upon thee, and thou shalt prophesy with them, and shalt be turned into another man.",
                "footnotes": [
                    {
                        "footnote": "TG Holy Ghost, Gifts of.",
                        "start": 63,
                        "end": 71
                    },
                    {
                        "footnote": "2 Pet. 1:4.",
                        "start": 96,
                        "end": 102
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And let it be, when these signs are come unto thee, that thou do as occasion serve thee; for God is with thee.",
                "footnotes": [
                    {
                        "footnote": "IE whatever occasion demands.",
                        "start": 65,
                        "end": 87
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 52,
                        "end": 56
                    },
                    {
                        "start": 97,
                        "end": 99
                    }
                ]
            },
            {
                "text": "And thou shalt go down before me to Gilgal; and, behold, I will come down unto thee, to offer burnt offerings, and to sacrifice sacrifices of peace offerings: seven days shalt thou tarry, till I come to thee, and shew thee what thou shalt do.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 13:9.",
                        "start": 94,
                        "end": 99
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 114
                    }
                ]
            },
            {
                "text": "And it was so, that when he had turned his back to go from Samuel, God gave him another heart: and all those signs came to pass that day.",
                "footnotes": [
                    {
                        "footnote": "TG Man, New, Spiritually Reborn.",
                        "start": 88,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 14
                    }
                ]
            },
            {
                "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 19:20.",
                        "start": 61,
                        "end": 69
                    },
                    {
                        "footnote": "TG Man, New, Spiritually Reborn.",
                        "start": 87,
                        "end": 93
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 149,
                        "end": 151
                    },
                    {
                        "start": 157,
                        "end": 161
                    },
                    {
                        "start": 192,
                        "end": 194
                    }
                ]
            },
            {
                "text": "And one of the same place answered and said, But who is their father? Therefore it became a proverb, Is Saul also among the prophets?",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 19:24.",
                        "start": 104,
                        "end": 108
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 53,
                        "end": 55
                    },
                    {
                        "start": 101,
                        "end": 103
                    }
                ]
            },
            {
                "text": "And when he had made an end of prophesying, he came to the high place.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Saul's uncle said unto him and to his servant, Whither went ye? And he said, To seek the asses: and when we saw that they were no where, we came to Samuel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 121,
                        "end": 130
                    }
                ]
            },
            {
                "text": "And Saul's uncle said, Tell me, I pray thee, what Samuel said unto you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Saul said unto his uncle, He told us plainly that the asses were found. But of the matter of the kingdom, whereof Samuel spake, he told him not.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 395
                    }
                ],
                "italics": []
            },
            {
                "text": "And Samuel called the people together unto the Lord to Mizpeh;",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And said unto the children of Israel, Thus saith the Lord God of Israel, I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, and of them that oppressed you:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 196,
                        "end": 199
                    }
                ]
            },
            {
                "text": "And ye have this day rejected your God, who himself saved you out of all your adversities and your tribulations; and ye have said unto him, Nay, but set a king over us. Now therefore present yourselves before the Lord by your tribes, and by your thousands.",
                "footnotes": [
                    {
                        "footnote": "TG Adversity.",
                        "start": 78,
                        "end": 89
                    },
                    {
                        "footnote": "TG Tribulation.",
                        "start": 99,
                        "end": 111
                    },
                    {
                        "footnote": "TG Kings, Earthly.",
                        "start": 155,
                        "end": 159
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 140,
                        "end": 144
                    }
                ]
            },
            {
                "text": "And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken, and Saul the son of Kish was taken: and when they sought him, he could not be found.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Therefore they inquired of the Lord further, if the man should yet come thither. And the Lord answered, Behold, he hath hid himself among the stuff.",
                "footnotes": [
                    {
                        "footnote": "TG Prayer.",
                        "start": 15,
                        "end": 23
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they ran and fetched him thence: and when he stood among the people, he was higher than any of the people from his shoulders and upward.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 9:2.",
                        "start": 80,
                        "end": 86
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Samuel said to all the people, See ye him whom the Lord hath chosen, that there is none like him among all the people? And all the people shouted, and said, God save the king.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 78,
                        "end": 86
                    }
                ]
            },
            {
                "text": "Then Samuel told the people the manner of the kingdom, and wrote it in a book, and laid it up before the Lord. And Samuel sent all the people away, every man to his house.",
                "footnotes": [
                    {
                        "footnote": "TG Governments.",
                        "start": 46,
                        "end": 53
                    },
                    {
                        "footnote": "TG Scribe; Scriptures, Writing of.",
                        "start": 59,
                        "end": 64
                    },
                    {
                        "footnote": "TG Scriptures, Lost.",
                        "start": 73,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 65,
                        "end": 67
                    },
                    {
                        "start": 88,
                        "end": 90
                    }
                ]
            },
            {
                "text": "And Saul also went home to Gibeah; and there went with him a band of men, whose hearts God had touched.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the children of Belial said, How shall this man save us? And they despised him, and brought him no presents. But he held his peace.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 11:12 (8–15).",
                        "start": 52,
                        "end": 56
                    },
                    {
                        "footnote": "IE ignored them.",
                        "start": 120,
                        "end": 134
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}