{
    "_id": "1samuel31",
    "nextChapterId": "2samuel1",
    "prevChapterId": "1samuel30",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 31,
        "summary": "The Philistines defeat Israel—Saul and his three sons are slain—Their bodies are retrieved by the Gileadites and burned.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now the Philistines fought against Israel: and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 10:1 (1–12).",
                        "start": 8,
                        "end": 19
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the Philistines followed hard upon Saul and upon his sons; and the Philistines slew Jonathan, and Abinadab, and Malchi-shua, Saul's sons.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the battle went sore against Saul, and the archers hit him; and he was sore wounded of the archers.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 1:10 (1–16).",
                        "start": 243,
                        "end": 247
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when his armourbearer saw that Saul was dead, he fell likewise upon his sword, and died with him.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 26:10.",
                        "start": 35,
                        "end": 39
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So Saul died, and his three sons, and his armourbearer, and all his men, that same day together.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the men of Israel that were on the other side of the valley, and they that were on the other side Jordan, saw that the men of Israel fled, and that Saul and his sons were dead, they forsook the cities, and fled; and the Philistines came and dwelt in them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 32,
                        "end": 36
                    },
                    {
                        "start": 74,
                        "end": 78
                    },
                    {
                        "start": 84,
                        "end": 88
                    }
                ]
            },
            {
                "text": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his three sons fallen in mount Gilboa.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they cut off his head, and stripped off his armour, and sent into the land of the Philistines round about, to publish it in the house of their idols, and among the people.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 122,
                        "end": 127
                    }
                ]
            },
            {
                "text": "And they put his armour in the house of Ashtaroth: and they fastened his body to the wall of Beth-shan.",
                "footnotes": [
                    {
                        "footnote": "1 Chr. 10:10.",
                        "start": 73,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the inhabitants of Jabesh-gilead heard of that which the Philistines had done to Saul;",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 2:4.",
                        "start": 28,
                        "end": 41
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "All the valiant men arose, and went all night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and came to Jabesh, and burnt them there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they took their bones, and buried them under a tree at Jabesh, and fasted seven days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 38,
                        "end": 42
                    }
                ]
            }
        ]
    }
}