{
    "_id": "1samuel11",
    "nextChapterId": "1samuel12",
    "prevChapterId": "1samuel10",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Samuel",
        "titleShort": "1 Sam",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1samuel"
    },
    "chapter": {
        "bookTitle": "1 Samuel",
        "delineation": "Chapter",
        "number": 11,
        "summary": "The Ammonites encamp against the Israelites of Jabesh-gilead—Saul rescues them and defeats the Ammonites—His kingship is renewed in Gilgal.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Then Nahash the Ammonite came up, and encamped against Jabesh-gilead: and all the men of Jabesh said unto Nahash, Make a covenant with us, and we will serve thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Nahash the Ammonite answered them, On this condition will I make a covenant with you, that I may thrust out all your right eyes, and lay it for a reproach upon all Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 47,
                        "end": 56
                    },
                    {
                        "start": 69,
                        "end": 79
                    },
                    {
                        "start": 144,
                        "end": 147
                    }
                ]
            },
            {
                "text": "And the elders of Jabesh said unto him, Give us seven days' respite, that we may send messengers unto all the coasts of Israel: and then, if there be no man to save us, we will come out to thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 141,
                        "end": 149
                    }
                ]
            },
            {
                "text": "Then came the messengers to Gibeah of Saul, and told the tidings in the ears of the people: and all the people lifted up their voices, and wept.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And, behold, Saul came after the herd out of the field; and Saul said, What aileth the people that they weep? And they told him the tidings of the men of Jabesh.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 76,
                        "end": 82
                    }
                ]
            },
            {
                "text": "And the Spirit of God came upon Saul when he heard those tidings, and his anger was kindled greatly.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he took a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul and after Samuel, so shall it be done unto his oxen. And the fear of the Lord fell on the people, and they came out with one consent.",
                "footnotes": [
                    {
                        "footnote": "OR cut.",
                        "start": 32,
                        "end": 37
                    },
                    {
                        "footnote": "Judg. 19:29.",
                        "start": 58,
                        "end": 62
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 396
                    }
                ],
                "italics": [
                    {
                        "start": 63,
                        "end": 67
                    }
                ]
            },
            {
                "text": "And when he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they said unto the messengers that came, Thus shall ye say unto the men of Jabesh-gilead, To morrow, by that time the sun be hot, ye shall have help. And the messengers came and shewed it to the men of Jabesh; and they were glad.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 108,
                        "end": 117
                    },
                    {
                        "start": 189,
                        "end": 191
                    }
                ]
            },
            {
                "text": "Therefore the men of Jabesh said, To morrow we will come out unto you, and ye shall do with us all that seemeth good unto you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it was so on the morrow, that Saul put the people in three companies; and they came into the midst of the host in the morning watch, and slew the Ammonites until the heat of the day: and it came to pass, that they which remained were scattered, so that two of them were not left together.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 11,
                        "end": 13
                    }
                ]
            },
            {
                "text": "And the people said unto Samuel, Who is he that said, Shall Saul reign over us? bring the men, that we may put them to death.",
                "footnotes": [
                    {
                        "footnote": "1 Sam. 10:27.",
                        "start": 65,
                        "end": 70
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 37,
                        "end": 39
                    }
                ]
            },
            {
                "text": "And Saul said, There shall not a man be put to death this day: for to day the Lord hath wrought salvation in Israel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then said Samuel to the people, Come, and let us go to Gilgal, and renew the kingdom there.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And all the people went to Gilgal; and there they made Saul king before the Lord in Gilgal; and there they sacrificed sacrifices of peace offerings before the Lord; and there Saul and all the men of Israel rejoiced greatly.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}