{
    "_id": "1chronicles4",
    "nextChapterId": "1chronicles5",
    "prevChapterId": "1chronicles3",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Chronicles",
        "titleShort": "1 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1chronicles"
    },
    "chapter": {
        "bookTitle": "1 Chronicles",
        "delineation": "Chapter",
        "number": 4,
        "summary": "The families and descendants of Judah, Simeon, and others are chronicled—Various princes in their families are named.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "The sons of Judah; Pharez, Hezron, and Carmi, and Hur, and Shobal.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Reaiah the son of Shobal begat Jahath; and Jahath begat Ahumai, and Lahad. These are the families of the Zorathites.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    }
                ]
            },
            {
                "text": "And these were of the father of Etam; Jezreel, and Ishma, and Idbash: and the name of their sister was Hazelelponi:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 10,
                        "end": 17
                    },
                    {
                        "start": 99,
                        "end": 102
                    }
                ]
            },
            {
                "text": "And Penuel the father of Gedor, and Ezer the father of Hushah. These are the sons of Hur, the firstborn of Ephratah, the father of Beth-lehem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 69,
                        "end": 72
                    }
                ]
            },
            {
                "text": "And Ashur the father of Tekoa had two wives, Helah and Naarah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Naarah bare him Ahuzam, and Hepher, and Temeni, and Haahashtari. These were the sons of Naarah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 75,
                        "end": 79
                    }
                ]
            },
            {
                "text": "And the sons of Helah were, Zereth, and Jezoar, and Ethnan.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 22,
                        "end": 27
                    }
                ]
            },
            {
                "text": "And Coz begat Anub, and Zobebah, and the families of Aharhel the son of Harum.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jabez was more honourable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested.",
                "footnotes": [
                    {
                        "footnote": "Deut. 19:8.",
                        "start": 101,
                        "end": 106
                    }
                ],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 174,
                        "end": 176
                    }
                ]
            },
            {
                "text": "And Chelub the brother of Shuah begat Mehir, which was the father of Eshton.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 51,
                        "end": 54
                    }
                ]
            },
            {
                "text": "And Eshton begat Beth-rapha, and Paseah, and Tehinnah the father of Ir-nahash. These are the men of Rechah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 85,
                        "end": 88
                    }
                ]
            },
            {
                "text": "And the sons of Kenaz; Othniel, and Seraiah: and the sons of Othniel; Hathath.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Meonothai begat Ophrah: and Seraiah begat Joab, the father of the valley of Charashim; for they were craftsmen.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sons of Caleb the son of Jephunneh; Iru, Elah, and Naam: and the sons of Elah, even Kenaz.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sons of Jehaleleel; Ziph, and Ziphah, Tiria, and Asareel.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sons of Ezra were, Jether, and Mered, and Epher, and Jalon: and she bare Miriam, and Shammai, and Ishbah the father of Eshtemoa.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 26
                    }
                ]
            },
            {
                "text": "And his wife Jehudijah bare Jered the father of Gedor, and Heber the father of Socho, and Jekuthiel the father of Zanoah. And these are the sons of Bithiah the daughter of Pharaoh, which Mered took.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 132,
                        "end": 135
                    }
                ]
            },
            {
                "text": "And the sons of his wife Hodiah the sister of Naham, the father of Keilah the Garmite, and Eshtemoa the Maachathite.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 19
                    }
                ]
            },
            {
                "text": "And the sons of Shimon were, Amnon, and Rinnah, Ben-hanan, and Tilon. And the sons of Ishi were, Zoheth, and Ben-zoheth.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 23,
                        "end": 28
                    },
                    {
                        "start": 91,
                        "end": 96
                    }
                ]
            },
            {
                "text": "The sons of Shelah the son of Judah were, Er the father of Lecah, and Laadah the father of Mareshah, and the families of the house of them that wrought fine linen, of the house of Ashbea,",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 36,
                        "end": 41
                    }
                ]
            },
            {
                "text": "And Jokim, and the men of Chozeba, and Joash, and Saraph, who had the dominion in Moab, and Jashubi-lehem. And these are ancient things.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 111,
                        "end": 120
                    }
                ]
            },
            {
                "text": "These were the potters, and those that dwelt among plants and hedges: there they dwelt with the king for his work.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 6,
                        "end": 10
                    }
                ]
            },
            {
                "text": "The sons of Simeon were, Nemuel, and Jamin, Jarib, Zerah, and Shaul:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 24
                    },
                    {
                        "start": 58,
                        "end": 61
                    }
                ]
            },
            {
                "text": "Shallum his son, Mibsam his son, Mishma his son.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the sons of Mishma; Hamuel his son, Zacchur his son, Shimei his son.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Shimei had sixteen sons and six daughters; but his brethren had not many children, neither did all their family multiply, like to the children of Judah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And they dwelt at Beer-sheba, and Moladah, and Hazar-shual,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at Bilhah, and at Ezem, and at Tolad,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at Bethuel, and at Hormah, and at Ziklag,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And at Beth-marcaboth, and Hazar-susim, and at Beth-birei, and at Shaaraim. These were their cities unto the reign of David.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 82,
                        "end": 86
                    }
                ]
            },
            {
                "text": "And their villages were, Etam, and Ain, Rimmon, and Tochen, and Ashan, five cities:",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 24
                    }
                ]
            },
            {
                "text": "And all their villages that were round about the same cities, unto Baal. These were their habitations, and their genealogy.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 32
                    },
                    {
                        "start": 79,
                        "end": 83
                    }
                ]
            },
            {
                "text": "And Meshobab, and Jamlech, and Joshah the son of Amaziah,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Joel, and Jehu the son of Josibiah, the son of Seraiah, the son of Asiel,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and Adiel, and Jesimiel, and Benaiah,",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah;",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 554
                    }
                ],
                "italics": []
            },
            {
                "text": "These mentioned by their names were princes in their families: and the house of their fathers increased greatly.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 19,
                        "end": 24
                    },
                    {
                        "start": 31,
                        "end": 35
                    }
                ]
            },
            {
                "text": "And they went to the entrance of Gedor, even unto the east side of the valley, to seek pasture for their flocks.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 40,
                        "end": 44
                    }
                ]
            },
            {
                "text": "And they found fat pasture and good, and the land was wide, and quiet, and peaceable; for they of Ham had dwelt there of old.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 50,
                        "end": 53
                    },
                    {
                        "start": 90,
                        "end": 94
                    }
                ]
            },
            {
                "text": "And these written by name came in the days of Hezekiah king of Judah, and smote their tents, and the habitations that were found there, and destroyed them utterly unto this day, and dwelt in their rooms: because there was pasture there for their flocks.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 212,
                        "end": 221
                    }
                ]
            },
            {
                "text": "And some of them, even of the sons of Simeon, five hundred men, went to mount Seir, having for their captains Pelatiah, and Neariah, and Rephaiah, and Uzziel, the sons of Ishi.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 4,
                        "end": 8
                    },
                    {
                        "start": 18,
                        "end": 22
                    }
                ]
            },
            {
                "text": "And they smote the rest of the Amalekites that were escaped, and dwelt there unto this day.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}