{
    "_id": "1chronicles19",
    "nextChapterId": "1chronicles20",
    "prevChapterId": "1chronicles18",
    "volume": {
        "title": "Old Testament",
        "titleShort": "OT",
        "titleOfficial": "The Old Testament",
        "_id": "oldtestament"
    },
    "book": {
        "title": "1 Chronicles",
        "titleShort": "1 Chr",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "1chronicles"
    },
    "chapter": {
        "bookTitle": "1 Chronicles",
        "delineation": "Chapter",
        "number": 19,
        "summary": "The Ammonites insult David's messengers and plan war against Israel—David defeats the Ammonites and the Syrians.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "Now it came to pass after this, that Nahash the king of the children of Ammon died, and his son reigned in his stead.",
                "footnotes": [
                    {
                        "footnote": "2 Sam. 10:1 (1–19).",
                        "start": 72,
                        "end": 77
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And David said, I will shew kindness unto Hanun the son of Nahash, because his father shewed kindness to me. And David sent messengers to comfort him concerning his father. So the servants of David came into the land of the children of Ammon to Hanun, to comfort him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the princes of the children of Ammon said to Hanun, Thinkest thou that David doth honour thy father, that he hath sent comforters unto thee? are not his servants come unto thee for to search, and to overthrow, and to spy out the land?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore Hanun took David's servants, and shaved them, and cut off their garments in the midst hard by their buttocks, and sent them away.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Then there went certain, and told David how the men were served. And he sent to meet them: for the men were greatly ashamed. And the king said, Tarry at Jericho until your beards be grown, and then return.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 16,
                        "end": 24
                    },
                    {
                        "start": 193,
                        "end": 197
                    }
                ]
            },
            {
                "text": "And when the children of Ammon saw that they had made themselves odious to David, Hanun and the children of Ammon sent a thousand talents of silver to hire them chariots and horsemen out of Mesopotamia, and out of Syria-maachah, and out of Zobah.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "So they hired thirty and two thousand chariots, and the king of Maachah and his people; who came and pitched before Medeba. And the children of Ammon gathered themselves together from their cities, and came to battle.",
                "footnotes": [
                    {
                        "footnote": "Josh. 13:9 (9, 16).",
                        "start": 116,
                        "end": 122
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when David heard of it, he sent Joab, and all the host of the mighty men.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 21,
                        "end": 27
                    }
                ]
            },
            {
                "text": "And the children of Ammon came out, and put the battle in array before the gate of the city: and the kings that were come were by themselves in the field.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 574
                    }
                ],
                "italics": [
                    {
                        "start": 122,
                        "end": 126
                    }
                ]
            },
            {
                "text": "Now when Joab saw that the battle was set against him before and behind, he chose out of all the choice of Israel, and put them in array against the Syrians.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 123,
                        "end": 127
                    }
                ]
            },
            {
                "text": "And the rest of the people he delivered unto the hand of Abishai his brother, and they set themselves in array against the children of Ammon.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 91,
                        "end": 101
                    }
                ]
            },
            {
                "text": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will help thee.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Be of good courage, and let us behave ourselves valiantly for our people, and for the cities of our God: and let the Lord do that which is good in his sight.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 125,
                        "end": 138
                    }
                ]
            },
            {
                "text": "So Joab and the people that were with him drew nigh before the Syrians unto the battle; and they fled before him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 28,
                        "end": 32
                    }
                ]
            },
            {
                "text": "And when the children of Ammon saw that the Syrians were fled, they likewise fled before Abishai his brother, and entered into the city. Then Joab came to Jerusalem.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the Syrians saw that they were put to the worse before Israel, they sent messengers, and drew forth the Syrians that were beyond the river: and Shophach the captain of the host of Hadarezer went before them.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 126,
                        "end": 130
                    },
                    {
                        "start": 199,
                        "end": 203
                    }
                ]
            },
            {
                "text": "And it was told David; and he gathered all Israel, and passed over Jordan, and came upon them, and set the battle in array against them. So when David had put the battle in array against the Syrians, they fought with him.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 103,
                        "end": 113
                    }
                ]
            },
            {
                "text": "But the Syrians fled before Israel; and David slew of the Syrians seven thousand men which fought in chariots, and forty thousand footmen, and killed Shophach the captain of the host.",
                "footnotes": [],
                "associatedContents": [],
                "italics": [
                    {
                        "start": 81,
                        "end": 100
                    }
                ]
            },
            {
                "text": "And when the servants of Hadarezer saw that they were put to the worse before Israel, they made peace with David, and became his servants: neither would the Syrians help the children of Ammon any more.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}