{
    "_id": "jacob2",
    "nextChapterId": "jacob3",
    "prevChapterId": "jacob1",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Jacob",
        "titleShort": "Jacob",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jacob"
    },
    "chapter": {
        "bookTitle": "Jacob",
        "delineation": "Chapter",
        "number": 2,
        "summary": "Jacob denounces the love of riches, pride, and unchastity—Men may seek riches to help their fellowmen—The Lord commands that no man among the Nephites may have more than one wife—The Lord delights in the chastity of women. About 544–421 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "The words which Jacob, the brother of Nephi, spake unto the people of Nephi, after the death of Nephi:",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 6:1.",
                        "start": 4,
                        "end": 9
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, my beloved brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day that I might declare unto you the word of God.",
                "footnotes": [
                    {
                        "footnote": "TG Stewardship.",
                        "start": 53,
                        "end": 67
                    },
                    {
                        "footnote": "Rom. 11:13; Jacob 1:19; D&C 24:3.",
                        "start": 96,
                        "end": 103
                    },
                    {
                        "footnote": "TG Sincere.",
                        "start": 121,
                        "end": 130
                    },
                    {
                        "footnote": "Mosiah 2:28.",
                        "start": 149,
                        "end": 152
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye yourselves know that I have hitherto been diligent in the office of my calling; but I this day am weighed down with much more desire and anxiety for the welfare of your souls than I have hitherto been.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 6:3; Mosiah 25:11.",
                        "start": 160,
                        "end": 167
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p3",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, hearken ye unto me, and know that by the help of the all-powerful Creator of heaven and earth I can tell you concerning your thoughts, how that ye are beginning to labor in sin, which sin appeareth very abominable unto me, yea, and abominable unto God.",
                "footnotes": [
                    {
                        "footnote": "Amos 4:13; Alma 12:3 (3–7); D&C 6:16. TG God, Omniscience of.",
                        "start": 137,
                        "end": 145
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I must testify unto you concerning the wickedness of your hearts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And also it grieveth me that I must use so much boldness of speech concerning you, before your wives and your children, many of whose feelings are exceedingly tender and chaste and delicate before God, which thing is pleasing unto God;",
                "footnotes": [
                    {
                        "footnote": "Lev. 19:17; D&C 121:43.",
                        "start": 48,
                        "end": 56
                    },
                    {
                        "footnote": "TG Chastity.",
                        "start": 170,
                        "end": 176
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 120
                    }
                ],
                "italics": []
            },
            {
                "text": "And it supposeth me that they have come up hither to hear the pleasing word of God, yea, the word which healeth the wounded soul.",
                "footnotes": [
                    {
                        "footnote": "Micah 2:7; Alma 31:5; 36:26; Hel. 3:29 (29–30). TG Gospel.",
                        "start": 71,
                        "end": 82
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, it burdeneth my soul that I should be constrained, because of the strict commandment which I have received from God, to admonish you according to your crimes, to enlarge the wounds of those who are already wounded, instead of consoling and healing their wounds; and those who have not been wounded, instead of feasting upon the pleasing word of God have daggers placed to pierce their souls and wound their delicate minds.",
                "footnotes": [
                    {
                        "footnote": "TG Warn.",
                        "start": 131,
                        "end": 139
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But, notwithstanding the greatness of the task, I must do according to the strict commands of God, and tell you concerning your wickedness and abominations, in the presence of the pure in heart, and the broken heart, and under the glance of the piercing eye of the Almighty God.",
                "footnotes": [
                    {
                        "footnote": "TG Commandments of God.",
                        "start": 82,
                        "end": 90
                    },
                    {
                        "footnote": "2 Ne. 9:44. TG God, Omniscience of.",
                        "start": 245,
                        "end": 253
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, I must tell you the truth according to the plainness of the word of God. For behold, as I inquired of the Lord, thus came the word unto me, saying: Jacob, get thou up into the temple on the morrow, and declare the word which I shall give thee unto this people.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 25:4; 33:5; Jacob 4:13.",
                        "start": 54,
                        "end": 63
                    },
                    {
                        "footnote": "Jacob 7:5.",
                        "start": 71,
                        "end": 75
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now behold, my brethren, this is the word which I declare unto you, that many of you have begun to search for gold, and for silver, and for all manner of precious ores, in the which this land, which is a land of promise unto you and to your seed, doth abound most plentifully.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 18:25; 2 Ne. 5:15 (14–16); Hel. 6:9 (9–11); Ether 9:17; 10:23 (12, 23).",
                        "start": 167,
                        "end": 171
                    },
                    {
                        "footnote": "1 Ne. 4:14; 17:13 (13–14). TG Promised Lands.",
                        "start": 208,
                        "end": 223
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And the hand of providence hath smiled upon you most pleasingly, that you have obtained many riches; and because some of you have obtained more abundantly than that of your brethren ye are lifted up in the pride of your hearts, and wear stiff necks and high heads because of the costliness of your apparel, and persecute your brethren because ye suppose that ye are better than they.",
                "footnotes": [
                    {
                        "footnote": "2 Kgs. 14:10; Alma 1:32; 31:25; Morm. 8:28 (28, 36–40).",
                        "start": 189,
                        "end": 198
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now, my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you, and if ye persist in these things his judgments must speedily come unto you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O that he would show you that he can pierce you, and with one glance of his eye he can smite you to the dust!",
                "footnotes": [
                    {
                        "footnote": "TG God, Indignation of; God, Omniscience of.",
                        "start": 76,
                        "end": 79
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "O that he would rid you from this iniquity and abomination. And, O that ye would listen unto the word of his commands, and let not this pride of your hearts destroy your souls!",
                "footnotes": [
                    {
                        "footnote": "TG Pride.",
                        "start": 136,
                        "end": 141
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Think of your brethren like unto yourselves, and be familiar with all and free with your substance, that they may be rich like unto you.",
                "footnotes": [
                    {
                        "footnote": "James 5:3 (1–6). TG Love.",
                        "start": 14,
                        "end": 22
                    },
                    {
                        "footnote": "TG Almsgiving; Generosity; Welfare.",
                        "start": 89,
                        "end": 98
                    },
                    {
                        "footnote": "Alma 4:12; 5:55; 4 Ne. 1:3 (3, 24–26).",
                        "start": 105,
                        "end": 109
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But before ye seek for riches, seek ye for the kingdom of God.",
                "footnotes": [
                    {
                        "footnote": "Mark 10:24 (17–27).",
                        "start": 4,
                        "end": 10
                    },
                    {
                        "footnote": "1 Kgs. 3:11 (11–13); Prov. 27:24 (24–27); 2 Ne. 26:31; Alma 39:14; D&C 6:7. TG Worldliness.",
                        "start": 23,
                        "end": 29
                    },
                    {
                        "footnote": "Luke 12:31 (22–31).",
                        "start": 47,
                        "end": 54
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good—to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.",
                "footnotes": [
                    {
                        "footnote": "Mosiah 4:26; 3 Ne. 12:42; 4 Ne. 1:3. TG Good Works.",
                        "start": 125,
                        "end": 127
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 121
                    }
                ],
                "italics": []
            },
            {
                "text": "And now, my brethren, I have spoken unto you concerning pride; and those of you which have afflicted your neighbor, and persecuted him because ye were proud in your hearts, of the things which God hath given you, what say ye of it?",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Do ye not suppose that such things are abominable unto him who created all flesh? And the one being is as precious in his sight as the other. And all flesh is of the dust; and for the selfsame end hath he created them, that they should keep his commandments and glorify him forever.",
                "footnotes": [
                    {
                        "footnote": "D&C 11:20; Abr. 3:25 (25–26).",
                        "start": 245,
                        "end": 257
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And now I make an end of speaking unto you concerning this pride. And were it not that I must speak unto you concerning a grosser crime, my heart would rejoice exceedingly because of you.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But the word of God burdens me because of your grosser crimes. For behold, thus saith the Lord: This people begin to wax in iniquity; they understand not the scriptures, for they seek to excuse themselves in committing whoredoms, because of the things which were written concerning David, and Solomon his son.",
                "footnotes": [
                    {
                        "footnote": "TG Whore.",
                        "start": 219,
                        "end": 228
                    }
                ],
                "associatedContents": [
                    {
                        "class": "iconPointer-OKie_ icon-eLakR icon-ieVZ1",
                        "data-pointer-type": "media",
                        "data-scroll-id": "p23",
                        "title": "Associated Content"
                    }
                ],
                "italics": []
            },
            {
                "text": "Behold, David and Solomon truly had many wives and concubines, which thing was abominable before me, saith the Lord.",
                "footnotes": [
                    {
                        "footnote": "1 Kgs. 11:1; Neh. 13:26 (25–27).",
                        "start": 18,
                        "end": 25
                    },
                    {
                        "footnote": "Deut. 17:17 (14–17); 2 Sam. 5:13; D&C 132:39 (38–39).",
                        "start": 41,
                        "end": 46
                    },
                    {
                        "footnote": "Deut. 7:3 (1–4); 1 Kgs. 11:3; Ezra 9:2 (1–2).",
                        "start": 79,
                        "end": 89
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, thus saith the Lord, I have led this people forth out of the land of Jerusalem, by the power of mine arm, that I might raise up unto me a righteous branch from the fruit of the loins of Joseph.",
                "footnotes": [
                    {
                        "footnote": "Gen. 49:22 (22–26); Ezek. 17:22 (22–24); Amos 5:15; 2 Ne. 3:5; 14:2; Alma 26:36. TG Israel, Joseph, People of.",
                        "start": 149,
                        "end": 158
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, my brethren, hear me, and hearken to the word of the Lord: For there shall not any man among you have save it be one wife; and concubines he shall have none;",
                "footnotes": [
                    {
                        "footnote": "TG Marriage, Husbands.",
                        "start": 94,
                        "end": 97
                    },
                    {
                        "footnote": "Jacob 3:5 (5–7); D&C 49:16. TG Marriage, Plural.",
                        "start": 124,
                        "end": 127
                    },
                    {
                        "footnote": "TG Marriage, Wives.",
                        "start": 128,
                        "end": 132
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                "footnotes": [
                    {
                        "footnote": "TG Chastity.",
                        "start": 36,
                        "end": 44
                    },
                    {
                        "footnote": "TG Sexual Immorality; Whore.",
                        "start": 59,
                        "end": 68
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, this people shall keep my commandments, saith the Lord of Hosts, or cursed be the land for their sakes.",
                "footnotes": [
                    {
                        "footnote": "Ether 2:11 (8–12). TG Curse.",
                        "start": 79,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                "footnotes": [
                    {
                        "footnote": "Mal. 2:15; D&C 132:63 (61–66).",
                        "start": 49,
                        "end": 53
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.",
                "footnotes": [
                    {
                        "footnote": "TG Family, Children, Responsibilities toward.",
                        "start": 196,
                        "end": 208
                    },
                    {
                        "footnote": "TG Marriage, Husbands.",
                        "start": 218,
                        "end": 226
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                "footnotes": [
                    {
                        "footnote": "Ezek. 16:25 (20–34). TG Sensuality.",
                        "start": 185,
                        "end": 194
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 122
                    }
                ],
                "italics": []
            },
            {
                "text": "And now behold, my brethren, ye know that these commandments were given to our father, Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things which ye ought not to have done.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 1:16 (16–17).",
                        "start": 79,
                        "end": 85
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Behold, ye have done greater iniquities than the Lamanites, our brethren. Ye have broken the hearts of your tender wives, and lost the confidence of your children, because of your bad examples before them; and the sobbings of their hearts ascend up to God against you. And because of the strictness of the word of God, which cometh down against you, many hearts died, pierced with deep wounds.",
                "footnotes": [
                    {
                        "footnote": "Jacob 3:5 (5–7).",
                        "start": 21,
                        "end": 28
                    },
                    {
                        "footnote": "Gen. 2:24.",
                        "start": 288,
                        "end": 298
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}