{
    "_id": "jacob7",
    "nextChapterId": "enos1",
    "prevChapterId": "jacob6",
    "volume": {
        "title": "Book of Mormon",
        "titleShort": "BoM",
        "titleOfficial": "The Book of Mormon",
        "_id": "bookofmormon"
    },
    "book": {
        "title": "Jacob",
        "titleShort": "Jacob",
        "titleOfficial": "",
        "subtitle": "",
        "summary": "",
        "_id": "jacob"
    },
    "chapter": {
        "bookTitle": "Jacob",
        "delineation": "Chapter",
        "number": 7,
        "summary": "Sherem denies Christ, contends with Jacob, demands a sign, and is smitten of God—All of the prophets have spoken of Christ and His Atonement—The Nephites lived out their days as wanderers, born in tribulation, and hated by the Lamanites. About 544–421 B.C.",
        "chapterAugmentations": [],
        "verses": [
            {
                "text": "And now it came to pass after some years had passed away, there came a man among the people of Nephi, whose name was Sherem.",
                "footnotes": [
                    {
                        "footnote": "TG False Prophets.",
                        "start": 117,
                        "end": 123
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he began to preach among the people, and to declare unto them that there should be no Christ. And he preached many things which were flattering unto the people; and this he did that he might overthrow the doctrine of Christ.",
                "footnotes": [
                    {
                        "footnote": "Alma 21:8; 30:12 (12, 22).",
                        "start": 108,
                        "end": 110
                    },
                    {
                        "footnote": "TG False Doctrine.",
                        "start": 216,
                        "end": 225
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he labored diligently that he might lead away the hearts of the people, insomuch that he did lead away many hearts; and he knowing that I, Jacob, had faith in Christ who should come, he sought much opportunity that he might come unto me.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he was learned, that he had a perfect knowledge of the language of the people; wherefore, he could use much flattery, and much power of speech, according to the power of the devil.",
                "footnotes": [
                    {
                        "footnote": "TG Learn.",
                        "start": 11,
                        "end": 18
                    },
                    {
                        "footnote": "TG Flatter.",
                        "start": 112,
                        "end": 120
                    },
                    {
                        "footnote": "TG False Priesthoods.",
                        "start": 165,
                        "end": 170
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he had hope to shake me from the faith, notwithstanding the many revelations and the many things which I had seen concerning these things; for I truly had seen angels, and they had ministered unto me. And also, I had heard the voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 10:3; 11:3; Jacob 2:11.",
                        "start": 69,
                        "end": 80
                    },
                    {
                        "footnote": "2 Ne. 2:4.",
                        "start": 164,
                        "end": 170
                    },
                    {
                        "footnote": "Ex. 19:9 (9–13).",
                        "start": 221,
                        "end": 226
                    }
                ],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 134
                    }
                ],
                "italics": []
            },
            {
                "text": "And it came to pass that he came unto me, and on this wise did he speak unto me, saying: Brother Jacob, I have sought much opportunity that I might speak unto you; for I have heard and also know that thou goest about much, preaching that which ye call the gospel, or the doctrine of Christ.",
                "footnotes": [
                    {
                        "footnote": "2 Ne. 31:2.",
                        "start": 256,
                        "end": 262
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And ye have led away much of this people that they pervert the right way of God, and keep not the law of Moses which is the right way; and convert the law of Moses into the worship of a being which ye say shall come many hundred years hence. And now behold, I, Sherem, declare unto you that this is blasphemy; for no man knoweth of such things; for he cannot tell of things to come. And after this manner did Sherem contend against me.",
                "footnotes": [
                    {
                        "footnote": "Jacob 4:5.",
                        "start": 85,
                        "end": 89
                    },
                    {
                        "footnote": "TG Blaspheme.",
                        "start": 299,
                        "end": 308
                    },
                    {
                        "footnote": "Alma 30:13.",
                        "start": 359,
                        "end": 363
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "But behold, the Lord God poured in his Spirit into my soul, insomuch that I did confound him in all his words.",
                "footnotes": [
                    {
                        "footnote": "TG God, Spirit of; Holy Ghost, Mission of.",
                        "start": 39,
                        "end": 45
                    },
                    {
                        "footnote": "Ps. 97:7. TG Confound.",
                        "start": 80,
                        "end": 88
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto him: Deniest thou the Christ who shall come? And he said: If there should be a Christ, I would not deny him; but I know that there is no Christ, neither has been, nor ever will be.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto him: Believest thou the scriptures? And he said, Yea.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto him: Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you that none of the prophets have written, nor prophesied, save they have spoken concerning this Christ.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 10:5; 3 Ne. 20:24 (23–24). TG Jesus Christ, Prophecies about.",
                        "start": 127,
                        "end": 135
                    },
                    {
                        "footnote": "1 Pet. 1:11; Rev. 19:10; Jacob 4:4; Mosiah 13:33 (33–35); D&C 20:26.",
                        "start": 154,
                        "end": 164
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And this is not all—it has been made manifest unto me, for I have heard and seen; and it also has been made manifest unto me by the power of the Holy Ghost; wherefore, I know if there should be no atonement made all mankind must be lost.",
                "footnotes": [
                    {
                        "footnote": "TG Holy Ghost, Gifts of.",
                        "start": 132,
                        "end": 137
                    },
                    {
                        "footnote": "2 Ne. 2:21 (10–30).",
                        "start": 232,
                        "end": 236
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he said unto me: Show me a sign by this power of the Holy Ghost, in the which ye know so much.",
                "footnotes": [
                    {
                        "footnote": "John 6:30; Alma 30:43 (43–60); D&C 46:9 (8–9). TG Sign Seekers.",
                        "start": 52,
                        "end": 56
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.",
                "footnotes": [
                    {
                        "footnote": "TG Test.",
                        "start": 45,
                        "end": 50
                    },
                    {
                        "footnote": "Mosiah 12:30; Alma 30:42 (41–42).",
                        "start": 118,
                        "end": 122
                    },
                    {
                        "footnote": "Alma 30:53.",
                        "start": 171,
                        "end": 176
                    },
                    {
                        "footnote": "Num. 26:10; D&C 124:53 (50–53).",
                        "start": 256,
                        "end": 260
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when I, Jacob, had spoken these words, the power of the Lord came upon him, insomuch that he fell to the earth. And it came to pass that he was nourished for the space of many days.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that he said unto the people: Gather together on the morrow, for I shall die; wherefore, I desire to speak unto the people before I shall die.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that on the morrow the multitude were gathered together; and he spake plainly unto them and denied the things which he had taught them, and confessed the Christ, and the power of the Holy Ghost, and the ministering of angels.",
                "footnotes": [],
                "associatedContents": [
                    {
                        "type": "paper-page-number",
                        "data": 135
                    }
                ],
                "italics": []
            },
            {
                "text": "And he spake plainly unto them, that he had been deceived by the power of the devil. And he spake of hell, and of eternity, and of eternal punishment.",
                "footnotes": [
                    {
                        "footnote": "Gal. 3:1 (1–4); Alma 30:53 (53, 60).",
                        "start": 49,
                        "end": 57
                    },
                    {
                        "footnote": "TG Deceit; Devil.",
                        "start": 78,
                        "end": 83
                    },
                    {
                        "footnote": "TG Eternity.",
                        "start": 114,
                        "end": 122
                    },
                    {
                        "footnote": "TG Punish.",
                        "start": 139,
                        "end": 149
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And he said: I fear lest I have committed the unpardonable sin, for I have lied unto God; for I denied the Christ, and said that I believed the scriptures; and they truly testify of him. And because I have thus lied unto God I greatly fear lest my case shall be awful; but I confess unto God.",
                "footnotes": [
                    {
                        "footnote": "TG Despair.",
                        "start": 15,
                        "end": 19
                    },
                    {
                        "footnote": "TG Holy Ghost, Unpardonable Sin against; Sons of Perdition.",
                        "start": 46,
                        "end": 62
                    },
                    {
                        "footnote": "Jacob 6:9; Mosiah 15:26.",
                        "start": 262,
                        "end": 267
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that when he had said these words he could say no more, and he gave up the ghost.",
                "footnotes": [
                    {
                        "footnote": "Jer. 28:16 (15–17); Alma 30:59 (12–60).",
                        "start": 83,
                        "end": 87
                    },
                    {
                        "footnote": "Gen. 49:33; Hel. 14:21.",
                        "start": 95,
                        "end": 100
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.",
                "footnotes": [
                    {
                        "footnote": "Alma 19:6 (1–36).",
                        "start": 202,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Now, this thing was pleasing unto me, Jacob, for I had requested it of my Father who was in heaven; for he had heard my cry and answered my prayer.",
                "footnotes": [],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that peace and the love of God was restored again among the people; and they searched the scriptures, and hearkened no more to the words of this wicked man.",
                "footnotes": [
                    {
                        "footnote": "TG God, Love of.",
                        "start": 39,
                        "end": 43
                    },
                    {
                        "footnote": "Alma 17:2. TG Scriptures, Study of.",
                        "start": 97,
                        "end": 105
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that many means were devised to reclaim and restore the Lamanites to the knowledge of the truth; but it all was vain, for they delighted in wars and bloodshed, and they had an eternal hatred against us, their brethren. And they sought by the power of their arms to destroy us continually.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:20.",
                        "start": 52,
                        "end": 59
                    },
                    {
                        "footnote": "Enos 1:14.",
                        "start": 132,
                        "end": 136
                    },
                    {
                        "footnote": "Mosiah 1:5; 10:12 (11–18); Alma 3:8; 9:16; D&C 93:39.",
                        "start": 160,
                        "end": 164
                    },
                    {
                        "footnote": "Jarom 1:6; Alma 26:24 (23–25).",
                        "start": 169,
                        "end": 178
                    },
                    {
                        "footnote": "2 Ne. 5:1 (1–3); Mosiah 28:2. TG Malice.",
                        "start": 204,
                        "end": 210
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "Wherefore, the people of Nephi did fortify against them with their arms, and with all their might, trusting in the God and rock of their salvation; wherefore, they became as yet, conquerors of their enemies.",
                "footnotes": [
                    {
                        "footnote": "TG Rock.",
                        "start": 123,
                        "end": 127
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And it came to pass that I, Jacob, began to be old; and the record of this people being kept on the other plates of Nephi, wherefore, I conclude this record, declaring that I have written according to the best of my knowledge, by saying that the time passed away with us, and also our lives passed away like as it were unto us a dream, we being a lonesome and a solemn people, wanderers, cast out from Jerusalem, born in tribulation, in a wilderness, and hated of our brethren, which caused wars and contentions; wherefore, we did mourn out our days.",
                "footnotes": [
                    {
                        "footnote": "1 Ne. 19:1 (1–6); Jarom 1:14 (1, 14–15).",
                        "start": 100,
                        "end": 112
                    },
                    {
                        "footnote": "James 4:14.",
                        "start": 285,
                        "end": 290
                    },
                    {
                        "footnote": "1 Chr. 29:15; Ps. 144:4.",
                        "start": 329,
                        "end": 334
                    },
                    {
                        "footnote": "Alma 13:23.",
                        "start": 347,
                        "end": 355
                    },
                    {
                        "footnote": "Alma 26:36.",
                        "start": 377,
                        "end": 386
                    }
                ],
                "associatedContents": [],
                "italics": []
            },
            {
                "text": "And I, Jacob, saw that I must soon go down to my grave; wherefore, I said unto my son Enos: Take these plates. And I told him the things which my brother Nephi had commanded me, and he promised obedience unto the commands. And I make an end of my writing upon these plates, which writing has been small; and to the reader I bid farewell, hoping that many of my brethren may read my words. Brethren, adieu.",
                "footnotes": [
                    {
                        "footnote": "Enos 1:1.",
                        "start": 86,
                        "end": 90
                    },
                    {
                        "footnote": "Omni 1:3.",
                        "start": 103,
                        "end": 109
                    },
                    {
                        "footnote": "Jacob 1:1 (1–4).",
                        "start": 164,
                        "end": 173
                    },
                    {
                        "footnote": "1 Ne. 6:3 (1–6); Jarom 1:2 (2, 14).",
                        "start": 297,
                        "end": 302
                    }
                ],
                "associatedContents": [],
                "italics": []
            }
        ]
    }
}